Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# DownloadProjectSourceFileTooltip
source: Check this box to enable. ● "Test changes" and "Discard unaccepted changes" during RMC. ● Upload project from controller without local project.
de_de: Markieren Sie dieses Kontrollkästchen, um folgende Funktionen zu aktivieren. ● "Änderungen testen" und während der RMC "Unbestätigte Änderungen verwerfen". ● Projekt aus der Steuerung ohne lokales Projekt hochladen.
es_es: Marque esta casilla para habilitar la opción. ● "Comprobar cambios" y "Descartar cambios sin aceptar" durante RMC. ● Cargar proyecto desde el controlador sin el proyecto local.
fr_fr: Cochez cette case pour l'activer. ● « Tester les modifications » et « Ignorer les modifications non acceptées » durant RMC. ● Sauvegardez le projet à partir du contrôleur sans projet local.
it_it: Selezionare questa casella per attivarla. ● "Testa modifiche" e "Ignora modifiche non accettate" durante RMC. ● Caricare il progetto dal controllore senza progetto locale.
pt_br: Marque essa caixa para habilitar. ● "Testar alterações" e "Descartar alterações não aceitas" durante o RMC. ● Atualizar o projeto do controlador sem um projeto local.
zh_cn: 选中该框以启用。 ● RMC 期间，将发生“测试更改”和“丢弃未被接受的更改”。 ● 从控制器上传项目 (不包含本地项目)。

# DownloadOptionsLabel
source: Options:
de_de: Optionen:
es_es: Opciones:
it_it: Opzioni:
pt_br: Opções:
zh_cn: 选项:

# LifecycleCaptionWithColon
source: Product Lifecycle:
de_de: Produktlebenszyklus:
es_es: Ciclo de vida del producto:
fr_fr: Cycle de vie du produit :
it_it: Ciclo di vita prodotto:
pt_br: Ciclo de vida do produto:
zh_cn: 产品生命周期:

source: Download with Project Value
de_de: Mit Projektwert herunterladen
es_es: Descargar con valores de proyecto
fr_fr: Charger avec la valeur de projet
it_it: Scarica con valore progetto
pt_br: Baixar com valor do projeto
zh_cn: 下载项目值

source: Download with Source Code
de_de: Mit Quellcode herunterladen
es_es: Descargar con código fuente
fr_fr: Charger avec le code source
it_it: Scarica con codice sorgente
pt_br: Baixar com código fonte
zh_cn: 下载源代码

# LifecycleCaption
source: Product Lifecycle
de_de: Produktlebenszyklus
es_es: Ciclo de vida del producto
fr_fr: Cycle de vie du produit
it_it: Ciclo di vita prodotto
pt_br: Ciclo de vida do produto
zh_cn: 产品生命周期

# LifecycleCaption222
source: Product Lifecycle222
de_de: äöüProduct Lifecycle222ßßßßßß
es_es: ÁéÜProduct Lifecycle222ñññññ
fr_fr: êæùçProduct Lifecycle222ëëëëë
it_it: àéÓProduct Lifecycle222ÙÙÙÙÙ
pt_br: ãçêúProduct Lifecycle222ÀÀÀÀÀ
zh_cn: 产品生命循环222

# LifecycleCaption333
source: Product Lifecycle333
de_de: äöüProduct Lifecycle77777ßßßßßß
es_es: ÁéÜProduct Lifecycle77777ñññññ
fr_fr: êæùçProduct Lifecycle77777ëëëëë
it_it: àéÓProduct Lifecycle666666ÙÙÙÙÙ
pt_br: ãçêúProduct Lifecycle77777ÀÀÀÀÀ
zh_cn: 中Product Lifecycle77777文文文文文
