Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# DownloadProjectOnly
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Ecrire
it_it: Scarica
pt_br: ãçêúDownloadÀÀÀÀÀ
zh_cn: 下载

# DownloadProjectWithLogicalValue
source: Download with Project Values
de_de: Mit Projektwerten herunterladen
es_es: Descargar con valores de proyecto
fr_fr: Charger avec les valeurs de projet
it_it: Scarica con valori progetto
pt_br: Baixar com Valores de projeto
zh_cn: 用项目值下载

# LogicalDownloadWarningMessage
source: ● The project in the controller will be overwritten with current project content.
de_de: ● Das Projekt in der Steuerung wird mit dem aktuellen Projektinhalt überschrieben.
es_es: ● El proyecto del controlador se sobrescribirá con el contenido del proyecto actual.
fr_fr: ● Le projet dans le contrôleur sera écrasé par le contenu du projet actuel.
it_it: ● Il progetto nel controllore sarà sovrascritto con i contenuti del progetto corrente.
pt_br: ● O projeto no controlador será substituído pelo conteúdo do projeto atual.
zh_cn: ● 将用当前项目内容覆盖控制器中的项目。

# DownloadHelpButtonText
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Guida
pt_br: Ajuda
zh_cn: 帮助

# DownloadCancelButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Abandon
it_it: Annulla
pt_br: Cancelar
zh_cn: 取消

# MemoryCtrlAvailableSpaceCaption
source: Available Space
de_de: Verfügbarer Platz
es_es: Espacio disponible
fr_fr: Espace disponible
it_it: Spazio disponibile
pt_br: Espaço disponível
zh_cn: 可用空间

# MemoryCtrlCurrentUsageCaption
source: Current Allocation
de_de: Aktuelle Nutzung
es_es: Asignación actual
fr_fr: Allocation actuelle
it_it: Assegnazione corrente
pt_br: Alocação atual
zh_cn: 当前分配

# MemoryCtrlDataUsedCaption
source: Data
de_de: Daten
es_es: Datos
fr_fr: Données
it_it: Dati
pt_br: Dados
zh_cn: 数据

# MemoryCtrlMaxCaption
source: Maximum Memory
de_de: Maximaler Speicher
es_es: Memoria máxima
fr_fr: Mémoire maximale
it_it: Memoria massima
pt_br: Memória máxima
zh_cn: 最大内存

# MemoryCtrlProgramByteCaption
source: ({0:N0} bytes)
es_es: ÁéÜ({0:N0} bytes)ñññññ
fr_fr: ({0:N0} octets)
it_it: ({0:N0} byte)
pt_br: ãçêú({0:N0} bytes)ÀÀÀÀÀ
zh_cn: ({0:N0} 字节)

# MemoryCtrlProgramUsedCaption
source: Program
de_de: Programm
es_es: Programa
fr_fr: Programme
it_it: Programma
pt_br: Programa
zh_cn: 编程

# MemoryCtrlTemporaryVariablesCaption
source: Temporary Variables
de_de: Temporäre Variablen
es_es: Variables temporales
fr_fr: Variables temporaires
it_it: Variabili temporanee
pt_br: Variáveis temporárias
zh_cn: 临时变量

# MemoryCtrlTemporaryVariablesInfoCaption
source: Data memory usage for temporary variables and complex expressions used during the compile process.
de_de: Datenspeicherzuweisung für temporäre Variablen und komplexe Ausdrücke, die während des Kompilierungsprozesses verwendet werden.
es_es: Uso de memoria de datos para variables temporales y expresiones complejas utilizadas durante el proceso de compilación.
fr_fr: Allocation de la mémoire de données pour les variables temporaires et les expressions complexes utilisées lors de la compilation.
it_it: Utilizzo della memoria dati per le variabili temporanee e per le espressioni complesse utilizzate durante il processo di compilazione.
pt_br: Uso da memória de dados para variáveis ​​temporárias e expressões complexas usadas durante o processo de compilação.
zh_cn: 在编译过程中使用的临时变量和复杂的表达式的数据内存使用量。

# MemoryCtrlBytesCaption
source: bytes
es_es: ÁéÜbytesñññññ
fr_fr: octets
it_it: byte
pt_br: ãçêúbytesÀÀÀÀÀ
zh_cn: 字节

# MemoryCtrlTempAllocatedCaption
source: Allocated
de_de: Zugewiesen
es_es: Asignado
fr_fr: Alloué
it_it: Allocati
pt_br: Alocados
zh_cn: 已分配

# MemoryCtrlTempFreeCaption
source: Free
de_de: Frei
es_es: Libre
fr_fr: Libre
it_it: Libero
pt_br: Livre
zh_cn: 空闲

# MemoryCtrlTempUsedCaption
source: Used
de_de: Verwendet
es_es: Usado
fr_fr: Utilisé
it_it: Utilizzato
pt_br: Usado
zh_cn: 已用

# MemoryCtrlOrCaption
source: or
de_de: oder
es_es: o bien
fr_fr: ou
it_it: o
pt_br: ou
zh_cn: 或

# MemoryCtrlDataUsageTooltip
source: Maximum Data allocation is {0} bytes
de_de: Maximale Datenzuweisung beträgt {0} Bytes
es_es: La asignación máxima de datos es de {0} bytes
fr_fr: L'allocation maximale pour les données est de {0} octets
it_it: L'assegnazione dei dati massima è di {0} byte
pt_br: Alocação máxima de dados é {0} bytes
zh_cn: 最大数据分配是 {0} 字节

# MemoryCtrlDataUsageExceedCaption
source: exceeds {0:N0} bytes
de_de: überschreitet {0:N0} Bytes
es_es: supera los {0:N0} bytes
fr_fr: dépasse {0:N0} octets
it_it: supera {0:N0} byte
pt_br: excede {0:N0} bytes
zh_cn: 超过 {0:N0} 字节

# MemoryCtrlDataUsageWarningTooltip
source: Data cannot exceed {0} bytes. Reduce number of variables as necessary and rebuild the project.
de_de: Daten können nicht {0} Bytes überschreiten. Reduzieren Sie nach Bedarf die Anzahl der Variablen und erstellen Sie das Projekt neu.
es_es: Los datos no pueden superar los {0}. Reduzca el número de variables y vuelva a compilar el proyecto.
fr_fr: Les données ne peuvent pas dépasser {0} octets. Réduisez le nombre de variables et réassemblez le projet.
it_it: I dati non possono superare i {0} byte. Ridurre il numero di variabili secondo necessità e ricompilare il progetto.
pt_br: Os dados não podem exceder {0} bytes. Reduzir o número de variáveis conforme necessário e recompila o projeto.
zh_cn: 数据不能超过 {0} 字节。减少必要的变量数量并重新生成项目。

# MemoryCtrlProgramUsageExceedCaption
source: exceeds {0:N0} bytes ({1:N0} Steps)
de_de: überschreitet {0:N0} Bytes ({1:N0} Schritte)
es_es: supera los {0:N0} bytes ({1:N0} pasos)
fr_fr: dépasse {0:N0} octets ({1:N0} étapes)
it_it: supera i {0:N0} byte ({1:N0} passi)
pt_br: excede {0:N0} bytes ({1:N0} etapas)
zh_cn: 超过 {0:N0} 字节({1:N0} 步骤)

# MemoryCtrlProgramUsageWarningTooltip
source: Program cannot exceed {0} bytes. Reduce number of logic programming and variables as necessary and rebuild the project.
de_de: Programm darf nicht {0} Bytes überschreiten. Reduzieren Sie die Anzahl der logischen Programmierungen und Variablen nach Bedarf und erstellen Sie das Projekt neu.
es_es: El programa más los datos no pueden superar los {0} bytes. Reduzca el número de variables y/o la programación lógica y vuelva a compilar el proyecto.
fr_fr: Le programme ne peut pas dépasser {0} octets. Réduisez le nombre d'étapes de programmation et de variables et réassemblez le projet.
it_it: Il programma non può superare i {0} byte. Ridurre il numero di variabili e di istruzioni logiche secondo necessità e ricompilare il progetto.
pt_br: O programa não pode exceder {0} bytes. Reduzir o número de programações lógicas e variáveis conforme necessário e recompila o projeto.
zh_cn: 程序不能超过 {0} 字节。减少必要的逻辑编程和变量的数量并重新生成项目。

# MemoryCtrlTempVarWarningTooltip
source: Temporary variables exceed the allocated memory.
de_de: Temporäre Variablen überschreiten den zugewiesenen Speicher.
es_es: Las variables temporales superan la memoria asignada.
fr_fr: Les variables temporaires dépassent la mémoire attribuée.
it_it: Le variabili temporanee superano la memoria assegnata.
pt_br: As variáveis temporárias excedem a memória alocada.
zh_cn: 临时变量超过已配置的内存。

# MemoryCtrlMemExceedWarningTooltip
source: Program + Data cannot exceed {0} bytes. Reduce number of logic programming and variables as necessary and rebuild the project.
de_de: Programm + Daten können {0} Bytes nicht überschreiten. Reduzieren Sie die Anzahl der logischen Programmierung und Variablen nach Bedarf und erstellen Sie das Projekt neu.
es_es: El programa y los datos no pueden superar los {0} bytes. Reduzca el número de variables y programación lógica, si es necesario, y vuelva a compilar el proyecto.
fr_fr: Le programme et les données ensemble ne peuvent pas dépasser {0} octets. Réduisez le nombre d'étapes de programmation et de variables et réassemblez le projet.
it_it: La programmazione + i dati non possono superare i {0} byte. Ridurre il numero di variabili e di istruzioni logiche secondo necessità e ricompilare il progetto
pt_br: Programa + Dados não pode exceder {0} bytes. Reduzir o número de programações lógicas e variáveis conforme necessário e recriar o projeto.
zh_cn: 程序 + 数据不能超过 {0} 字节。减少必要的逻辑编程和变量的数量并重新生成项目。

# MemoryModuleNotPresentInformationMessage
source: Memory Module is not present.
de_de: Speichermodul ist nicht vorhanden.
es_es: El módulo de memoria no está presente.
fr_fr: Pas de module mémoire.
it_it: Modulo di memoria non presente.
pt_br: Módulo de memória não está presente.
zh_cn: 内存模块不存在。

# GeneralPageDescriptionLabel
source: _Description:
de_de: _Beschreibung:
es_es: _Descripción:
it_it: _Descrizione:
pt_br: _Descrição:
zh_cn: 描述(_D):

# MemoryCtrlInfoMsgCaptionP2
source: build
de_de: erstellen
es_es: compilación
fr_fr: assembler
it_it: compila
pt_br: compilar
zh_cn: 生成之后

# NoMemoryCardAvailableContent
source: Memory Card is not available in the controller.
de_de: Speicherkarte ist nicht in der Steuerung verfügbar.
es_es: La tarjeta de memoria no está disponible en el controlador.
fr_fr: La carte mémoire n'est pas disponible dans le contrôleur.
it_it: Scheda di memoria non disponibile nel controllore.
pt_br: Cartão de memória não está disponível no controlador.
zh_cn: 控制器中的内存卡不可用。

# MemBakEnableRealTimeClockCaption
source: Enable Real Time Clock
de_de: Echtzeituhr aktivieren
es_es: Habilitar reloj de tiempo real
fr_fr: Activer l'horloge temps réel
it_it: Abilita Real Time Clock
pt_br: Ativação do Relógio em Tempo Real
zh_cn: 启用实时时钟

# PreOnlineChange_Message_Aborted
source: Run mode download is aborted
de_de: Herunterladen im Betriebsmodus abgebrochen
es_es: La descarga en modo de ejecución se ha abortado
fr_fr: Le chargement en mode Exécuter est abandonné
it_it: Il download Modalità di esecuzione è stato annullato
pt_br: O download em modo de execução foi anulado
zh_cn: 运行模式下载已中止

# EthernetConfigDiagnoseCaption
source: Dia_gnose
de_de: äöüDia_gnoseßßßßßß
es_es: Dia_gnosticar
fr_fr: Dia_gnostiquer
it_it: Dia_gnosi
pt_br: Dia_gnosticar
zh_cn: 诊断(_G)

# EthernetDisableButtonCaption
source: D_isabled
de_de: D_eaktiviert
es_es: Deshab_ilitado
fr_fr: Désacti_vé
it_it: Dis_attivato
pt_br: Desat_ivado
zh_cn: 已禁用(_I)

# EthernetEnableButtonCaption
source: Enab_led
de_de: Aktiv_iert
es_es: Habi_litado
fr_fr: A_ctivé
it_it: Attiva_to
pt_br: A_tivado
zh_cn: 已启用(_L)

# RestoreOperationMessage
source: Restore operation is available when the project in {0} is compatible with the hardware and has the matching password.
de_de: Wiederherstellung des Betriebs ist verfügbar, wenn das Projekt in {0} mit der Hardware kompatibel ist und über das korrekte Passwort verfügt.
es_es: La operación de restauración está disponible cuando el proyecto de {0} es compatible con el hardware y la contraseña coincide.
fr_fr: L'opération de restauration peut être effectuée lorsque le projet figurant dans {0} est compatible avec la configuration matérielle et dispose du mot de passe correspondant.
it_it: L'operazione di ripristino è disponibile quando il progetto in {0} è compatibile con l'hardware e presenta la password corrispondente.
pt_br: Restaurar operação está disponível quando o projeto em {0} é compatível com o hardware e tem a senha correspondente.
zh_cn: 当 {0} 项目与硬件兼容并且密码匹配时还原操作可用。

# DataProtectionAddVariable
source: _Add Variable
de_de: Variable _hinzufügen
es_es: _Agregar variable
fr_fr: Ajouter une _variable
it_it: _Aggiungi variabile
pt_br: Adicionar _variável
zh_cn: 添加变量(_V)

# DataProtectionButtonCaption
source: Data _Protection
de_de: Daten_schutz
es_es: _Protección de datos
fr_fr: _Protection des données
it_it: Protezione_dei dati
pt_br: _Proteção de dados
zh_cn: 数据保护(_P)

# DataProtectionCloseButton
source: _Close
de_de: S_chließen
es_es: _Cerrar
fr_fr: _Fermer
it_it: _Chiudi
pt_br: Fe_char
zh_cn: 关闭(_C)

# DataProtectionDeleteVariable
source: _Delete Variable
de_de: V_ariable löschen
es_es: Eli_minar variable
fr_fr: S_upprimer la variable
it_it: _Elimina variabile
pt_br: E_xcluir variável
zh_cn: 删除变量(_D)

# DataProtectionOKButton
source: _OK
de_de: äöü_OKßßßßßß
es_es: Acep_tar
fr_fr: êæùç_OKëëëëë
pt_br: ãçêú_OKÀÀÀÀÀ
zh_cn: 确定(_O)

# DataProtectionWindowTitle
source: Data Protection
de_de: Datenschutz
es_es: Protección de datos
fr_fr: Protection des données
it_it: Protezione dei dati
pt_br: Proteção de dados
zh_cn: 数据保护

# DataProtectionDataTypeChangedError
source: Data Protection: Data type of the variable '{0}' has been changed from '{1}' to '{2}'
de_de: Datenschutz: Datentyp der Variable '{0}' wurde von '{1}' zu '{2}' geändert
es_es: Protección de datos: el tipo de datos de la variable "{0}" se ha modificado de "{1}" a "{2}"
fr_fr: Protection des données : le type de données "{1}" de la variable "{0}" a été remplacé par "{2}".
it_it: Protezione dei dati: il tipo di dati della variabile "{0}" è stato modificato da "{1}" a "{2}"
pt_br: Proteção de dados: o tipo de dado da variável '{0}' foi alterado de '{1}' para '{2}'
zh_cn: 数据保护: 变量 '{0}' 的数据类型从 '{1}' 更改为 '{2}'

# DataProtectionInvalidArrayDimesnionError
source: Data Protection: Array dimension of '{0}' is greater than 3.
de_de: Datenschutz: Array-Größe von '{0}' ist größer als 3.
es_es: Protección de datos: la dimensión de matriz de "{0}" es superior a 3.
fr_fr: Protection des données : la dimension de tableau "{0}" est supérieure à 3.
it_it: Protezione dei dati: la dimensione dell'array di "{0}" è maggiore di 3.
pt_br: Proteção de dados: a dimensão da matriz de '{0}' é maior que 3.
zh_cn: 数据保护: '{0}' 的数组维度大于 3。

# DataProtectionMaxLimitExceedError
source: Data Protection: Data Protection exceeds maximum number of variable supported (60). Delete the excess Variables
de_de: Datenschutz: Datenschutz überschreitet die maximale Anzahl der unterstützten Variablen (60). Überschüssige Variablen löschen
es_es: Protección de datos: la protección de datos sobrepasa el número máximo de variables admitidas (60). Elimine las variables sobrantes
fr_fr: Protection des données : la protection des données dépasse le nombre maximum de variables prises en charge (60). Supprimez les variables en trop.
it_it: Protezione dei dati: la protezione dei dati supera il numero massimo di variabili supportato (60). Eliminare le variabili in eccesso
pt_br: Proteção de dados: a proteção de dados excede o número máximo de variáveis suportadas (60). Exclua as variáveis em excesso
zh_cn: 数据保护: 数据保护超出支持的最大变量数 (60)。删除多余的变量

# DataProtectionSizeChangedError
source: Data Protection: Size of the variable '{0}' has been changed.
de_de: Datenschutz: Größe der Variable '{0}' wurde geändert.
es_es: Protección de datos: se ha modificado el tamaño de la variable "{0}".
fr_fr: Protection des données : la taille de la variable "{0}" a été modifiée.
it_it: Protezione dei dati: le dimensioni della variabile "{0}" sono state modificate.
pt_br: Proteção de dados: o tamanho da variável '{0}' foi alterado.
zh_cn: 数据保护: 变量 '{0}' 的大小已更改。

# DataProtectionStructureNotSupportedError
source: Data Protection: Structure '{0}' is not supported in configuration.
de_de: Datenschutz: Struktur '{0}' wird in der Konfiguration nicht unterstützt.
es_es: Protección de datos: no se admite la estructura "{0}" en la configuración.
fr_fr: Protection des données : la structure "{0}" n'est pas prise en charge dans la configuration.
it_it: Protezione dei dati: la struttura "{0}" non è supportata nella configurazione.
pt_br: Proteção de dados: a estrutura '{0}' não é suportada na configuração.
zh_cn: 数据保护: 配置不支持结构 '{0}'。

# DataProtectionSubElementNotSupportedError
source: Data Protection: Sub element from an array '{0}' is not supported in configuration.
de_de: Datenschutz: Unterelement aus einem Array '{0}' wird in Konfiguration nicht unterstützt.
es_es: Protección de datos: no se admite un subelemento de una matriz "{0}" en la configuración.
fr_fr: Protection des données : le sous-élément présent dans un tableau "{0}" n'est pas pris en charge dans la configuration.
it_it: Protezione dei dati: il sottoelemento di un array "{0}" non è supportato nella configurazione.
pt_br: Proteção de dados: o subelemento de uma matriz '{0}' não é suportado na configuração.
zh_cn: 数据保护: 配置不支持数组 '{0}' 子元素。

# DataProtectionUserDefinedDataTypeError
source: Data Protection: The user defined data type of the variable '{0}' is not supported.
de_de: Datenschutz: Der benutzerdefinierte Datentyp der Variable '{0}' wird nicht unterstützt.
es_es: Protección de datos: no se admite el tipo de datos definido por el usuario de la variable "{0}".
fr_fr: Protection des données : le type de données défini par l'utilisateur associé à la variable "{0}" n'est pas pris en charge.
it_it: Protezione dei dati: il tipo di dati definito dall'utente della variabile "{0}" non è supportato.
pt_br: Proteção de dados: o tipo de dado definido pelo usuário para a variável '{0}' não é suportado.
zh_cn: 数据保护: 不支持用户定义的变量 '{0}' 数据类型。

# DataprotectionInformationalMessage
source: Data Protection supports up to 60 variables (simple data types, excluding String) and arrays up to 3 dimensions.
de_de: Datenschutz unterstützt bis zu 60 Variablen mit einem einfachen Datentyp (ausgenommen String) und Array bis 3 Dimensionen.
es_es: La protección de datos admite un máximo de 60 variables (con tipos de datos simples, excepto String) y matrices de hasta 3 dimensiones.
fr_fr: La protection des données prend en charge jusqu'à 60 variables (types de données simples, à l'exception du type Chaîne) et des tableaux comportant jusqu'à 3 dimensions.
it_it: La protezione dei dati supporta fino a 60 variabili (tipi di dati semplici, escluso il tipo stringa) e vettori fino a 3 dimensioni.
pt_br: A proteção de dados suporta até 60 variáveis (tipo de dados simples，excluindo String) e matrizes até 3 dimensões.
zh_cn: 数据保护最多支持 60 个变量(简单数据类型，字符串除外)以及 3 个数组维度。

# DataProtectionDimensionChangedError
source: Data Protection: Dimension of the variable '{0}' has been changed.
de_de: Datenschutz: Dimension der Variable '{0}' wurde geändert.
es_es: Protección de datos: se ha modificado la dimensión de la variable "{0}".
fr_fr: Protection des données : la dimension de la variable "{0}" a été modifiée.
it_it: Protezione dei dati: le dimensioni della variabile "{0}" sono state modificate.
pt_br: Proteção de dados: a dimensão da variável '{0}' foi alterada.
zh_cn: 数据保护: 变量 '{0}' 的维度已更改。

# DataProtectionWindowTitle1
source: Data Protection
de_de: Datenschutz
es_es: Protección de datos
fr_fr: Protection des données
it_it: Protezione dei dati
pt_br: Proteção de dados
zh_cn: 数据保护

# MemoryCtrlTempVarAllocatedErrorTooltip
source: Allocated memory for temporary variables cannnot exceed maximum data allocation {0} bytes.
de_de: Der zugewiesene Speicher für temporäre Variablen darf die maximale Datennutzung von {0} Byte nicht überschreiten.
es_es: La memoria asignada a las variables temporales no puede sobrepasar la asignación máxima de datos de {0} bytes.
fr_fr: La mémoire attribuée aux variables temporaires ne peut pas dépasser l'allocation de mémoire maximale pour les données, qui est de {0} octets.
it_it: La memoria allocata per le variabili temporanee non può superare i {0} byte di assegnazione dei dati massima.
pt_br: A memória alocada para variáveis temporárias não pode exceder a alocação máxima de dados de {0} bytes.
zh_cn: 临时变量已配置的内存不得超过最大分配数据 {0} 字节。

# ControllerChangeInterruptTypeDowngradeWarning
source: Target controller supports a smaller number of {0} interrupts, Deleting {1}
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von {0} Interrupt-Konfigurationen. {1} wird gelöscht.
es_es: El controlador de destino admite una menor cantidad de interrupciones {0}. Se eliminará {1}.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'interruptions {0}. Suppression de {1}.
it_it: Il controllore di destinazione supporta un numero inferiore di interrupt {0}. Eliminazione di {1} in corso.
pt_br: Controlador de destino aceita um número menor de {0} interrupções. Excluindo {1}
zh_cn: 目标控制器支持的 {0} 中断量较少，正在删除 {1}

# MemoryUsageInvalidTooltip
source: Build the project to update memory allocation. If problem continually occurs, reduce number of logic programming or variables (including allocation for temporary variables) as necessary and rebuild the project.
de_de: Erstellen Sie das Projekt, um die Speichernutzung zu aktualisieren. Wenn das Problem bestehen bleibt, reduzieren Sie nach Bedarf die Zahl der logischen Programmierungen oder Variablen (einschließlich der Zuweisung für temporäre Variablen), und erstellen Sie das Projekt neu.
es_es: Compile el proyecto para actualizar la asignación de la memoria. Si el problema persiste, reduzca el número de variables o programación lógica (incluida la asignación de variables temporales) según sea necesario y vuelva a compilar el proyecto.
fr_fr: Assemblez le projet afin de mettre à jour l'allocation de la mémoire. Si le problème persiste, réduisez le nombre de pas de programme ou de variables (y compris la mémoire attribuée aux variables temporaires) et réassemblez le projet.
it_it: Compilare il progetto per aggiornare l'assegnazione della memoria. Se il problema persiste, ridurre il numero di variabili (inclusa l'assegnazione di memoria per le variabili temporanee) o le istruzioni logiche secondo necessità e ricompilare il progetto.
pt_br: Compile o projeto para atualizar a alocação da memória. Se o problema ocorrer continuamente, reduza o número de programações lógicas ou variáveis (incluindo alocação para variáveis temporárias) conforme necessário e compile o projeto novamente.
zh_cn: 生成项目更新内存分配。如果问题持续发生，减少必要的逻辑编程或变量(包括临时变量分配)的数量并重新生成项目。

# MemoryCtrlInvalidValue
source: N/A
de_de: n.v.
es_es: ÁéÜN/Añññññ
fr_fr: S/O
it_it: N/D
pt_br: ãçêúN/AÀÀÀÀÀ
zh_cn: 中N/A文文文文文

# MemoryTempVarInvalidTooltip
source: Memory usage for temporary variables and complex expressions cannot be calculated. Resolve the build errors shown in the Error List and rebuild the project.
de_de: Die Speicherzuweisung für temporäre Variablen und komplexe Ausdrücke kann nicht berechnet werden. Beheben Sie die Erstellungsfehler in der Fehlerliste, und erstellen Sie das Projekt neu.
es_es: No se puede calcular el uso de memoria para variables temporales y expresiones complejas. Resuelva los errores de compilación que se muestran en la Lista de errores y vuelva a compilar el proyecto.
fr_fr: Impossible de calculer l'allocation de mémoire pour les variables temporaires et les expressions complexes. Résolvez les erreurs de compilation répertoriées dans la Liste d'erreurs et réassemblez le projet.
it_it: Impossibile calcolare l'utilizzo della memoria per le variabili temporanee e le espressioni complesse. Risolvere gli errori di compilazione indicati nell'elenco degli errori e ricompilare il progetto.
pt_br: O uso da memória para variáveis temporárias e expressões complexas não pôde ser calculado. Solucione os erros de compilação exibidos na Lista de erros e compile o projeto novamente.
zh_cn: 无法计算临时变量和复杂的表达式的内存使用量。解决错误列表中显示的生成错误并重新生成项目。

# MemoryTempVarNeedBuildTooltip
source: Build the project to calculate data memory usage for temporary variables and complex expressions.
de_de: Erstellen Sie das Projekt, um die Datenspeicherzuweisung für temporäre Variablen und komplexe Ausdrücke zu berechnen.
es_es: Compile el proyecto para calcular el uso de memoria de datos para variables temporales y expresiones complejas.
fr_fr: Assemblez le projet afin de calculer l'allocation de mémoire de données pour les variables temporaires et les expressions complexes.
it_it: Compilazione del progetto per calcolare l'utilizzo della memoria dati per le variabili temporanee e le espressioni complesse.
pt_br: Compile o projeto para calcular o uso da memória de dados para variáveis temporárias e expressões complexas.
zh_cn: 生成项目计算临时变量和复杂的表达式的数据内存使用量。
