Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# RTCSetDateTimeWindowTitle
source: Set Date/Time
de_de: Datum/Zeit einstellen
es_es: Establecer fecha/hora
fr_fr: Mise à l’heure
it_it: Imposta data/ora
pt_br: Definir Data/hora
zh_cn: 设置日期/时间

# BatteryLevelLow
source: Low
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
it_it: Basso
pt_br: Baixo
zh_cn: 低

# BatteryLevelNormal
source: Normal
de_de: äöüNormalßßßßßß
es_es: ÁéÜNormalñññññ
fr_fr: êæùçNormalëëëëë
it_it: Normale
pt_br: ãçêúNormalÀÀÀÀÀ
zh_cn: 正常

# CompatibleCaption
source: compatible
de_de: kompatibel
es_es: ÁéÜcompatibleñññññ
fr_fr: êæùçcompatibleëëëëë
it_it: compatibile
pt_br: compatível
zh_cn: 兼容

# ControllerDiagnosticSummaryCaption
source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
it_it: Riepilogo
pt_br: Resumo
zh_cn: 摘要

# DifferentCpation
source: does not match
de_de: stimmt nicht überein
es_es: no coincide con
fr_fr: ne correspond pas à
it_it: non corrisponde
pt_br: Não corresponde
zh_cn: 不匹配

# IncompatibleCaption
source: incompatible
de_de: nicht kompatibel
es_es: ÁéÜincompatibleñññññ
fr_fr: êæùçincompatibleëëëëë
it_it: incompatibile
pt_br: incompatível
zh_cn: 不兼容于

# MemoryModuleCompatibilityComparisonLabel
source: - Project in the {0} is
de_de: -Projekt im/in der {0} ist
es_es: -El proyecto en {0} es
fr_fr: - Le projet dans le/la {0} est
it_it: - Il progetto nel {0} è
pt_br: - O projeto no {0} é
zh_cn: -{0} 中的项目

# MemoryModuleCompatibilityComparisonLabel1
source: with controller hardware and firmware.
de_de: mit Steuerungshardware und -firmware.
es_es: con el hardware y firmware del controlador.
fr_fr: avec le matériel et le micrologiciel du contrôleur.
it_it: con l'hardware e il firmware del controllore.
pt_br: com controlador de hardware e firmware.
zh_cn: 控制器硬件和固件。

# MemoryModulePasswordComparisonLabel
source: - Password in both {0} and controller
de_de: - Passwort in {0} und Steuerung
es_es: -La contraseña en {0} y en el controlador
fr_fr: - Le mot de passe dans le/la {0} et le contrôleur
it_it: - Password in {0} e nel controllore
pt_br: - As senhas no {0} e no controlador são
zh_cn: -{0} 和控制器中的密码

# Micro800ToolBarMenuStartUpItemCaption
source: Startup
de_de: Hochfahren
es_es: Inicio
fr_fr: Démarrage
it_it: Avviamento
pt_br: Inicialização
zh_cn: 启动

# SimilarCaption
source: matches
de_de: stimmt überein
es_es: coincide con
fr_fr: correspond
it_it: corrisponde
pt_br: corresponde
zh_cn: 匹配

# MajorFaultClearFaultButtonCaption
source: _Clear Fault
de_de: _Fehler löschen
es_es: _Borrar error
fr_fr: _Effacer le défaut
it_it: _Cancella errore
pt_br: _Limpar falha
zh_cn: 清除故障(_C)

# MajorFaultCodeLabelCaption
source: Fault Code
de_de: Fehlerhafter Code
es_es: Código de error
fr_fr: Code du défaut
it_it: Codice errore
pt_br: Código da Falha
zh_cn: 故障代码

# MajorFaultDescLabelCaption
source: Fault Description
de_de: Fehlerbeschreibung
es_es: Descripción del error
fr_fr: Description du défaut
it_it: Descrizione errore
pt_br: Descrição da falha
zh_cn: 故障描述

# MajorFaultGetLogButtonCaption
source: Get Fault _Log
de_de: Fehlerprotoko_ll abrufen
es_es: Obtener _registro de errores
fr_fr: Obtenir le _journal des défauts
it_it: _Acquisisci registro errori
pt_br: Obter _registro de falha
zh_cn: 获取故障日志(_L)

# MajorFaultStatusLabelCaption
source: Fault Status
de_de: Fehlerstatus
es_es: Estado del error
fr_fr: Statut du défaut
it_it: Stato errore
pt_br: Status da falha
zh_cn: 故障状态

# Micro800ToolBarMenuControllerItemCaption
source: Controller
de_de: Steuerung
es_es: Controlador
fr_fr: Contrôleur
it_it: Controllore
pt_br: Controlador
zh_cn: 控制器

# Micro800ToolBarMenuFaultsItemCaption
source: Fault
de_de: Fehler
es_es: Error
fr_fr: Défaut
it_it: Errore
pt_br: Falha
zh_cn: 故障

# PresentationAndUILoadNothingCaption
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# NotApplicableContent
source: Not Applicable
de_de: Nicht zutreffend
es_es: No aplicable
fr_fr: Non applicable
it_it: Non applicabile
pt_br: Não aplicável
zh_cn: 不适用

# ConnectionConfigControllerCaption
source: Controller Diagnostic
de_de: Steuerungsdiagnose
es_es: Diagnóstico del controlador
fr_fr: Diagnostic du contrôleur
it_it: Diagnostica controllore
pt_br: Diagnóstico do controlador
zh_cn: 控制器诊断

# MemoryModuleAndCardCaption
source: Memory Module/Card
de_de: Speichermodul/-karte
es_es: Módulo/tarjeta de memoria
fr_fr: Module/Carte mémoire
it_it: Modulo/Scheda di memoria
pt_br: Cartão/módulo de memória
zh_cn: 内存模块/卡

# NoMemoryModuleAvailableContent
source: {0} is not available in the controller.
de_de: {0} ist nicht verfügbar in der Steuerung.
es_es: {0} no está disponible en el controlador.
fr_fr: {0} n’est pas disponible dans le contrôleur.
it_it: {0} non è disponibile nel controllore.
pt_br: {0} não está disponível no controlador.
zh_cn: {0} 在控制器中不可用。

# ControllerUserDefinedNameSpacesWarning
source: Controller name cannot contain spaces
de_de: Steuerungsname darf keine Leerzeichen enthalten
es_es: El nombre de controlador no puede contener espacios
fr_fr: Le nom du contrôleur ne peut pas contenir d'espaces
it_it: Il nome del controllore non può contenere spazi
pt_br: O nome do controlador não pode conter espaços
zh_cn: 控制器名称不得包含空格

# ControllerUserDefinedNameSpecialCharWarning
source: Controller name cannot contain any of the following characters \/:*?"<>|
de_de: Steuerungsname darf keines der folgenden Zeichen enthalten \/:*?”<>|
es_es: El nombre de controlador no puede contener ninguno de los caracteres siguientes: \/:*?”<>|
fr_fr: Le nom du contrôleur ne peut contenir les caractères suivants \/:*?"<>|
it_it: Il nome del controllore non può contenere i seguenti caratteri \/:*?"<>|
pt_br: O nome do controlador não pode conter nenhum dos caracteres a seguir \/:*?"<>|
zh_cn: 控制器名称不得包含以下任何字符 \/:*?"<>|

# MemBakInfomationLabel
source: Real time clock and project details in Memory Module are only available when connected to controller.
de_de: Echtzeituhr und Projektdetails im Speichermodul sind nur bei einem Anschluss an die Steuerung verfügbar.
es_es: El reloj de tiempo real y los detalles del proyecto en el módulo de memoria solo están disponibles cuando este está conectado al controlador.
fr_fr: L'horloge temps réel et les détails du projet dans le module mémoire ne sont disponibles que connecté au contrôleur.
it_it: I dettagli su Real Time Clock e progetto nel modulo di memoria sono disponibili solo in presenza della connessione al controllore.
pt_br: O relógio em tempo real e os detalhes do projeto no módulo de memória somente são disponibilizados quando há conexão com o controlador.
zh_cn: 内存模块中的实时时钟和项目详细信息仅在连接至控制器时才可用。

# RTCHoursValidationError
source: Hours must be in range of {0} to {1}
de_de: Stunden müssen im Bereich zwischen {0} und {1} liegen
es_es: Las horas deben estar en el rango de {0} a {1}
fr_fr: Les heures doivent être comprises entre {0} et {1}
it_it: Le ore devono essere comprese nell'intervallo da {0} a {1}
pt_br: As horas devem estar no intervalo de {0} a {1}
zh_cn: 小时数必须在 {0} 至 {1} 之间

# RTCMinutesValidationError
source: Minutes must be in range of {0} to {1}
de_de: Minuten müssen im Bereich zwischen {0} und {1} liegen
es_es: Los minutos deben estar en el rango de {0} a {1}
fr_fr: Les minutes doivent être comprises entre {0} et {1}
it_it: I minuti devono essere compresi nell'intervallo da {0} a {1}
pt_br: Os minutos devem estar no intervalo de {0} a {1}
zh_cn: 分钟数必须在 {0} 至 {1} 之间

# RTCSecondsValidationError
source: Seconds must be in range of {0} to {1}
de_de: Sekunden müssen im Bereich zwischen {0} und {1} liegen
es_es: Los segundos deben estar en el rango de {0} a {1}
fr_fr: Les secondes doivent être comprises entre {0} et {1}
it_it: I secondi devono essere compresi nell'intervallo da {0} a {1}
pt_br: Os segundos devem estar no intervalo de {0} a {1}
zh_cn: 秒数必须在 {0} 至 {1} 之间

# SetDateTimeInformationLabel
source: 24 Hour format (hh:mm:ss)
de_de: 24-Stunden-Format (hh:mm:ss)
es_es: Formato de 24 horas (hh:mm:ss)
fr_fr: Format 24h (hh:mm:ss)
it_it: Formato 24 ore (hh:mm:ss)
pt_br: Formato de 24 horas (hh:mm:ss)
zh_cn: 24 小时格式 (hh:mm:ss)

# SetDateTimeCheckBoxCaption
source: _Use current computer's date and time
de_de: _Aktuelles Datum und Uhrzeit des Computers verwenden
es_es: _Utilizar la fecha y hora actuales del equipo
fr_fr: _Utiliser les date et heure de l'ordinateur actuel
it_it: _Utilizza data e ora del computer
pt_br: _Usar a data e a hora atuais do computador
zh_cn: 使用当前计算机的日期和时间(_U)

# ControllerDiagnosticEthernetInformationLabel
source: Memory Module ethernet settings follow controller's Overwrite Ethernet Settings
de_de: Die Speichermodul-Ethernet-Einstellungen folgen dem Überschreiben der Ethernet-Einstellungen der Steuerung.
es_es: La configuración Ethernet del módulo de memoria sigue la configuración Ethernet de sobrescritura del controlador
fr_fr: Les paramètres Ethernet du module mémoire suivent les paramètres Ethernet d' écrasement du contrôleur
it_it: Le impostazioni Ethernet del modulo di memoria rispettano le impostazioni Ethernet di sovrascrittura del controllore
pt_br: As configurações de ethernet do módulo de memória seguem as configurações de ethernet de sobreposição do controlador
zh_cn: 内存模块的以太网设置遵循控制器的覆盖以太网设置

# ControllerDiagnosticProjectCaption
source: Project
de_de: Projekt
es_es: Proyecto
fr_fr: Projet
it_it: Progetto
pt_br: Projeto
zh_cn: 项目

# MemoryModuleIncludeLogicalValues
source: _Include Project & Logical values upon Backup/Restore
de_de: _Projektwerte und logische Werte nach Sicherung/Wiederherstellung einbeziehen
es_es: _Incluir valores lógicos y de proyecto tras realizar una copia de seguridad/restauración
fr_fr: _Inclure les valeurs logiques et du projet lors de la sauvegarde/restauration
it_it: _Includi valori logici e di progetto al backup/ripristino
pt_br: _Incluir Valores de Projeto e Lógicos ao Fazer backup/Restaurar
zh_cn: 中_Include Project & Logical values upon Backup/Restore文文文文文

# ProgressUIService_Status_Cancelled
source: Cancelled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
pt_br: Cancelado
zh_cn: 已取消

# ProgressUIService_Status_Finished
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
it_it: Completo
pt_br: Concluído
zh_cn: 已完成

# ProgressUIService_Status_Started
source: Started
de_de: Gestartet
es_es: Iniciado
fr_fr: Démarré
it_it: Avviato
pt_br: Iniciado
zh_cn: 已启动

# PreDownload_Message_BuildError
source: Unable to continue download operation due to the build error(s).
de_de: Das Herunterladen kann aufgrund von Erstellungsfehler(n) nicht fortgesetzt werden.
es_es: No se ha podido continuar con la operación de descarga debido a uno o varios errores de compilación.
fr_fr: Impossible de continuer le chargement automatique en raison d'erreurs d'assemblage.
it_it: Impossibile continuare il download a causa di errori di compilazione.
pt_br: Não foi possível continuar o download da operação devido ao(s) erro(s) de compilação.
zh_cn: 由于生成错误无法继续下载操作。

# PreDownload_Message_Aborted
source: Download is aborted.
de_de: Herunterladen wird abgebrochen.
es_es: La descarga se ha abortado.
fr_fr: Le chargement automatique est abandonné.
it_it: Download interrotto.
pt_br: Download interrompido.
zh_cn: 下载已中止。

# PreDownload_Message_ProjectUpToDate
source: The project build is up-to-date.
de_de: Die Projekterstellung ist auf dem neuesten Stand.
es_es: La compilación del proyecto está actualizada.
fr_fr: L'assemblage du projet est à jour.
it_it: La compilazione del progetto è aggiornata.
pt_br: A compilação do projeto está desatualizada.
zh_cn: 该项目生成是最新的。

# Build_Message_Footer
source: ========== Build: {0} succeeded, {1} failed, {2} up-to-date, {3} skipped ==========
de_de: ========== Erstellen: {0} erfolgreich, {1} fehlgeschlagen, {2} aktuell, {3} übersprungen ==========
es_es: ========== Compilación: {0} correcta, {1} con errores, {2} actualizada, {3} omitida ==========
fr_fr: '========== Assemblage : {0} réussi(s), {1} échoué(s), {2} actualisé(s), {3} ignoré(s) ==========
it_it: ========== Compilazione: {0} riusciti, {1} non riusciti, {2} aggiornati, {3} ignorati ==========
pt_br: ========== Compilação: {0} bem-sucedido, {1} falhou, {2} atualizado, {3} ignorado ==========
zh_cn: ========== 生成: {0} 次成功，{1} 次失败，{2} 次最新， {3} 次跳过 ==========

# Build_Message_Header1
source: -------------------- Build project: CONTROLLER --------------------
de_de: -------------------- Projekt erstellen: STEUERUNG --------------------
es_es: -------------------- Proyecto de compilación: CONTROLADOR --------------------
fr_fr: -------------------- Assemblage du Projet : CONTRÔLEUR --------------------
it_it: -------------------- Compilazione progetto: CONTROLLORE --------------------
pt_br: -------------------- Compilar projeto: CONTROLADOR --------------------
zh_cn: --------------------生成项目: 控制器 --------------------

# Build_Message_Header2
source: -------------------- Build resource: {0} Configuration: {1} --------------
de_de: -------------------- Ressource erstellen: {0} Konfiguration: {1} --------------
es_es: -------------------- Recurso de compilación: {0} Configuración: {1} --------------
fr_fr: -------------------- Assemblage Ressource : {0} Configuration : {1} --------------
it_it: -------------------- Compilazione risorsa: {0} Configurazione: {1} --------------
pt_br: -------------------- Compilar recurso: {0} Configuração: {1} --------------
zh_cn: -------------------- 生成源: {0} 配置: {1} --------------

# Download_Message_Lost
source: Unable to continue download operation. Connection to the controller was lost.
de_de: Das Herunterladen kann nicht fortgesetzt werden. Die Verbindung zur Steuerung wurde unterbrochen.
es_es: No se ha podido continuar con la operación de descarga. Se ha perdido la conexión con el controlador.
fr_fr: Impossible de continuer l'opération de chargement automatique. La connexion au contrôleur a été perdue.
it_it: Impossibile continuare l'operazione di download. La connessione al controllore è stata interrotta.
pt_br: Não foi possível continuar a operação do download. Falha na conexão com o controlador.
zh_cn: 无法继续下载操作。与控制器的连接丢失。

# DiagnosticsPlugInConflictSettingCaption
source: 2080-SERIALISOL at port {0}
de_de: 2080-SERIALISOL an Port {0}
es_es: 2080-SERIALISOL en el puerto {0}
fr_fr: 2080-SERIALISOL au port adresse {0}
it_it: 2080-SERIALISOL sulla porta {0}
pt_br: 2080-SERIALISOL na porta {0}
zh_cn: 2080-SERIALISOL端口 {0}

# PlugInConflictSettingCaption
source: {0} in the project and the controller are out-of-sync. Upload/download the project or plug the module to synchronize the settings.
de_de: {0} im Projekt und in der Steuerung sind nicht synchron. Laden Sie das Projekt hoch/herunter oder stecken Sie das Modul ein, um die Einstellungen zu synchronisieren.
es_es: {0} en el proyecto y el controlador no están sincronizados. Cargue/descargue el proyecto o conecte el módulo para sincronizar la configuración.
fr_fr: {0} dans le projet et le contrôleur sont désynchronisés. Chargez ou sauvegardez le projet ou insérez le module pour synchroniser les paramètres.
it_it: Impostazioni {0} non sincronizzate tra il progetto e il controllore. Caricare/scaricare il progetto o collegare il modulo per sincronizzare le impostazioni.
pt_br: {0} no projeto e o controlador estão fora de sincronia. Faça o upload/download do projeto ou conecte o módulo para sincronizar as configurações.
zh_cn: {0} 在项目与控制器中不同步。 上传或下载使设置同步。

# ButtonCancelCaption
source: _Cancel
de_de: A_bbrechen
es_es: _Cancelar
fr_fr: A_nnuler
it_it: _Annulla
pt_br: _Cancelar
zh_cn: 取消(_C)

# ButtonOKCaption
source: _OK
de_de: äöü_OKßßßßßß
es_es: Acep_tar
fr_fr: êæùç_OKëëëëë
pt_br: ãçêú_OKÀÀÀÀÀ
zh_cn: 确定(_O)

# DiagnosticCatalogIDWarning
source: Catalog ID in Project & {0} does not match.
de_de: Katalog-ID in Projekt & {0} stimmt nicht überein.
es_es: La referencia de catálogo en el proyecto y en {0} no concuerdan.
fr_fr: L'identifiant Catalogue dans le projet et le {0} ne correspondent pas.
it_it: ID Catalogo non corrispondente tra progetto e {0}.
pt_br: A Identificação do catálogo no projeto e {0} não correspondem.
zh_cn: 项目与 {0} 中的类别 ID 不匹配。

# DiagnosticFaultOverrideWarning
source: Fault Override in Project & {0} does not match.
de_de: Fehlerüberschreibung in Projekt & {0} stimmt nicht überein.
es_es: La anulación de fallo en el proyecto y en {0} no concuerdan.
fr_fr: L'annulation des fautes dans le projet et le {0} ne correspondent pas.
it_it: Sostituzione override non corrispondente tra progetto e {0}.
pt_br: Sobreposição de falha no projeto e {0} não correspondem.
zh_cn: 项目与 {0} 中的故障覆盖不匹配。

# DiagnosticLoadOnPowerUpWarning
source: Load on power up in Project & {0} does not match.
de_de: Laden beim Aufstarten im Projekt & {0} stimmt nicht überein
es_es: Cargar al iniciar en el proyecto y en {0} no concuerdan.
fr_fr: Le chargement au démarrage dans le projet et le {0} ne correspondent pas.
it_it: Caricamento all'accessione non corrispondente tra progetto e {0}.
pt_br: Carregamento na ativação no projeto e {0} não correspondem.
zh_cn: 项目与 {0} 中的通电加载不匹配。

# DiagnosticModeBehaviorWarning
source: Mode Behavior in Project & {0} does not match.
de_de: Modusverhalten in Projekt & {0} stimmt nicht überein.
es_es: El modo de comportamiento del proyecto y de {0} no coinciden.
fr_fr: Le mode de démarrage dans le projet et le/la {0} ne correspondent pas.
it_it: Mancanta corrispondenza della modalità di comportamento tra progetto e {0}.
pt_br: Comportamento do modo no projeto e {0} não correspondem.
zh_cn: 项目与 {0} 中的模式行为不匹配。

# DiagnosticOverwriteEthernetWarning
source: Overwrite Ethernet Settings in Project & {0} does not match.
de_de: Überschreiben der Ethernet-Einstellungen in Projekt & {0} stimmt nicht überein.
es_es: La sobrescritura de la configuración de Ethernet en el proyecto y en {0} no coinciden.
fr_fr: Les paramètres Ethernet d'écrasement dans le projet et le/la {0} ne correspondent pas.
it_it: Mancata corrispondenza della sovrascrittura impostazioni Ethernet tra progetto e {0}.
pt_br: Sobreposição das configurações de ethernet no projeto e & {0} não correspondem.
zh_cn: 项目与 {0} 中的覆盖以太网设置不匹配。

# DiagnosticProjectVersionWarning
source: Project Version in Project & {0} does not match.
de_de: Projektversion in Projekt & {0} stimmt nicht überein.
es_es: La versión del proyecto en el proyecto y en {0} no coinciden.
fr_fr: La version de projet dans le projet et le/la {0} ne correspondent pas.
it_it: Mancanta corrispondenza della versione progetto tra progetto e {0}.
pt_br: Versão do projeto no projeto e {0} não correspondem.
zh_cn: 项目与 {0} 中的项目版本不匹配。

# LCDModuleAttachLCDModuleCheckBoxCaption
source: _Attach LCD Module
de_de: L_CD-Modul befestigen
es_es: Vincul_ar módulo LCD
fr_fr: A_ttacher le module LCD
it_it: C_ollega modulo LCD
pt_br: A_nexar módulo LCD
zh_cn: 附加LCD模块(_A)

# ErrorOutputMessageFormat
source: Error: {0}
de_de: Fehler: {0}
es_es: ÁéÜError: {0}ñññññ
fr_fr: Erreur : {0}
it_it: Errore: {0}
pt_br: Erro: {0}
zh_cn: 错误: {0}

# EthernetDiagnoseButtonTooltip
source: Diagnose Ethernet port status.
de_de: Diagnose Zustand des Ethernet-Anschlusses.
es_es: Diagnosticar estado del puerto Ethernet.
fr_fr: Diagnostiquer etat de port Ethernet.
it_it: Diagnosi stato della porta Ethernet .
pt_br: Diagnosticar status da porta de Ethernet .
zh_cn: 诊断以太网端口状态。

# EthernetLinkStatusCaption
source: Ethernet Link Status
es_es: Estado del vínculo de Ethernet
fr_fr: Statut du lien Ethernet
it_it: Stato collegamento Ethernet
pt_br: Status do link de ethernet
zh_cn: 以太网链接状态

# EthernetPortMacAddressCaption
source: Port MAC Address:
de_de: Port-MAC-Adresse:
es_es: Dirección MAC del puerto:
fr_fr: Adresse MAC du port :
it_it: Indirizzo MAC porta:
pt_br: Endereço MAC da porta:
zh_cn: 端口 MAC 地址:

# EthernetInterfaceOctetsCaption
source: Octets:
de_de: 8-Bit-Zeichen:
es_es: Octetos:
it_it: Ottetti:
pt_br: Octetos:
zh_cn: 八进制位:

# EthernetPortChangedItemsCaption
source: Port settings changed items: {0}
de_de: Anschluss-Einstellungen geändert Elemente: {0}
es_es: Elementos cambiados de la configuración del puerto: {0}
fr_fr: Eléments modifiés dans les paramètres du port : {0}
it_it: Elementi modificati nelle impostazioni della porta: {0}
pt_br: Itens alterados nas configurações da porta: {0}
zh_cn: 端口设置更改项: {0}

# TCPIPChangedItemsCaption
source: Internet Protocol settings changed items: {0}
de_de: Internetprotokolleinstellungen geändert Elemente: {0}
es_es: Elementos cambiados de la configuración de protocolo de Internet: {0}
fr_fr: Eléments modifiés des paramètres du protocole Internet : {0}
it_it: Elementi modificati nelle impostazioni Protocollo Internet: {0}
pt_br: Itens alterados nas configurações do protocolo de Internet: {0}
zh_cn: 因特网协议设置更改项: {0}

# PreOnlineChange_Message_BuildError
source: Unable to continue run mode download operation due to the building errors.
de_de: Das Herunterladen im Run Mode kann aufgrund von Erstellungsfehler(n) nicht fortgesetzt werden.
es_es: No se ha podido continuar con la operación de descarga en modo de ejecución debido a errores de compilación.
fr_fr: Impossible de continuer le chargement en mode Exécuter en raison d'erreurs de compilation.
it_it: Impossibile continuare il download in modalità Run a causa di errori di compilazione.
pt_br: Não foi possível continuar a operação do download em modo de execução devido ao(s) erro(s) de compilação.
zh_cn: 由于生成错误无法继续执行运行模式下载操作。

# ManageDownloadDataGridHeader
source: File Name
de_de: Dateiname
es_es: Nombre del archivo
fr_fr: Nom de fichier
it_it: Nome del file
pt_br: Nome do arquivo
zh_cn: 文件名

# InputDebounceFilter_AC_ms
source: AC {0}ms
de_de: äöüAC {0}msßßßßßß
es_es: CA {0} ms
fr_fr: CA {0}ms
pt_br: CA {0}ms
zh_cn: 中AC {0}ms文文文文文

# InputDebounceFilter_DC_ms
source: DC {0}ms
de_de: äöüDC {0}msßßßßßß
es_es: CC {0} ms
fr_fr: CC {0}ms
pt_br: CD {0}ms
zh_cn: 中DC {0}ms文文文文文

# InputDebounceFilter_DC_us
source: DC {0}µs
de_de: äöüDC {0}µsßßßßßß
es_es: CC {0} µs
fr_fr: CC {0}µs
pt_br: CD {0}µs
zh_cn: 中DC {0}µs文文文文文

# ControllerChangeEmbeddedIOGainOffsetWarning
source: Gain & Offset in Embedded I/O is not supported and its configuration is discarded.
de_de: Verstärkung und Offset der Integrierten E/A werden nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admite la ganancia y offset de E/S embebidas, por lo que se descarta su configuración.
fr_fr: Le Gain et Décalage du zéro ne sont pas pris en charge sur les E/S intégrées et leur configuration est rejetée.
it_it: Guadagno e offset nell'I/O integrato non sono supportati, la configurazione viene ignorata.
pt_br: Ganho e offset em E/S integrada não é suportado e sua configuração é descartada.
zh_cn: 不支持嵌入式I/O的增益和偏移，且其配置将被丢弃。

# SettingsLabel
source: {0} Settings
de_de: {0} Einstellungen
es_es: Configuración de {0}
fr_fr: {0} - Paramètres
it_it: Impostazioni {0}
pt_br: {0} Configurações
zh_cn: {0} 设置

# BackupFromString
source: _Backup to {0}
de_de: _Sichern auf {0}
es_es: _Realizar copia de seguridad en {0}
fr_fr: _Sauvegarder sur {0}
it_it: _Backup su {0}
pt_br: _Fazer backup para {0}
zh_cn: 备份到 {0}(_B)

# RestoreToString
source: _Restore from {0}
de_de: _Wiederherstellen von {0}
es_es: _Realizar restauración de {0}
fr_fr: _Restaurer à partir de {0}
it_it: _Ripristino da {0}
pt_br: _Restaurar de {0}
zh_cn: 从 {0} 还原(_R)

# DownloadLogicalValueMenuItemCaption
source: Project&&Logical Values
de_de: Projekt&&Logische Werte
es_es: Proyecto y valores lógicos
fr_fr: Projet et valeurs logiques
it_it: Progetto&&valori logici
pt_br: Projeto&&Valores lógicos
zh_cn: 项目和逻辑值

# DownloadProjectMenuItemCaption
source: Project
de_de: Projekt
es_es: Proyecto
fr_fr: Projet
it_it: Progetto
pt_br: Projeto
zh_cn: 项目

# DownloadConfirmationDialogTitle
source: Download Confirmation
de_de: Herunterladen bestätigt
es_es: Confirmación de descarga
fr_fr: Confirmation du chargement automatique
it_it: Conferma download
pt_br: Confirmação de Download
zh_cn: 下载确认
