Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# ExpansionIOConfirmSlideMessage
source: Do you want the empty module placeholders removed?
de_de: Möchten Sie die leeren Modulplatzhalter entfernen?
es_es: ¿Desea eliminar los marcadores de posición del módulo vacío?
fr_fr: Voulez-vous supprimer les paramètres fictifs de module vides ?
it_it: Rimuovere i segnaposto del modulo senza contenuto?
pt_br: Deseja que os espaços reservados do módulo vazio sejam removidos?
zh_cn: 是否要删除空的模块占位符？

# ExpansionIOMessageCaption
source: Connected Components Workbench
de_de: äöüConnected Components Workbenchßßßßßß
es_es: ÁéÜConnected Components Workbenchñññññ
pt_br: ãçêúConnected Components WorkbenchÀÀÀÀÀ
zh_cn: 中Connected Components Workbench文文文文文

# ExpansionIONotSupportInSlotMessage
source: The {0} isn't supported in slot {1}.
de_de: Das {0} wird im Slot {1} nicht unterstützt.
es_es: {0} no se admite en la ranura {1}.
fr_fr: Le {0} n'est pas pris en charge dans l'emplacement {1}.
it_it: {0} non supportato nello slot {1}.
pt_br: O {0} não é suportado na ranhura {1}.
zh_cn: {0} 在插槽 {1} 中不受支持。

# ExpansionIONumberofExpansionIOCaption
source: Number of Expansion IO
de_de: Anzahl der Erweiterungs-E/As
es_es: Número de E/S de expansión
fr_fr: Nombre d'E/S d'extension
it_it: Numero di I/O di espansione
pt_br: Número da ES de Expansão
zh_cn: 扩展 IO 数量

# ExpansionIONumExceedMessage
source: The numbers of modules configured exceed {0}.
de_de: Die Anzahl der konfigurierten Module übersteigt {0}.
es_es: El número de módulos configurados es mayor que {0}.
fr_fr: Le nombre de modules configurés dépasse {0}.
it_it: Il numero di moduli configurati ha superato {0}.
pt_br: O número de módulos configurados excede {0}.
zh_cn: 配置的模块数超过 {0}。

# PortDisabledTooltipCaption
source: Port Disabled
de_de: Anschluss deaktiviert
es_es: Puerto deshabilitado
fr_fr: Port désactivé
it_it: Porta disabilitata
pt_br: Porta Desativada
zh_cn: 端口已禁用

# Controller810UserManualName
source: \2080-UM001_-{0}-E.pdf
de_de: äöü\2080-UM001_-{0}-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM001_-{0}-E.pdfñññññ
fr_fr: êæùç\2080-UM001_-{0}-E.pdfëëëëë
pt_br: ãçêú\2080-UM001_-{0}-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM001_-{0}-E.pdf文文文文文

# Controller830UserManualName
source: \2080-UM002_-{0}-E.pdf
de_de: äöü\2080-UM002_-{0}-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM002_-{0}-E.pdfñññññ
fr_fr: êæùç\2080-UM002_-{0}-E.pdfëëëëë
pt_br: ãçêú\2080-UM002_-{0}-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM002_-{0}-E.pdf文文文文文

# Controller850UserManualName
source: \2080-UM002_-{0}-E.pdf
de_de: äöü\2080-UM002_-{0}-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM002_-{0}-E.pdfñññññ
fr_fr: êæùç\2080-UM002_-{0}-E.pdfëëëëë
pt_br: ãçêú\2080-UM002_-{0}-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM002_-{0}-E.pdf文文文文文

# Micro800ConfigToolbarAxisMonitorBtnToolTip
source: Monitor Motion Axis
de_de: Motion-Achse beobachten
es_es: Eje de movimiento de monitor
fr_fr: Surveiller l'axe de mouvement
it_it: Monitora asse di movimento
pt_br: Eixo de Movimento do Monitor
zh_cn: 电机运动轴

# ConnectionConfigAxisMonitorCaption
source: Axis Monitor
de_de: Achsenmonitor
es_es: Monitor del eje
fr_fr: Surveillance de l'axe
it_it: Monitoraggio asse
pt_br: Monitor do Eixo
zh_cn: 轴监视器(A)

# MotionAxisMonitorAxisHomedCaption
source: Axis Homed:
de_de: Achse gehomed:
es_es: Eje en inicio:
fr_fr: Prise d'origine de l'axe :
it_it: Asse in posizione iniziale:
pt_br: Eixo na Posição Inicial:
zh_cn: 轴已原位:

# MotionAxisMonitorAxisStateCaption
source: Axis State:
de_de: Achsenstatus:
es_es: Estado del eje:
fr_fr: Etat de l'axe :
it_it: Stato asse:
pt_br: Estado do Eixo:
zh_cn: 轴状态:

# MotionAxisMonitorCommandPosCaption
source: Command Position:
de_de: Positionsvorgabe:
es_es: Posición de comando:
fr_fr: Commande de position :
it_it: Posizione comandata:
pt_br: Posição do Comando:
zh_cn: 命令位置:

# MotionAxisMonitorCommandVelCaption
source: Command Velocity:
de_de: Geschwindigkeitsvorgabe:
es_es: Velocidad de comando:
fr_fr: Commande de vitesse :
it_it: Comando di velocità:
pt_br: Velocidade do Comando:
zh_cn: 命令速度:

# MotionAxisMonitorErrorDescCaption
source: Error Description:
de_de: Fehlerbeschreibung:
es_es: Descripción del error:
fr_fr: Description de l'erreur :
it_it: Descrizione errore:
pt_br: Descrição do Erro:
zh_cn: 错误描述:

# MotionAxisMonitorMovementCaption
source: Movement:
de_de: Bewegung:
es_es: Movimiento:
fr_fr: Mouvement :
it_it: Movimento:
pt_br: Movimento:
zh_cn: 移动:

# MotionAxisMonitorPositionVelocityCaption
source: Position and Velocity
de_de: Position und Geschwindigkeit
es_es: Posición y velocidad
fr_fr: Position et vitesse
it_it: Posizione e velocità
pt_br: Posição e Velocidade
zh_cn: 位置和速度

# MotionAxisMonitorTargetPositionCaption
source: Target Position:
de_de: Zielposition:
es_es: Posición de destino:
fr_fr: Position cible :
it_it: Posizione di destinazione:
pt_br: Posição de Destino:
zh_cn: 目标位置:

# MotionAxisMonitorTargetVelCaption
source: Target Velocity:
de_de: Ziel-Geschwindigkeit:
es_es: Velocidad de destino:
fr_fr: Vitesse cible :
it_it: Velocità destinazione:
pt_br: Velocidade de Destino:
zh_cn: 目标速度:

# MotionAxisStatus_AcceleratingFlag
source: Accelerating
de_de: Beschleunigen
es_es: Acelerando
fr_fr: Avec accélération
it_it: In accelerazione
pt_br: Acelerando
zh_cn: 加速

# MotionAxisStatus_ConstantVelocityFlag
source: Constant Velocity
de_de: Konstante Geschwindigkeit
es_es: Velocidad constante
fr_fr: Vitesse constante
it_it: Velocità costante
pt_br: Velocidade Constante
zh_cn: 恒定速度

# MotionAxisStatus_DeceleratingFlag
source: Decelerating
de_de: Verzögerung
es_es: Desacelerando
fr_fr: Avec décélération
it_it: In decelerazione
pt_br: Desacelerando
zh_cn: 减速

# MotionAxisStatus_NotMovingFlag
source: Idle
de_de: Leerlauf
es_es: Desactivar
fr_fr: Attente
it_it: Inattivo
pt_br: Ocioso
zh_cn: 空闲

# MotionAxisStatus_State_ContMotion
source: Continuous Motion
de_de: Kontinuierliche Bewegung
es_es: Movimiento continuo
fr_fr: Mouvement continu
it_it: Movimento continuo
pt_br: Movimento Contínuo
zh_cn: 连续运动

# MotionAxisStatus_State_Disabled
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# MotionAxisStatus_State_DiscMotion
source: Discrete Motion
de_de: Diskrete Bewegung
es_es: Movimiento discreto
fr_fr: Mouvement discret
it_it: Movimento discreto
pt_br: Movimento Discreto
zh_cn: 离散运动

# MotionAxisStatus_State_ErrorStop
source: Error Stop
de_de: Fehler-Stopp
es_es: Parada de error
fr_fr: Arrêt suite à une erreur
it_it: Arresto errore
pt_br: Parada de Erro
zh_cn: 错误停止

# MotionAxisStatus_State_Homing
source: Homing
de_de: äöüHomingßßßßßß
es_es: Autodirección
fr_fr: Prise d'origine
it_it: Azzeramento
pt_br: Inicialização
zh_cn: 原位

# MotionAxisStatus_State_Standstill
source: Standstill
de_de: Stillstand
es_es: Atascado
fr_fr: Immobilisation
it_it: Fermo
pt_br: Suspenso
zh_cn: 静止

# MotionAxisStatus_State_Stopping
source: Stopping
de_de: Stoppen
es_es: Parando
fr_fr: Arrêt en cours
it_it: Arresto in corso
pt_br: Parando
zh_cn: 正在停机

# MotionAxisStatus_State_SyncMotion
source: Synchronized Motion
de_de: Synchronisierte Bewegung
es_es: Movimiento sincronizado
fr_fr: Mouvement synchronisé
it_it: Movimento sincronizzato
pt_br: Movimento Sincronizado
zh_cn: 已同步运动

# MotionError_MC_FB_ERR_MECHAN
source: The axis is not operational because a drive or mechanical issue was detected. Check the connection between the drive and the controller (Drive Ready and In-Position signals), and ensure the drive is operating normally. Reset the state of the axis using the MC_Reset Function Block.
de_de: Die Achse ist aufgrund von Antriebsproblemen oder mechanischen Problemen nicht betriebsfähig. Prüfen Sie die Verbindung zwischen Antrieb und Steuerung (Signale für „Antrieb bereit“ und „In Position"), und stellen Sie sicher, dass der Antrieb normal arbeitet. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück.
es_es: El eje no está operativo porque se ha detectado un problema mecánico o en la unidad. Compruebe la conexión entre la unidad y el controlador (señales de unidad preparada y en posición), y asegúrese de que la unidad funciona con normalidad. Restablezca el estado del eje mediante el bloque de función MC_Reset.
fr_fr: L'axe n'est pas opérationnel en raison de problèmes au niveau du variateur ou d'une défaillance mécanique. Vérifiez la connexion entre le variateur et le contrôleur (signaux Variateur prêt et En position), puis assurez-vous que le variateur fonctionne correctement. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset.
it_it: L'asse non funziona perché è stato rilevato un problema all'unità o meccanico. Controllare il collegamento tra unità e controllore (segnali Pronto unità e In posizione), quindi verificare che l'unità funzioni normalmente. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset.
zh_cn: 由于检测到驱动器或机械问题，导致轴无法运转。 检查驱动器和控制器之间的连接 (指示驱动器就绪和就位信号)，并确保驱动器运行正常。 请使用 MC_Reset 功能块复位轴的状态。

# MotionError_MC_FB_ERR_RESOURCE
source: The axis is not operational because it or its related resources required by a Function Block are under the control of other Function Block, or not available. Ensure the axis or its related resources required by the Function Block are available for use. Reset the state of the axis using the MC_Reset Function Block. Review and correct the application if there are multiple instances of the same function block trying to control the axis at the same time.
de_de: Die Achse ist nicht betriebsfähig, da sie oder ihre von einem Funktionsblock benötigten Ressourcen von einem anderen Funktionsblock gesteuert werden oder nicht verfügbar sind. Stellen Sie sicher, dass die Achse oder ihre vom Funktionsblock benötigten Ressourcen zur Nutzung verfügbar sind. Setzen Sie den Status der Achse mit dem Funktionsblock MC_Reset zurück. Überprüfen und korrigieren Sie die Anwendung, wenn mehrere Instanzen des gleichen Funktionsblocks zur gleichen Zeit versuchen, die Achse zu steuern.
es_es: El eje no está operativo debido a que el propio eje o los recursos relacionados requeridos por un bloque de función se encuentran bajo el control de otro bloque de función o no está disponible. Asegúrese de que el eje o los recursos relacionados requeridos por el bloque de función estén disponibles para su uso. Restablezca el estado del eje mediante el bloque de función MC_Reset. Revise y corrija la aplicación si hay varias instancias del mismo bloque de función que estén intentando controlar el eje al mismo tiempo.
fr_fr: L'axe n'est pas opérationnel parce que lui-même ou des ressources lui étant associées requises par un bloc de fonctions sont sous le contrôle d'un autre bloc de fonctions ou ne sont pas disponibles. Assurez-vous que l'axe ou ses ressources associées requises par le bloc de fonctions sont disponibles. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Vérifiez et corrigez l'application si vous constatez que plusieurs instances du même bloc de fonctions tentent de contrôler l'axe en même temps.
it_it: L'asse non funziona in quanto esso o la risorsa relativa richiesta dal blocco funzione sono sotto controllo di un altro blocco funzione, o non disponibili. Verificare che l'asse o la relativa risorsa richiesta dal blocco funzione sia disponibile per l'uso. Reimpostare lo stato dell'asse utilizzando il blocco funzione MC_Reset. Reset e correggere l'applicazione in caso di istanze multiple dello stesso blocco funzione che tentano di controllare l'asse contemporaneamente.
pt_br: O eixo não está operacional porque ele ou seus recursos relacionados exigidos por um Bloco da Função estão sob o controle de outro Bloco da Função, ou não estão disponíveis. Certifique-se de que o eixo ou seus recursos relacionados exigidos pelo Bloco da Função estejam disponíveis para uso. Restaure o estado do eixo usando o Bloco da Função MC_Reset. Analise e corrija o aplicativo se houver várias instâncias do mesmo bloco da função tentando controlar o eixo ao mesmo tempo.
zh_cn: 由于功能块所需的相关资源处于其他功能块的控制之下或者不可用，导致轴无法运转。 确保功能块所需的轴或其相关资源可供使用。 请使用 MC_Reset 功能块复位轴的状态。 如果相同功能块的多个实例同时尝试控制轴，则检查并更正应用程序。

# MotionError_MC_FB_ERR_ENGINE
source: The axis is not operational because a motion engine execution error was detected. Power cycle the entire machine and download the User Application to the controller again. If the fault persists, contact your local Rockwell Automation technical support representative. For contact information, see: http://support.rockwellautomation.com/MySupport.asp.
de_de: Die Achse ist aufgrund einer Störung des Bewegungsmotors nicht betriebsfähig. Durchlaufen Sie den Einschaltzyklus der gesamten Maschine, und laden Sie die Benutzeranwendung für die Steuerung erneut herunter. Bleibt der Fehler weiterhin bestehen, wenden Sie sich an Ihren zuständigen technischen Supportmitarbeiter von Rockwell Automation. Kontaktinformationen erhalten Sie hier: http://support.rockwellautomation.com/MySupport.asp.
es_es: El eje no está operativo porque se detectó un error de ejecución del motor de movimiento. Desconecte y vuelva a conectar toda la máquina y descargue de nuevo la aplicación del usuario en el controlador. Si el problema continúa, póngase en contacto con el representante local de soporte técnico de Rockwell Automation. Para ver la información de contacto, consulte: http://support.rockwellautomation.com/MySupport.asp.
fr_fr: L'axe n'est pas opérationnel en raison d'une erreur d'exécution du moteur de mouvement. Arrêtez et remettez sous tension toute la machine, puis chargez de nouveau l'application utilisateur sur le contrôleur. Si le défaut persiste, contactez votre représentant local du Support technique Rockwell Automation. Pour obtenir des informations sur les coordonnées, consultez le site suivant : http://support.rockwellautomation.com/MySupport.asp.
it_it: L'asse non funziona in seguito al rilevamento di un errore di esecuzione del motore di movimento. Ciclare l'alimentazione all'intera macchina e scaricare nuovamente l'applicazione utente nel controllore. Se il guasto persiste, contattare il rappresentante del supporto tecnico di zona di Rockwell Automation. Per le informazioni sui contatti, visitare: http://support.rockwellautomation.com/MySupport.asp.
pt_br: O eixo não está operacional porque foi detectado um erro de execução do mecanismo de movimento. Desligue e ligue toda a máquina e faça download do Aplicativo do Usuário para o controlador novamente. Se a falha persistir, entre em contato com o representante do suporte técnico local da Rockwell Automation. Para obter as informações de contato, visite: http://support.rockwellautomation.com/MySupport.asp.
zh_cn: 由于检测到运动引擎执行错误，导致轴无法运转。 断电重启整个计算机，并将用户应用程序重新下载到控制器。 如果故障仍然存在，请与当地的 Rockwell Automation 技术支持代表联系。有关联系信息，请参见: http://support.rockwellautomation.com/MySupport.asp.

# MotionError_MC_FB_ERR_HARD_LIMIT
source: The axis is not operational because a Hard Limit error was detected. Reset the state of the axis using the MC_Reset Function Block, and then move the axis away from the Hard Limit switch in the opposite direction.
de_de: Die Achse ist aufgrund eines Fehlers im Zusammenhang mit einem Hardwarelimit nicht betriebsfähig. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück, und bewegen Sie die Achse dann in umgekehrter Richtung vom Endschalter weg.
es_es: El eje no está operativo debido a que se detectó un error de límite estricto. Restablezca el estado del eje con el bloque de función MC_Reset y, a continuación, separe el eje del interruptor de límite estricto en la dirección opuesta.
fr_fr: L'axe n'est pas opérationnel en raison de la détection d'une erreur au niveau de la limite matérielle. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset, puis éloignez l'axe du commutateur Limite matérielle dans la direction opposée.
it_it: L'asse non funziona a causa del rilevamento di un errore Limite hardware. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset, quindi spostare l'asse dall'interruttore Limite hardware in direzione opposta.
pt_br: O eixo não está operacional porque foi detectado um erro de Limite Rígido. Restaure o estado do eixo usando o Bloco da Função MC_Reset, em seguida afaste o eixo da chave de Limite Rígido na direção oposta.
zh_cn: 由于检测到硬限位错误，导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态，然后朝相反方向将轴从硬限位开关中移开。

# MotionError_MC_FB_ERR_LOG_LIMIT
source: The axis is not operational because a PTO Accumulator logic limit error was detected, or executing the Function Block would cause a PTO Accumulator logic limit error. Reset the state of the axis using the MC_Reset Function Block. Check the velocity or target position settings for the Function Block. Use the MC_SetPosition Function Block to adjust the axis coordinate system.
de_de: Die Achse ist aufgrund eines im Zusammenhang mit einem logischen Grenzwert für das PTO-Register erkannten oder erwarteten Fehlers in einem Funktionsblock nicht betriebsfähig. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück. Prüfen Sie die Geschwindigkeits- oder Zielpositionseinstellungen für den Funktionsblock. Passen Sie mit dem Funktionsblock MC_SetPosition das Koordinatensystem an.
es_es: El eje no está operativo porque se detectó un error de límite de lógica del acumulador de PTO, o bien la ejecución del bloque de función provocaría un error de límite de lógica del acumulador de PTO. Restablezca el estado del eje mediante el bloque de función MC_Reset. Compruebe la configuración de velocidad o de posición de destino del bloque de función. Use el bloque de función MC_SetPosition para ajustar el sistema de coordenadas del eje.
fr_fr: L'axe n'est pas opérationnel en raison de la détection d'une erreur au niveau de la limite logique de l'accumulateur PTO ou d'une erreur de cette nature pouvant être générée par l'exécution du bloc de fonctions. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Vérifiez les paramètres de rapidité ou de position cible pour le bloc de fonctions. Utilisez le bloc de fonctions MC_SetPosition pour régler le système de coordonnées de l'axe.
it_it: L'asse non funziona per via di un errore limite logico dell'accumulatore PTO rilevato o per un errore di limite logico dell'accumulatore PTO causato dall'esecuzione del blocco funzione. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Controllare le impostazioni di velocità o posizione di destinazione per il blocco funzione. Utilizzare il blocco funzione MC_SetPosition per regolare il sistema di coordinate dell'asse.
pt_br: O eixo não está operacional porque foi detectado um erro de limite lógico do Acumulador PTO, ou a execução do Bloco da Função causaria um erro de limite lógico do Acumulador PTO. Restaure o estado do eixo usando o Bloco da Função MC_Reset. Verifique os ajustes de velocidade ou da posição de destino para o Bloco da Função. Use o Bloco da Função MC_SetPosition para ajustar o sistema de coordenadas do eixo.
zh_cn: 由于检测到 高速脉冲串控制伺服 累加器逻辑限制错误，或者由于执行功能块造成 高速脉冲串控制伺服 累加器逻辑限制错误，从而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态。 检查功能块的速度或目标位置设置。使用 MC_SetPosition 功能块调整轴坐标系统。

# MotionError_MC_FB_ERR_PARAM
source: The axis is not operational because an invalid parameter, (other than velocity, acceleration, deceleration, or jerk), is set in a Function Block. Reset the state of the axis using the MC_Reset Function Block. In the Function Block, correct the settings for the parameters, such as mode or position.
de_de: Die Achse ist aufgrund eines im Funktionsblock als ungültig festgelegten Parameters (betrifft nicht Geschwindigkeit, Beschleunigung, Entschleunigung oderJerk) nicht betriebsfähig. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück. Korrigieren Sie die Einstellung für die Parameter (z. B. Modus oder Position) im Funktionsblock.
es_es: El eje no está operativo debido a que se ha definido un parámetro no válido (diferente de la velocidad, la aceleración, la desaceleración o la sacudida) en un bloque de función. Restablezca el estado del eje mediante el bloque de función MC_Reset. En el bloque de función, corrija la configuración de los parámetros, como el modo o la posición.
fr_fr: L'axe n'est pas opérationnel en raison d'un ou de plusieurs paramètres non valides (autres que la vitesse, l'accélération, la décélération ou le jerk) définis dans un bloc de fonctions. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Dans le bloc de fonctions, corrigez la configuration des paramètres, tels que le mode ou la position par exemple.
it_it: L'asse non funziona a causa di un parametro non valido (diverso da velocità, accelerazione, decelerazione o jerk), impostato in un blocco funzione. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Nel blocco funzione, correggere le impostazioni dei parametri, come modalità o posizione.
pt_br: O eixo não está operacional porque um parâmetro inválido (diferente de velocidade, aceleração, desaceleração ou jerk) está definido em um Bloco da Função. Restaure o estado do eixo usando o Bloco da Função MC_Reset. No Bloco da Função, corrija os ajustes dos parâmetros, como o modo ou a posição.
zh_cn: 由于功能块中设置的无效参数 (除速度、加速、减速或加速度之外) 而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态。 更正功能块中参数的设置，例如模式或位置。

# MotionError_MC_FB_ERR_PROFILE
source: The axis is not operational because the motion profile defined in a Function Block is invalid. Reset the state of the axis using the MC_Reset Function Block. Correct the profile in the Function Block.
de_de: Die Achse ist nicht betriebsfähig, da ein in einem Funktionsblock definiertes Bewegungsprofil ungültig ist. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück. Korrigieren Sie das Profil im Funktionsblock.
es_es: El eje no está operativo porque el perfil de movimiento definido en el bloque de función no es válido. Restablezca el estado del eje mediante el bloque de función MC_Reset. Corrija el perfil en el bloque de función.
fr_fr: L'axe n'est pas opérationnel, car le profil de mouvement défini dans un bloc de fonctions n'est pas valide. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Corrigez le profil dans le bloc de fonctions.
it_it: L'asse non funziona in quanto un profilo di movimento definito in un blocco funzione non è valido. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Correggere il profilo nel blocco funzione.
pt_br: O eixo não está operacional porque o perfil de movimento definido em um Bloco da Função é inválido. Restaure o estado do eixo usando o Bloco da Função MC_Reset. Corrija o perfil no Bloco da Função.
zh_cn: 由于功能块中定义的运动配置无效，从而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态。 更正功能块中的配置。
