Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# RTCRTCShowCurrentCaption
source: Show Current RTC Parameters
de_de: Aktuelle RTC-Parameter anzeigen
es_es: Mostar parámetros de RTC actuales
fr_fr: Afficher paramètres RTC actuels
it_it: Mostra i parametri RTC correnti
pt_br: Exibir Parâmetros de RTC Atuais
zh_cn: 显示当前 RTC 参数

# RTCRTCSyncWithPCClockCaption
source: Sync RTC with PC Clock
de_de: RTC mit PC-Uhr synchr.
es_es: Sincronizar RTC con reloj de PC
fr_fr: Synchroniser RTC avec horloge PC
it_it: Sincronizza RTC con orologio del PC
pt_br: Sincronizar RTC com Relógio do PC
zh_cn: 将 RTC 与 PC 时钟同步

# PresentationAndUISerialPortCaption
source: Serial Port
de_de: Serieller Anschluss
es_es: Puerto serie
fr_fr: Port série
it_it: Porta seriale
pt_br: Porta serial
zh_cn: 串行端口

# PresentationAndUIEmptyCaption
source: < Empty >
de_de: < Leer >
es_es: < Vacío >
fr_fr: <Vide>
it_it: < Vuoto >
pt_br: < Vazio >
zh_cn: < 空 >

# ConnectionDownloadCaption
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Ecrire
it_it: Scarica
pt_br: ãçêúDownloadÀÀÀÀÀ
zh_cn: 下载

# ConnectionIsOnlineConnectedRangeValue
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
pt_br: Conectado
zh_cn: 已连接

# ConnectionIsOnlineDisconnectedRangeValue
source: Disconnected
de_de: Getrennt
es_es: Desconectado
fr_fr: Déconnecté
it_it: Disconnesso
pt_br: Desconectado
zh_cn: 已断开连接

# ConnectionUploadCaption
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Lire
it_it: Carica
pt_br: Carregar
zh_cn: 上传

# ConnectionVariablesCaption
source: Variables
de_de: Variablen
es_es: ÁéÜVariablesñññññ
fr_fr: êæùçVariablesëëëëë
it_it: Variabili
pt_br: Variáveis
zh_cn: 变量

# RTCRTCBatteryLowCaption
source: RTC Battery is low!
de_de: RTC-Batteriestand niedrig!
es_es: La batería de RTC está baja!
fr_fr: Batterie RTC faible !
it_it: Batteria RTS scarica!
pt_br: A bateria de RTC está baixa!
zh_cn: RTC 电池电量不足！

# USBPortCaption
source: USB Port
de_de: USB-Anschluss
es_es: Puerto USB
fr_fr: Port USB
it_it: Porta USB
pt_br: Porta USB
zh_cn: USB 端口

# ChannelCtrlGroupCaption
source: Channel
de_de: Kanal
es_es: Canal
fr_fr: Canal
it_it: Canale
pt_br: Canal
zh_cn: 通道

# InterruptColumnConfigureValue
source: Configure...
de_de: Konfigurieren...
es_es: Configurar...
fr_fr: Configurer...
it_it: Configura...
pt_br: Configurar...
zh_cn: 配置...

# InterruptColumnIDCaption
source: ID
de_de: äöüIDßßßßßß
es_es: ÁéÜIDñññññ
fr_fr: êæùçIDëëëëë
pt_br: ãçêúIDÀÀÀÀÀ
zh_cn: 中ID文文文文文

# InterruptDeleteInterruptMessage
source: Delete the User Interrupt?
de_de: Benutzerunterbrechung löschen?
es_es: ¿Desea suprimir la interrupción del usuario?
fr_fr: Supprimer l'interruption utilisateur?
it_it: Eliminare l'interrupt utente?
pt_br: Excluir a interrupção do usuário?
zh_cn: 是否删除此用户中断？

# PresentationAndUIDeleteCaption
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_br: Excluir
zh_cn: 删除

# InterruptNoInterruptMessage
source: User interrupt cannot be added. {0}{1}
de_de: Die Unterbrechungsanforderung kann nicht hinzugefügt werden. {0}{1}
es_es: No se puede añadir la interrupción del usuario. {0}{1}
fr_fr: L'interruption par l'utilisateur ne peut pas être ajoutée. {0}{1}
it_it: Impossibile aggiungere interrupt utente. {0}{1}
pt_br: Nenhuma interrupção do usuário pode ser adicionada. {0}{1}
zh_cn: 无法添加用户中断。{0}{1}

# UPModuleWithChannelsGroupCaption
source: Channels
de_de: Kanäle
es_es: Canales
fr_fr: Canaux
it_it: Canali
pt_br: Canais
zh_cn: 通道

# StartupFaultFaultsGpBxCaption
source: Faults
de_de: Fehler
es_es: Errores
fr_fr: Défauts
it_it: Errori
pt_br: Falhas
zh_cn: 故障

# StartupFaultLoadFromMMGpBxCaption
source: Load From Memory Module
de_de: Aus Speichermodul laden
es_es: Cargar desde módulo de memoria
fr_fr: Charger à partir du module mémoire
it_it: Carica dal modulo di memoria
pt_br: Carregar do Módulo de Memória
zh_cn: 从内存模块加载

# StartupFaultStartupGpBxCaption
source: Startup
de_de: Hochfahren
es_es: Inicio
fr_fr: Démarrage
it_it: Avviamento
pt_br: Inicialização
zh_cn: 启动

# Micro800ConfigToolbarBtnConnectCaption
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Connecter
it_it: Connetti
pt_br: Conectar
zh_cn: 连接(C)

# Micro800ConfigToolbarBtnDisconnectCaption
source: Disconnect
de_de: Trennen
es_es: Desconectar
fr_fr: Déconnecter
it_it: Disconnetti
pt_br: Desconectar
zh_cn: 断开连接(D)

# Micro800ConfigPropertiesCtrladvSettingsOpenCaption
source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
pt_br: Configurações Avançadas
zh_cn: 高级设置

# Micro800ConfigToolbarDownloadBtnToolTip
source: Download to Controller
de_de: Herunterladen an Steuerung
es_es: Descargar al controlador
fr_fr: Charger automate vers le contrôleur
it_it: Scarica sul controllore
pt_br: Download para Controlador
zh_cn: 下载到控制器

# Micro800ConfigToolbarProgramBtnToolTip
source: Program
de_de: Programm
es_es: Programa
fr_fr: Programme
it_it: Programma
pt_br: Programa
zh_cn: 编程

# Micro800ConfigToolbarUploadBtnToolTip
source: Upload from Controller
de_de: Hochladen von Steuerung
es_es: Cargar desde el controlador
fr_fr: Sauvegarder automate depuis le contrôleur
it_it: Carica dal controllore
pt_br: Carregar do Controlador
zh_cn: 从控制器上传

# Micro800ConfigToolbarUserManualsToolTip
source: User Manuals
de_de: Benutzerhandbücher
es_es: Manuales de usuario
fr_fr: Manuels d’utilisation
it_it: Manuali dell'utente
pt_br: Manuais do Usuário
zh_cn: 用户手册

# Micro800ConfigToolbarVariablesBtnToolTip
source: Global Variables
de_de: Globale Variablen
es_es: Variables globales
fr_fr: Variables globales
it_it: Variabili globali
pt_br: Variáveis Globais
zh_cn: 全局变量

# ControllerCtrlRevisionCaption
source: Revision:
de_de: Version:
es_es: Revisión:
fr_fr: version :
it_it: Revisione:
pt_br: Versão:
zh_cn: 版本：

# FeatureControlCatalogNumberCaption
source: Catalog Number:
de_de: Katalognummer:
es_es: Número de catálogo:
fr_fr: Numéro de catalogue :
it_it: Numero catalogo:
pt_br: Número do Catálogo:
zh_cn: 类型编号:

# MBMappingAddressCaption
source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo
pt_br: Endereço
zh_cn: 地址

# MBMappingAddressUsedCaption
source: Addresses Used
de_de: Verwendete Adressen
es_es: Direcciones usadas
fr_fr: Adresses utilisées
it_it: Indirizzi utilizzati
pt_br: Endereços Utilizados
zh_cn: 已用地址

# MBMappingDataTypeCaption
source: Data Type
de_de: Datentyp
es_es: Tipo de datos
fr_fr: Type de données
it_it: Tipo di dati
pt_br: Tipo de Dados
zh_cn: 数据类型

# MBMappingDataTypeNotSupportMessage
source: The data type {0} isn't supported in the current Modbus Mapping!
de_de: Der Datentyp {0} wird im aktuellen Modbus-Mapping nicht unterstützt!
es_es: El tipo de datos {0} no se admite en el mapeado Modbus actual!
fr_fr: Le type de données {0} n'est pas pris en charge dans l'adressage Modbus actuel !
it_it: Il tipo di dati {0} non è supportato nella mappatura Modbus corrente!
pt_br: O tipo de dado {0} não é suportado no Mapeamento de Modbus atual!
zh_cn: 数据类型 {0} 在当前 Modbus 映射中不受支持！

# MBMappingInvalidCastMessage
source: Invalid cast ({0}).
de_de: Ungültige Typumwandlung ({0}).
es_es: Difusión no válida ({0}).
fr_fr: Transtypage non valide ({0}).
it_it: Cast non valido ({0}).
pt_br: Fundição inválida ({0}).
zh_cn: 强制转换({0})无效。

# MBMappingMaxCountMessage
source: The maximum count of Modbus Mapping is {0}.
de_de: Die maximale Anzahl des Modbus-Mapping beträgt {0}.
es_es: El recuento máximo del mapeado Modbus es {0}.
fr_fr: Le nombre maximum d'adressages Modbus est {0}.
it_it: Il numero massimo per Mappatura Modbus è {0}.
pt_br: A contagem máxima do Mapeamento de Modbus é {0}.
zh_cn: Modbus 映射的最大计数为 {0}。

# MBMappingSaveCaption
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pt_br: Salvar
zh_cn: 保存(S)

# MBMappingServerSettingCaption
source: Modbus Server Settings
de_de: Modbus-Servereinstellungen
es_es: Configuración de servidor de Modbus
fr_fr: Paramètres du serveur Modbus
it_it: Impostazioni server Modbus
pt_br: Configurações do Servidor Modbus
zh_cn: Modbus 服务器设置

# MBMappingSingleColumnRequiredMessage
source: Select a single column and try again.
de_de: Wählen Sie eine Spalte aus und versuchen Sie es erneut.
es_es: Seleccione una sola columna y vuelva a intentarlo.
fr_fr: Sélectionnez une colonne unique et réessayez.
it_it: Selezionare una singola colonna e riprovare.
pt_br: Selecione uma única coluna e tente novamente.
zh_cn: 请选择一列，然后重试。

# MBMappingVariableCaption
source: Variable
de_de: äöüVariableßßßßßß
es_es: ÁéÜVariableñññññ
fr_fr: êæùçVariableëëëëë
it_it: Variabile
pt_br: Variável
zh_cn: 变量

# MBMappingVariableNameCaption
source: Variable Name
de_de: Variablenname
es_es: Nombre de la variable
fr_fr: Nom de variable
it_it: Nome variabile
pt_br: Nome da variável
zh_cn: 变量名

# MBMappingWrongFormatMessage
source: Wrong format exception.({0})
de_de: Ausnahme falsches Format.({0})
es_es: Excepción de formato erróneo. ({0})
fr_fr: Exception de format incorrect.({0})
it_it: Eccezione formato errato.({0})
pt_br: Exceção de formato incorreto.({0})
zh_cn: 格式错误异常。({0})

# PresentationAndUIProtocolControlCaption
source: Protocol Control
de_de: Protokollkontrolle
es_es: Control de protocolo
fr_fr: Contrôle du protocole
it_it: Controllo protocollo
pt_br: Controle de Protocolo
zh_cn: 协议控制

# ControllerCtrlMemoryModuleCaption
source: Memory Module
de_de: Speichermodul
es_es: Módulo de memoria
fr_fr: Module mémoire
it_it: Modulo di memoria
pt_br: Módulo de Memória
zh_cn: 内存模块

# ControllerCtrlOperationFailedMessage
source: The selected operation has failed.
de_de: Die ausgewählte Aktion ist fehlgeschlagen.
es_es: Error en la operación seleccionada.
fr_fr: L'opération sélectionnée a échoué.
it_it: Operazione selezionata non riuscita.
pt_br: A operação selecionada falhou.
zh_cn: 所选操作失败。

# ControllerCtrlOperationNotSupportedMessage
source: This operation isn't supported!
de_de: Diese Aktion wird nicht unterstützt!
es_es: Esta operación no se admite!
fr_fr: Cette opération n'est pas prise en charge !
it_it: Questa operazione non è supportata!
pt_br: Essa operação não é suportada!
zh_cn: 不支持此操作！

# ControllerCtrlOperationSuccessMessage
source: The selected operation has been successfully completed.
de_de: Die ausgewählte Aktion wurde erfolgreich abgeschlossen.
es_es: La operación seleccionada se ha completado correctamente.
fr_fr: L'opération sélectionnée s'est effectuée sans problèmes.
it_it: Operazione selezionata completata correttamente.
pt_br: A operação selecionada foi concluída com êxito.
zh_cn: 所选操作已成功完成。

# DateTimeDateCaption
source: Date:
de_de: Datum:
es_es: Fecha:
it_it: Data:
pt_br: Data:
zh_cn: 日期:

# DateTimeFreeRunClockCaption
source: Free Running Clock
de_de: Freilaufende Uhr
es_es: Reloj asíncrono
fr_fr: Horloge d'exécution libre
pt_br: Relógio de Execução Livre
zh_cn: 自由运行时钟

# DateTimeInvalidFormatMessage
source: Invalid Format.
de_de: Ungültiges Format.
es_es: Formato no válido.
fr_fr: Format non valide
it_it: Formato non valido.
pt_br: Formato Inválido.
zh_cn: 格式无效。

# DateTimeRtcEnableCaption
source: Real Time Clock Enable
de_de: Echtzeituhr aktivieren
es_es: Reloj de tiempo real habilitado
fr_fr: Activation d'horloge temps réel
it_it: Abilitazione Real Time Clock
pt_br: Ativação do Relógio em Tempo Real
zh_cn: 实时时钟启用

# DateTimeRtcPresentCaption
source: Real Time Clock Present
de_de: Echtzeituhr darstellen
es_es: Reloj de tiempo real presente
fr_fr: Horloge temps réel présente
it_it: Real Time Clock presente
pt_br: Relógio em Tempo Real Atual
zh_cn: 实时时钟存在

# DateTimeTimeCaption
source: Time:
de_de: Zeit:
es_es: Hora:
fr_fr: Heure :
it_it: Durata:
pt_br: Hora:
zh_cn: 时间:

# DateTimeWeekCaption
source: Day of Week:
de_de: Wochentag:
es_es: Día de la semana:
fr_fr: Jour de la semaine :
it_it: Giorno della settimana:
pt_br: Dia da Semana:
zh_cn: 星期:

# EmbeddedIOAnalogCaption
source: Analog
de_de: äöüAnalogßßßßßß
es_es: Analógico
fr_fr: Analogique
it_it: Analogico
pt_br: Analógico
zh_cn: 模拟

# EmbeddedIODigitalCaption
source: Digital
de_de: äöüDigitalßßßßßß
es_es: ÁéÜDigitalñññññ
fr_fr: Numérique
it_it: Digitale
pt_br: ãçêúDigitalÀÀÀÀÀ
zh_cn: 数字

# EmbeddedIOFilterCaption
source: Filter
de_de: äöüFilterßßßßßß
es_es: Filtro
fr_fr: Filtre
it_it: Filtro
pt_br: Filtro
zh_cn: 筛选器

# EmbeddedIOGainCaption
source: Gain
de_de: Anstieg
es_es: Ganancia
fr_fr: êæùçGainëëëëë
it_it: Guadagno
pt_br: Ganho
zh_cn: 增益

# EmbeddedIOInputCaption
source: Input
de_de: Eingang
es_es: Entrada
fr_fr: Entrée
it_it: Ingresso
pt_br: Entrada
zh_cn: 输入

# EmbeddedIOInputLatchEdgeCaption
source: Input Latch and EII Edge
de_de: Eingang-rastend und EII-Flanke eingeben
es_es: Bloqueo de entrada y flanco de EII
fr_fr: Entrée mémorisée et front EII
it_it: Latch ed EII Edge di ingresso
pt_br: Retenção de Entrada e Borda EII
zh_cn: 输入锁存和 EII 沿

# EmbeddedIOOffsetCaption
source: Offset
de_de: äöüOffsetßßßßßß
es_es: ÁéÜOffsetñññññ
fr_fr: Décalage
pt_br: ãçêúOffsetÀÀÀÀÀ
zh_cn: 偏移

# EmbeddedIOTypeCaption
source: Type
de_de: Typ
es_es: Tipo
fr_fr: êæùçTypeëëëëë
it_it: Tipo
pt_br: Tipo
zh_cn: 类型

# InterruptAddCaption
source: _Add
de_de: _Hinzufügen
es_es: _Agregar
fr_fr: _Ajouter
it_it: _Aggiungi
pt_br: _Adicionar
zh_cn: 添加(_A)

# InterruptApplyCaption
source: _Apply
de_de: Üb_ernehmen
es_es: Aplica_r
fr_fr: _Appliquer
it_it: Appli_ca
pt_br: Ap_licar
zh_cn: 应用(_A)

# InterruptAutoStartCaption
source: Auto _Start
es_es: Iniciar aut_omáticamente
fr_fr: _Démarrage automatique
it_it: Avvio a_utomatico
pt_br: I_nicialização Automática
zh_cn: 自动开始(_S)

# InterruptCancelCaption
source: _Cancel
de_de: A_bbrechen
es_es: _Cancelar
fr_fr: A_nnuler
it_it: _Annulla
pt_br: _Cancelar
zh_cn: 取消(_C)

# InterruptConfigureCaption
source: Configure
de_de: Konfigurieren
es_es: Configurar
fr_fr: Configurer
it_it: Configura
pt_br: Configurar
zh_cn: 配置 (O)

# InterruptDuplicateInterruptMessage
source: Same interrupt cannot be referenced twice. Select another interrupt.
de_de: Auf dieselbe Unterbrechungsanforderung kann nicht zweimal verwiesen werden. Wähen Sie eine andere Unterbrechungsanforderung aus.
es_es: No puede hacerse referencia dos veces a la misma interrupción. Seleccione otra interrupción.
fr_fr: La même interruption ne peut pas être référencée deux fois. Sélectionnez une autre interruption.
it_it: Impossibile creare due volte un riferimento allo stesso interrupt. Selezionare un altro interrupt.
pt_br: A mesma interrupção não pode ser referenciada duas vezes. Selecione outra interrupção.
zh_cn: 同一中断不得引用两次。请选择另一个中断。

# InterruptDuplicateProgramMessage
source: Same program cannot be referenced by more than one interrupt. Select another program.
de_de: Auf ein Programm kann nicht von mehreren Unterbrechungsanforderung verwiesen werden. Wählen Sie ein anderes Programm aus.
es_es: No puede haber más de una interrupción que haga referencia al mismo programa. Seleccione otro programa.
fr_fr: Le même programme ne peut pas être référencé par plusieurs interruptions. Sélectionnez un autre programme.
it_it: Impossibile creare un riferimento allo stesso programma da oltre un interrupt. Selezionare un altro programma.
pt_br: O mesmo programa não pode ser referenciado por mais de uma interrupção. Selecione outro programa.
zh_cn: 同一程序不得由一个以上中断引用。请选择另一个程序。

# InterruptEIIFullNameCaption
source: Event Input Interrupt (EII)
de_de: Eingangs-Unterbrechnugsaufforderung (EII)
es_es: Interrupción de entrada de evento (EII)
fr_fr: Interruption d'entrée événementielle (EII)
it_it: Interrupt su evento di input (EII)
pt_br: Interrupção de Eventos na Entrada (EII)
zh_cn: 事件输入中断(EII)

# InterruptExecuteInterruptCaption
source: Executing User Interrupt
de_de: Benutzerunterbrechung ausführen
es_es: Interrupción del usuario en ejecución
fr_fr: Exécution d'une interruption utilisateur
it_it: Esecuzione interrupt utente in corso
pt_br: Executando Interrupção do Usuário
zh_cn: 正在执行用户中断

# InterruptFalseCaption
source: False
de_de: Falsch
es_es: Falso
fr_fr: Faux
it_it: Falso
pt_br: Falso
zh_cn: 否

# InterruptFunctionEnabledCaption
source: Function Enabled
de_de: Funktion aktiviert
es_es: Función habilitada
fr_fr: Fonction activée
it_it: Funzione abilitata
pt_br: Função Ativada
zh_cn: 已启用函数

# InterruptHSCFullNameCaption
source: High Speed Counter (HSC)
de_de: Hochgeschwindigkeitszähler (HSC)
es_es: Contador de alta velocidad (HSC)
fr_fr: Comptage rapide (HSC)
pt_br: Contador de Alta Velocidade (HSC)
zh_cn: 高速计数器(HSC)用户中断

# InterruptInputSelectCaption
source: _Embedded Input:
de_de: I_ntegrierter Eingang:
es_es: _Entrada embebida:
fr_fr: _Entrée intégrée :
it_it: I_ngresso integrato:
pt_br: _Entrada integrada:
zh_cn: 嵌入式输入(_E):

# InterruptInputSelectUsedMessage
source: Embedded Input '{0}' has been associated with another interrupt.
de_de: Integrierter Eingang '{0}' ist mit einer anderen Unterbrechungsanforderung verbunden.
es_es: La entrada embebida '{0}' ha sido asociada con otra interrupción.
fr_fr: L'entrée intégrée "{0}" a été associée à une autre interruption.
it_it: L'ingresso integrato "{0}" è stato associato a un altro interrupt.
pt_br: A entrada integrada '{0}' foi associada a outra interrupção.
zh_cn: 嵌入式输入 '{0}' 已与另一个中断相关联。

# InterruptInterruptTypeCaption
source: _Type:
de_de: _Typ:
es_es: _Tipo:
it_it: _Tipo:
pt_br: _Tipo:
zh_cn: 类型(_T):

# InterruptInvalidSetPointRangeMessage
source: Set Point value must be in the range of 0 to 65535 ms.
de_de: Sollwert muss zwischen 0 und 65535 ms liegen.
es_es: El valor del punto de ajuste debe estar en el rango entre 0 y 65535 ms.
fr_fr: La valeur de Point de consigne doit être comprise entre 0 et 65535 ms.
it_it: Il valore del punto preimpostato deve essere incluso nell'intervallo fra 0 e 65535 ms.
pt_br: O valor do ponto de ajuste deve estar no intervalo de 0 a 65535 ms.
zh_cn: 设定点值必须介于0至65535 ms之间。

# InterruptLostInterruptCaption
source: Lost User Interrupt
de_de: Benutzerunterbrechung verloren
es_es: Interrupción del usuario perdida
fr_fr: Interruption utilisateur perdue
it_it: Interrupt utente perso
pt_br: Interrupção do Usuário Perdida
zh_cn: 丢失用户中断

# InterruptMaskIHCaption
source: Hi_gh Preset Mask
de_de: Maske für _obere Voreinstellung
es_es: Máscara de preajuste a_lto
fr_fr: Seuil _haut
it_it: Maschera preimpostazione alt_a
pt_br: Másca_ra predefinida alta
zh_cn: 上限设定值(_G)

# InterruptMaskILCaption
source: _Low Preset Mask
de_de: Maske für u_ntere Voreinstellung
es_es: Máscara de preajuste _bajo
fr_fr: Seuil _Bas
it_it: _Maschera preimpostazione bassa
pt_br: _Máscara predefinida baixa
zh_cn: 下限设定值(_L)

# InterruptMaskINCaption
source: _Underflow Mask
de_de: Maske für _Unterlauf
es_es: Máscara de sub_desbordamiento
fr_fr: _Seuil minimum
it_it: Ma_schera underflow
pt_br: Máscara de s_ubcarga
zh_cn: 下溢设定值(_U)

# InterruptMaskIVCaption
source: O_verflow Mask
de_de: Maske für Ü_berlauf
es_es: Máscara de de_sbordamiento
fr_fr: Seuil _maximum
it_it: Maschera o_verflow
pt_br: Má_scara de sobrecarga
zh_cn: 上溢设定值(_V)

# InterruptMsCaption
source: ms
de_de: äöümsßßßßßß
es_es: ÁéÜmsñññññ
fr_fr: êæùçmsëëëëë
pt_br: ãçêúmsÀÀÀÀÀ
zh_cn: 中ms文文文文文

# InterruptOKCaption
source: _OK
de_de: äöü_OKßßßßßß
es_es: Acep_tar
fr_fr: êæùç_OKëëëëë
pt_br: ãçêú_OKÀÀÀÀÀ
zh_cn: 确定(_O)

# InterruptParameterCaption
source: Parameters
de_de: Parameter
es_es: Parámetros
fr_fr: Paramètres
it_it: Parametri
pt_br: Parâmetros
zh_cn: 参数

# InterruptPendingInterruptCaption
source: Pending User Interrupt
de_de: Benutzerunterbrechung steht an
es_es: Interrupción del usuario pendiente
fr_fr: Interruption utilisateur imminente
it_it: Interrupt utente in sospeso
pt_br: Interrupção do Usuário Pendente
zh_cn: 挂起的用户中断

# InterruptProgramCaption
source: Program
de_de: Programm
es_es: Programa
fr_fr: Programme
it_it: Programma
pt_br: Programa
zh_cn: 编程

# PresentationAndUIPropertiesCaption
source: Properties
de_de: Eigenschaften
es_es: Propiedades
fr_fr: Propriétés
it_it: Proprietà
pt_br: Propriedades
zh_cn: 属性

# InterruptSetPointCaption
source: S_et Point:
de_de: _Sollwert:
es_es: Punto de ajust_e:
fr_fr: Point de _consigne :
it_it: Punto p_reimpostato:
pt_br: Ponto de Ajust_e:
zh_cn: 设置点(_E):

# InterruptSTIFullNameCaption
source: Selectable Timed Interrupt (STI)
de_de: Auswählbare, zeitlich festgelegte Unterbrechung (STI)
es_es: Interrupción retardada seleccionable (STI)
fr_fr: Programmable en Interruption temporisée (STI)
pt_br: Interrupção Temporizada Selecionável (STI)
zh_cn: 可选定时中断(STI)

# InterruptTrueCaption
source: True
de_de: Richtig
es_es: Cierto
fr_fr: Vari
it_it: Vero
pt_br: Verdadeiro
zh_cn: 是

# InterruptUFRFullNameCaption
source: User Fault Routine
de_de: Benutzerfehlerroutine
es_es: Routine de error de usuario
fr_fr: Routine utilisateur de gestion des défauts
it_it: Routine errore utente
pt_br: Routine de Falha do Usuário
zh_cn: 用户故障 Routine

# InterruptUPMUIFullNameCaption
source: Universal Plug-In Module (UPM)
de_de: äöüUniversal Plug-In Module (UPM) ßßßßßß
es_es: Módulo enchufable universal (UPM)
fr_fr: Module enfichable universel (UPM)
it_it: Modulo plug-in universale (UPM)
pt_br: Interrupção do Módulo do Plug-in Universal (UPM)
zh_cn: 通用插件模块(UPM)

# RtcMemCtrlActionCaption
source: Action
de_de: Aktion
es_es: Acción
fr_fr: êæùçActionëëëëë
it_it: Azione
pt_br: Ação
zh_cn: 操作

# RtcMemCtrlRtcCaption
source: Real Time Clock
de_de: Echtzeituhr
es_es: Reloj de tiempo real
fr_fr: Horloge temps réel
pt_br: Relógio em Tempo Real
zh_cn: 实时时钟

# PresentationAndUIStatusCaption
source: Status
de_de: äöüStatusßßßßßß
es_es: Estado
fr_fr: Statut
it_it: Stato
pt_br: ãçêúStatusÀÀÀÀÀ
zh_cn: 状态

# SaveFileDialogOpenSaveCaption
source: &Open after save
de_de: N&ach Speichern öffnen
es_es: &Abrir después de guardar
fr_fr: &Ouvrir après enregistrement
it_it: &Apri dopo il salvataggio
pt_br: Abrir a&pós salvar
zh_cn: 保存后打开(&O)

# SaveFileDialogSaveFileCaption
source: Save file as
de_de: Datei speichern unter
es_es: Guardar archivo como
fr_fr: Enregistrer le fichier sous
it_it: Salva file con nome
pt_br: Salvar arquivo como
zh_cn: 将文件另存为

# RTCLiveToolTipMessage
source: The currently displayed RTC parameters are from the online controller.
de_de: Die aktuell angezeigten RTC-Parameter stammen von der Online-Steuerung.
es_es: Los parámetros de RTC mostrados actualmente provienen del controlador en línea.
fr_fr: Les paramètres RTC actuellement affichés proviennent du contrôleur en ligne.
it_it: I parametri RTC attualmente visualizzati provengono dal controllore online.
pt_br: Os parâmetros de RTC exibidos atualmente são do controlador online.
zh_cn: 当前显示的 RTC 参数来自在线控制器。

# DeviceInfoTreeModbusMappingCaption
source: Modbus Mapping
es_es: Mapeado Modbus
fr_fr: Adressage Modbus
it_it: Mappatura Modbus
pt_br: Mapeamento de Modbus
zh_cn: Modbus 映射

# DateTimeMondayCaption
source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi
it_it: Lunedì
pt_br: Segunda
zh_cn: 星期一

# ASCIIDriverCharsFormatMessage
source: The first value of {0} cannot be a 0xFF unless it is followed by another 0xFF to signify no {0}.
de_de: Der erste Wert von {0} kann kein 0xFF sein, sofern er nicht von einem weiteren 0xFF gefolgt wird, der kein {0} bezeichnet.
es_es: El primer valor de {0} no puede ser 0xFF a menos que esté seguido por otro 0xFF para que signifique sin {0}.
fr_fr: La première valeur de {0} ne peut pas être 0xFF, à moins d'être suivie d'un autre 0xFF pour signifier qu'il n'y a pas de {0}.
it_it: Il primo valore di {0} non può essere 0xFF a meno che non sia seguito da un altro 0xFF per indicare che non c'è alcun {0}.
pt_br: O primeiro valor de {0} não pode ser 0xFF, a menos que seja seguido de outro 0xFF para significar ausência de {0}.
zh_cn: {0} 的第一个值不能是 0xFF，除非其后跟有另一个 0xFF 以表示没有 {0}。

# RTCEnabledCheckCaption
source: Real Time Clock Enabled
de_de: Echtzeituhr aktiviert
es_es: Reloj de tiempo real habilitado
fr_fr: Activation d'horloge temps réel
it_it: Real Time Clock abilitato
pt_br: Relógio em Tempo Real Ativado
zh_cn: 实时时钟已启用
