Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MemoryModuleMemBackupFaultLogConfirmationMessage
source: Do you want to back up the fault log to the Memory Module?
de_de: Möchten Sie das Fehlerprotokoll im Speichermodul abspeichern?
es_es: ¿Desea realizar un Back Up del registro de errores en el módulo de memoria?
fr_fr: Voulez-vous sauvegarder le journal des défauts sur le module mémoire?
it_it: Eseguire il backup registro degli errori nel modulo di memoria?
pt_br: Deseja fazer o backup do log de falhas para o Módulo de Memória?
zh_cn: 是否要将故障日志备份到内存模块？

# MemoryModuleMemBackupWholeConfirmationMessage
source: Backup controller project to the LCD Module?
de_de: Steuerungsprojekt im LCD-Modul sichern?
es_es: ¿Desea realizar un Back Up del proyecto del controlador en el módulo LCD?
fr_fr: Sauvegarder le projet de contrôleur sur le module LCD ?
it_it: Eseguire il backup del progetto controllore sul modulo LCD?
pt_br: Fazer backup do projeto do controlador no módulo LCD?
zh_cn: 是否将控制器项目备份到 LCD 模块?

# MemoryModuleMemPresentStringCaption
source: Module
de_de: Modul
es_es: Módulo
fr_fr: êæùçModuleëëëëë
it_it: Modulo
pt_br: Módulo
zh_cn: 模块

# MemoryModuleMemRestoreFaultLogConfirmationMessage
source: Do you want to restore the fault log from the Memory Module to the controller?
de_de: Möchten Sie das Fehlerprotokoll aus dem Speichermodul in der Steuerung wiederherstellen?
es_es: ¿Desea restaurar el registro de errores del módulo de memoria al controlador?
fr_fr: Voulez-vous restaurer le journal des défauts sur le contrôleur à partir du module mémoire ?
it_it: Ripristinare il registro degli errori dal modulo di memoria sul controllore?
pt_br: Deseja restaurar o log de falhas do Módulo de Memória para o controlador?
zh_cn: 是否要将故障日志从内存模块还原到控制器？

# MemoryModuleMemRestorePartialConfirmationMessage
source: Do you want to restore the partial to from Memory Module to the controller?
de_de: Möchten Sie einen Teil aus dem Speichermodul in der Steuerung wiederherstellen?
es_es: ¿Desea restaurar el registro parcial del módulo de memoria al controlador?
fr_fr: Voulez-vous restaurer cette partie sur le contrôleur à partir du module mémoire ?
it_it: Ripristinare il parziale dal modulo di memoria sul controllore?
pt_br: Deseja restaurar parcialmente do Módulo de Memória para o controlador?
zh_cn: 是否要将这一部分从内存模块还原到控制器？

# MemoryModuleMemRestoreWholeConfirmationMessage
source: Restore project from the LCD Module to the controller and then disconnect from controller?
de_de: Projekt vom LCD-Modul zur Steuerung wiederherstellen und anschließend von der Steuerung trennen?
es_es: ¿Desea restaurar el proyecto desde el módulo LCD en el controlador y, a continuación, desconectarse del controlador?
fr_fr: Restaurer le projet à partir du module LCD vers le contrôleur, puis déconnecter du contrôleur ?
it_it: Ripristinare il progetto dal modulo LCD al controllore e disconnettersi dal controllore?
pt_br: Restaurar projeto do módulo LCD para o controlador e, em seguida, desconectar do controlador?
zh_cn: 是否从 LCD 模块将项目还原到控制器，然后从控制器断开连接?

# MemoryModuleNotInstalledRangeValue
source: Not Installed
de_de: Nicht installiert
es_es: No instalado
fr_fr: Non installé
it_it: Non installato
pt_br: Não Instalado
zh_cn: 未安装

# MemoryModuleRestoreFaultLogCaption
source: Restore Fault Log
de_de: Fehlerprotokoll wiederherstellen
es_es: Restaurar registro de errores
fr_fr: Restaurer journal des défauts
it_it: Ripristina registro errori
pt_br: Restaurar Log de falhas
zh_cn: 还原故障日志

# MemoryModuleRestoreWholeCaption
source: _Restore
de_de: _Wiederherstellen
es_es: _Restaurar
fr_fr: _Restaurer
it_it: _Ripristina
pt_br: _Restaurar
zh_cn: 还原(_R)

# MemoryModuleUserProgramCompatibilityCaption
source: Compatibility
de_de: Kompatibilität
es_es: Compatibilidad
fr_fr: Compatibilité
it_it: Compatibilità
pt_br: Compatibilidade
zh_cn: 兼容性

# MemoryModuleUserProgramTargetNameCaption
source: Project Version
de_de: Projektversion
es_es: Versión de proyecto
fr_fr: Version du projet
it_it: Versione progetto
pt_br: Versão do projeto
zh_cn: 项目版本

# MemoryUsageAvailableByKBCaption
source: Available By KB
de_de: Verfügbar in KB
es_es: Disponible por KB
fr_fr: Disponible par Ko
it_it: Disponibile in KB
pt_br: Disponível por KB
zh_cn: 可用(KB)

# MemoryUsageAvailableByStepsCaption
source: Available By Steps
de_de: Verfügbar in Steps
es_es: Disponible por pasos
fr_fr: Disponible par étapes
it_it: Disponibile in passi
pt_br: Disponível por Etapas
zh_cn: 可用(步骤)

# MemoryUsageTotalByKBCaption
source: Total By KB
de_de: Gesamt in KB
es_es: Total por KB
fr_fr: Total par Ko
it_it: Totale in KB
pt_br: Total por KB
zh_cn: 总计(KB)

# MemoryUsageTotalByStepsCaption
source: Total By Steps
de_de: Gesamt in Steps
es_es: Total por pasos
fr_fr: Total par étapes
it_it: Totale in passi
pt_br: Total por Etapas
zh_cn: 总计(步骤)

# MemoryUsageUsedByKBCaption
source: Used By KB
de_de: Verwendet in KB
es_es: Usado por KB
fr_fr: Utilisé par Ko
it_it: Utilizzato in KB
pt_br: Usado por KB
zh_cn: 已用(KB)

# MemoryUsageUsedByStepsCaption
source: Used By Steps
de_de: Verwendet in Steps
es_es: Usado por pasos
fr_fr: Utilisé par étapes
it_it: Utilizzato in passi
pt_br: Usado por Etapas
zh_cn: 已用(步骤)

# ModbusDriverBroadcastPauseCaption
source: Br_oadcast Pause:
de_de: Sen_depause:
es_es: Pausa de b_roadcast:
fr_fr: Pause de diffu_sion :
it_it: Pausa tras_missione:
pt_br: Pausa de Transmissã_o:
zh_cn: 广播暂停(_O):

# ModbusDriverEModbusRoleHybridModeRangeValue
source: Auto
de_de: äöüAutoßßßßßß
es_es: ÁéÜAutoñññññ
fr_fr: êæùçAutoëëëëë
pt_br: Automático
zh_cn: 自动

# ModbusDriverEModbusRoleModbusMasterRangeValue
source: Master
de_de: äöüMasterßßßßßß
es_es: Maestro
fr_fr: Maître
pt_br: Mestre
zh_cn: 主站

# ModbusDriverEModbusRoleModbusSlaveRangeValue
source: Slave
de_de: äöüSlaveßßßßßß
es_es: Esclavo
fr_fr: Esclave
pt_br: Escravo
zh_cn: 从站

# ModbusDriverInterCharTimeoutCaption
source: I_nter-Frame:
de_de: äöüI_nter-Frame:ßßßßßß
es_es: M_arco intermedio:
fr_fr: E_ntre les trames :
pt_br: E_ntre quadros:
zh_cn: 帧间(_N):

# ModbusDriverMediaCaption
source: _Media:
de_de: _Medien:
es_es: _Medios:
fr_fr: _Média :
it_it: S_upporto:
pt_br: Mí_dia:
zh_cn: 介质(_M):

# ModbusDriverMediaRS2323WireRangeValue
source: RS232 | No Handshake
de_de: RS232 | kein Handshake
es_es: RS232 | Sin confirmación
fr_fr: RS232 | Pas de contrôle de flux
it_it: RS232 | Senza arbitraggio
pt_br: RS232 | Sem handshake
zh_cn: RS232|没有握手信号

# ModbusDriverModbusRoleCaption
source: Modbus Ro_le:
de_de: Modbus-Funk_tion:
es_es: F_unción de Modbus:
fr_fr: Rôle Mod_bus :
it_it: Ruo_lo Modbus:
pt_br: _Função do Modbus:
zh_cn: Modbus 角色(_L):

# ModbusDriverResponseTimerCaption
source: Response T_imer:
de_de: Antwort-T_imer:
es_es: _Temporizador de respuesta:
fr_fr: Tempor_isation de réponse :
it_it: T_imer risposta:
pt_br: T_emporizador de Resposta:
zh_cn: 响应计时器(_I):

# ModbusDriverRS232RtsCtsRangeValue
source: RS232 | RTS/CTS
de_de: äöüRS232 |ßßßßßß äöüRTS/CTSßßßßßß
es_es: ÁéÜRS232 |ñññññ ÁéÜRTS/CTSñññññ
fr_fr: êæùçRS232 |ëëëëë êæùçRTS/CTSëëëëë
pt_br: ãçêúRS232 |ÀÀÀÀÀ ãçêúRTS/CTSÀÀÀÀÀ
zh_cn: 中RS232 |文文文文文中RTS/CTS文文文文文

# ModbusDriverRS4853WireRangeValue
source: RS485
de_de: äöüRS485ßßßßßß
es_es: ÁéÜRS485ñññññ
fr_fr: êæùçRS485ëëëëë
pt_br: ãçêúRS485ÀÀÀÀÀ
zh_cn: 中RS485文文文文文

# ModbusDriverRtsPostDelayCaption
source: RTS Post-Dela_y:
de_de: äöüRTS Post-Dela_y:ßßßßßß
es_es: _Postretardo RTS:
fr_fr: P_ost-retard RTS :
it_it: RTS post-ritard_o:
pt_br: Pós-atr_aso RTS:
zh_cn: RTS 后延迟(_Y):

# ModbusDriverRtsPreDelayCaption
source: RTS Pr_e-Delay:
de_de: äöüRTS Pr_e-Delay:ßßßßßß
es_es: Retardo pr_evio de RTS:
fr_fr: Pré-r_etard RTS :
it_it: RTS pr_e-ritardo:
pt_br: Pré-a_traso RTS:
zh_cn: RTS 预延迟(_E):

# ModbusDriverUnitAddressCaption
source: Unit _Address:
de_de: Geräte_adresse:
es_es: Dirección de unid_ad:
fr_fr: A_dresse d'unité :
it_it: _Indirizzo unità:
pt_br: En_dereço da Unidade:
zh_cn: 单位地址(_A):

# RTCRTCBatteryCaption
source: RTC Battery OK
de_de: RTC-Batterie in Ordnung
es_es: Batería RTC correcta
fr_fr: Batterie RTC OK
it_it: Batteria RTC OK
pt_br: Bateria de RTC OK
zh_cn: RTC 电池正常

# RTCDateTimeCaption
source: Date/Time
de_de: Datum/Zeit
es_es: Fecha/hora
fr_fr: Date/Heure
it_it: Data / Ora
pt_br: Data/hora
zh_cn: 日期/时间

# RTCIsAutoUpdatingCaption
source: Is Editing Date/Time
de_de: Datum/Zeit wird bearbeitet
es_es: Está editando la fecha y la hora
fr_fr: Est Edition Date/Heure
it_it: Sta modificando data/ora
pt_br: Está Editando a Data/hora
zh_cn: 正在编辑日期/时间

# RTCIsSummerTimeCaption
source: Enable Summer Time Hours
de_de: Umstellung auf Sommerzeit aktivieren
es_es: Habilitar horario de verano
fr_fr: Activer l'heure d'été
it_it: Abilita ora legale
pt_br: Ativar Horário de Verão
zh_cn: 启用夏令时时间

# SerialPortBaudRateCaption
source: Ba_ud Rate:
es_es: Velocidad en _baudios:
fr_fr: _Vitesse :
pt_br: Taxa de _transmissão:
zh_cn: 波特率(_U):

# SerialPortControlLineCaption
source: _Media:
de_de: _Medien:
es_es: _Medios:
fr_fr: _Média :
it_it: S_upporto:
pt_br: Mí_dia:
zh_cn: 介质(_M):

# SerialPortDataBitsCaption
source: _Data Bits:
de_de: _Daten-Bits:
es_es: _Bits de datos:
fr_fr: Bits de _données :
it_it: _Bit dati:
pt_br: _Bits de Dados:
zh_cn: 数据位(_D):

# SerialPortDriverCaption
source: D_river:
de_de: T_reiber:
es_es: _Controladora:
fr_fr: Pi_lote :
pt_br: ãçêúD_river:ÀÀÀÀÀ
zh_cn: 驱动程序(_R):

# SerialPortEComDriverASCIIRangeValue
source: ASCII
de_de: äöüASCIIßßßßßß
es_es: ÁéÜASCIIñññññ
fr_fr: êæùçASCIIëëëëë
pt_br: ãçêúASCIIÀÀÀÀÀ
zh_cn: 中ASCII文文文文文

# SerialPortEComDriverDF1RangeValue
source: CIP Serial
de_de: CIP seriell
es_es: Serie CIP
fr_fr: Série CIP
it_it: CIP seriale
pt_br: CIP em série
zh_cn: CIP 串行

# SerialPortEComDriverModbusRtuRangeValue
source: Modbus RTU
es_es: ÁéÜModbus RTUñññññ
fr_fr: RTU Modbus
pt_br: ãçêúModbus RTUÀÀÀÀÀ
zh_cn: 中Modbus RTU文文文文文

# SerialPortEComDriverShutdownRangeValue
source: Shutdown
de_de: Herunterfahren
es_es: Apagar
fr_fr: Eteindre
it_it: Disabilitato
pt_br: Desligar
zh_cn: 关闭

# SerialPortEControlLineFullDuplexRangeValue
source: RS232 | Full-Duplex (RTS always ON)
de_de: RS232 | Vollduplex (RTS immer EIN)
es_es: RS232 | Dúplex completo (RTS siempre conectado)
fr_fr: RS232 | Duplex intégral (RTS toujours activé)
it_it: RS232 | Full-duplex (RTS sempre ON)
pt_br: RS232 | Full-Duplex (RTS sempre ligado)
zh_cn: RS232|全双工(RTS 始终开启)

# SerialPortEControlLineHalfDuplexContinuousCarrierRangeValue
source: RS232 | Half-duplex with continuous Carrier
de_de: RS232 | Halbduplex mit kontinuierlichem Carrier
es_es: RS232 | Dúplex medio con portadora continua
fr_fr: RS232 | Semi-duplex avec porteuse continue
it_it: RS232 | Half-duplex con portante continuo
pt_br: RS232 | Half-duplex com operadora contínua
zh_cn: RS232|半双工，有连续载波

# SerialPortEControlLineHalfDuplexRangeValue
source: RS232 | Half-Duplex w/o continuous carrier (RTS/CTS)
de_de: RS232 | Halbduplex ohne kontinuierlichen Carrier (RTS/CTS)
es_es: RS232 | Dúplex medio sin portadora continua (RTS/CTS)
fr_fr: RS232 | Semi-duplex sans porteuse continue (RTS/CTS)
it_it: RS232 | Half-duplex senza portante continuo (RTS/CTS)
pt_br: RS232 | Half-Duplex sem portadora contínua (RTS/CTS)
zh_cn: RS232|半双工不带连续载波(RTS/CTS)

# SerialPortEControlLineNoHandshakeRangeValue
source: RS232 | No Handshake
de_de: RS232 | kein Handshake
es_es: RS232 | Sin confirmación
fr_fr: RS232 | Pas de contrôle de flux
it_it: RS232 | Senza arbitraggio
pt_br: RS232 | Sem handshake
zh_cn: RS232|没有握手信号

# SerialPortEParityEvenRangeValue
source: Even
de_de: Gleich
es_es: Par
fr_fr: Paire
it_it: Pari
pt_br: Par
zh_cn: 偶数

# SerialPortEParityNoneRangeValue
source: None
de_de: Kein
es_es: Ninguno
fr_fr: Sans parité
it_it: Nessuna
pt_br: Nenhum
zh_cn: 无

# SerialPortEParityOddRangeValue
source: Odd
de_de: Ungerade
es_es: Impar
fr_fr: Impaire
it_it: Dispari
pt_br: Ímpar
zh_cn: 奇数

# SerialPortParityCaption
source: _Parity:
de_de: _Parität:
es_es: _Paridad:
fr_fr: _Parité :
it_it: _Parità:
pt_br: _Paridade:
zh_cn: 奇偶校验(_P):

# SerialPortRtsOffDelayCaption
source: RTS Off Delay
de_de: RTS-Ausschaltverzögerung
es_es: Retardo de desconexión de RTS
fr_fr: Délai de désactivation RTS
it_it: Ritardo alla disecitazione RTS
pt_br: Atraso de Desligamento de RTS
zh_cn: RTS 关闭延时

# SerialPortRtsSendDelayCaption
source: RTS Send Delay
de_de: RTS-Sendeverzögerung
es_es: Retardo de envío de RTS
fr_fr: Délai d'envoi RTS
it_it: Ritardo invio RTS
pt_br: Atraso de Envio de RTS
zh_cn: RTS 发送延时

# SerialPortStopBitsCaption
source: _Stop Bits:
de_de: _Stopp-Bits:
es_es: Bit_s de parada:
fr_fr: Bits d'_arrêt :
it_it: Bit di arre_sto:
pt_br: Bit_s de Parada:
zh_cn: 停止位(_S):

# TrimPotsLowerLimitCaption
source: Lower Limit
de_de: Untere Grenze
es_es: Límite inferior
fr_fr: Limite inférieure
it_it: Limite inferiore
pt_br: Limite Inferior
zh_cn: 下限

# TrimPotsTrimPotIDCaption
source: TrimPot ID
es_es: ID de potenc. ajuste
fr_fr: ID de potentiomètre d'ajustement
it_it: ID TrimPot
pt_br: ID do TrimPot
zh_cn: 微调电位计 ID

# TrimPotsTrimPotValueCaption
source: TrimPot Value
de_de: TrimPot-Wert
es_es: Valor de potenc. ajuste
fr_fr: Valeur de potentiomètre d'ajustement
it_it: Valore TrimPot
pt_br: Valor TrimPot
zh_cn: 微调电位计数值

# TrimPotsUpperLimitCaption
source: Upper Limit
de_de: Obere Grenze
es_es: Límite superior
fr_fr: Limite supérieure
it_it: Limite superiore
pt_br: Limite Superior
zh_cn: 上限

# UPConfigNumSlotsCaption
source: Number of Slots
de_de: Anzahl der Slots
es_es: Número de ranuras
fr_fr: Nombre d'emplacements
it_it: Numero di slot
pt_br: Número de Ranhuras
zh_cn: 插槽数目

# UPConfigPluginPhysicalIDCaption
source: Physical ID
de_de: Physikalische ID
es_es: ID físico
fr_fr: ID physique
it_it: ID fisico
pt_br: ID Físico
zh_cn: 物理 ID

# UPM2080IFxInputFreqCaption
source: Frequency
de_de: Frequenz
es_es: Frecuencia
fr_fr: Fréquence
it_it: Frequenza
pt_br: Frequência
zh_cn: 频率

# UPM2080IFxInputStateCaption
source: Input State
de_de: Eingangszustand
es_es: Estado de entrada
fr_fr: Etat d'entrée
it_it: Stato ingresso
pt_br: Estado da Entrada
zh_cn: 输入状态

# PresentationAndUIDisabledRangeValue
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# UPM2080IFxInputTypeCaption
source: Input Type
de_de: Eingangstyp
es_es: Tipo de entrada
fr_fr: Type d'entrée
it_it: Tipo ingresso
pt_br: Tipo de Entrada
zh_cn: 输入类型

# PlugInModuleInputTypeCurrentRangeValue
source: Current
de_de: Strom
es_es: Intensidad
fr_fr: Courant
it_it: Corrente
pt_br: Corrente
zh_cn: 当前

# PlugInModuleVoltageRangeValue
source: Voltage
de_de: Spannung
es_es: Tensión
fr_fr: Tension
it_it: Tensione
pt_br: Tensão
zh_cn: 电压

# UPM2080OF2OutputStateCaption
source: Output State
de_de: Ausgangszustand
es_es: Estado de salida
fr_fr: Etat de sortie
it_it: Stato uscita
pt_br: Estado da Saída
zh_cn: 输出状态

# UPM2080OF2OutputTypeCaption
source: Output Type
de_de: Ausgangstyp
es_es: Tipo de salida
fr_fr: Type de sortie
it_it: Tipo di uscita
pt_br: Tipo de Saída
zh_cn: 输出类型

# PlugInModuleRTDType1000Pt385RangeValue
source: 1000 Pt 385
de_de: äöü1000 Pt 385ßßßßßß
es_es: ÁéÜ1000 Pt 385ñññññ
fr_fr: êæùç1000 Pt 385ëëëëë
pt_br: ãçêú1000 Pt 385ÀÀÀÀÀ
zh_cn: 中1000 Pt 385文文文文文

# PlugInModuleRTDType1000Pt392RangeValue
source: 1000 Pt 392
de_de: äöü1000 Pt 392ßßßßßß
es_es: ÁéÜ1000 Pt 392ñññññ
fr_fr: êæùç1000 Pt 392ëëëëë
pt_br: ãçêú1000 Pt 392ÀÀÀÀÀ
zh_cn: 中1000 Pt 392文文文文文

# PlugInModuleRTDType100Pt385RangeValue
source: 100 Pt 385
de_de: äöü100 Pt 385ßßßßßß
es_es: ÁéÜ100 Pt 385ñññññ
fr_fr: êæùç100 Pt 385ëëëëë
pt_br: ãçêú100 Pt 385ÀÀÀÀÀ
zh_cn: 中100 Pt 385文文文文文

# PlugInModuleRTDType100Pt392RangeValue
source: 100 Pt 392
de_de: äöü100 Pt 392ßßßßßß
es_es: ÁéÜ100 Pt 392ñññññ
fr_fr: êæùç100 Pt 392ëëëëë
pt_br: ãçêú100 Pt 392ÀÀÀÀÀ
zh_cn: 中100 Pt 392文文文文文

# PlugInModuleRTDType10Cu427RangeValue
source: 10 Cu 427
de_de: äöü10 Cu 427ßßßßßß
es_es: ÁéÜ10 Cu 427ñññññ
fr_fr: êæùç10 Cu 427ëëëëë
pt_br: ãçêú10 Cu 427ÀÀÀÀÀ
zh_cn: 中10 Cu 427文文文文文

# PlugInModuleRTDType120Ni672RangeValue
source: 120 Ni 672
de_de: äöü120 Ni 672ßßßßßß
es_es: ÁéÜ120 Ni 672ñññññ
fr_fr: êæùç120 Ni 672ëëëëë
pt_br: ãçêú120 Ni 672ÀÀÀÀÀ
zh_cn: 中120 Ni 672文文文文文

# PlugInModuleRTDType200Pt385RangeValue
source: 200 Pt 385
de_de: äöü200 Pt 385ßßßßßß
es_es: ÁéÜ200 Pt 385ñññññ
fr_fr: êæùç200 Pt 385ëëëëë
pt_br: ãçêú200 Pt 385ÀÀÀÀÀ
zh_cn: 中200 Pt 385文文文文文

# PlugInModuleRTDType200Pt392RangeValue
source: 200 Pt 392
de_de: äöü200 Pt 392ßßßßßß
es_es: ÁéÜ200 Pt 392ñññññ
fr_fr: êæùç200 Pt 392ëëëëë
pt_br: ãçêú200 Pt 392ÀÀÀÀÀ
zh_cn: 中200 Pt 392文文文文文

# PlugInModuleRTDType500Pt385RangeValue
source: 500 Pt 385
de_de: äöü500 Pt 385ßßßßßß
es_es: ÁéÜ500 Pt 385ñññññ
fr_fr: êæùç500 Pt 385ëëëëë
pt_br: ãçêú500 Pt 385ÀÀÀÀÀ
zh_cn: 中500 Pt 385文文文文文

# PlugInModuleRTDType500Pt392RangeValue
source: 500 Pt 392
de_de: äöü500 Pt 392ßßßßßß
es_es: ÁéÜ500 Pt 392ñññññ
fr_fr: êæùç500 Pt 392ëëëëë
pt_br: ãçêú500 Pt 392ÀÀÀÀÀ
zh_cn: 中500 Pt 392文文文文文

# PlugInModuleRTDType604NiFe518RangeValue
source: 604 NiFe 518
de_de: äöü604 NiFe 518ßßßßßß
es_es: ÁéÜ604 NiFe 518ñññññ
fr_fr: êæùç604 NiFe 518ëëëëë
pt_br: ãçêú604 NiFe 518ÀÀÀÀÀ
zh_cn: 中604 NiFe 518文文文文文

# UPM2080RTD2RTDTypeCaption
source: RTD Type
de_de: RTD-Typ
es_es: Tipo de RTD
fr_fr: Type de RTD
it_it: Tipo RTD
pt_br: Tipo de RTD
zh_cn: RTD 类型

# PlugInModuleUpdateRateCaption
source: Data Update Rate
de_de: Datenaktualisierungsrate
es_es: Velocidad de actualización de datos
fr_fr: Fréquence de mise à jour des données
it_it: Velocità aggiornamento dati
pt_br: Taxa de Atualização de Dados
zh_cn: 数据更新速率

# UPM2080TC2ThermocoupleTypeCaption
source: Thermocouple Type
de_de: Thermoelement-Typ
es_es: Tipo de termopar
fr_fr: Type de thermocouple
it_it: Tipo di termocoppia
pt_br: Tipo do Termopar
zh_cn: 热电偶类型

# UPM2080TC2ThermocoupleTypeTypeBRangeValue
source: Type B
de_de: Typ B
es_es: Tipo B
fr_fr: êæùçType Bëëëëë
it_it: Tipo B
pt_br: Tipo B
zh_cn: 类型 B

# UPM2080TC2ThermocoupleTypeTypeERangeValue
source: Type E
de_de: Typ E
es_es: Tipo E
fr_fr: êæùçType Eëëëëë
it_it: Tipo E
pt_br: Tipo E
zh_cn: 类型 E

# UPM2080TC2ThermocoupleTypeTypeJRangeValue
source: Type J
de_de: Typ J
es_es: Tipo J
fr_fr: êæùçType Jëëëëë
it_it: Tipo J
pt_br: Tipo J
zh_cn: 类型 J

# UPM2080TC2ThermocoupleTypeTypeKRangeValue
source: Type K
de_de: Typ K
es_es: Tipo K
fr_fr: êæùçType Këëëëë
it_it: Tipo K
pt_br: Tipo K
zh_cn: 类型 K

# UPM2080TC2ThermocoupleTypeTypeNRangeValue
source: Type N
de_de: Typ N
es_es: Tipo N
fr_fr: êæùçType Nëëëëë
it_it: Tipo N
pt_br: Tipo N
zh_cn: 类型 N

# UPM2080TC2ThermocoupleTypeTypeRRangeValue
source: Type R
de_de: Typ R
es_es: Tipo R
fr_fr: êæùçType Rëëëëë
it_it: Tipo R
pt_br: Tipo R
zh_cn: 类型 R

# UPM2080TC2ThermocoupleTypeTypeSRangeValue
source: Type S
de_de: Typ S
es_es: Tipo S
fr_fr: êæùçType Sëëëëë
it_it: Tipo S
pt_br: Tipo S
zh_cn: 类型 S

# UPM2080TC2ThermocoupleTypeTypeTRangeValue
source: Type T
de_de: Typ T
es_es: Tipo T
fr_fr: êæùçType Tëëëëë
it_it: Tipo T
pt_br: Tipo T
zh_cn: 类型 T

# UPModuleRevisionCaption
source: Revision:
de_de: Version:
es_es: Revisión:
fr_fr: version :
it_it: Revisione:
pt_br: Versão:
zh_cn: 版本：

# USBBusSpeedCaption
source: Bus Speed
de_de: Bus-Geschwindigkeit
es_es: Velocidad de bus
fr_fr: Vitesse du bus
it_it: Velocità bus
pt_br: Velocidade do Barramento
zh_cn: 总线速度

# USBBusSpeedFullSpeedRangeValue
source: Full Speed
de_de: Volle Geschwindigkeit
es_es: Velocidad completa
fr_fr: Pleine vitesse
it_it: Velocità massima
pt_br: Velocidade Total
zh_cn: 全速

# USBBusSpeedHighSpeedRangeValue
source: High Speed
de_de: Hohe Geschwindigkeit
es_es: Alta velocidad
fr_fr: Vitesse élevée
it_it: Alta velocità
pt_br: Alta Velocidade
zh_cn: 高速

# USBBusSpeedLowSpeedRangeValue
source: Low Speed
de_de: Niedrige Geschwindigkeit
es_es: Baja velocidad
fr_fr: Faible vitesse
it_it: Bassa velocità
pt_br: Baixa Velocidade
zh_cn: 低速

# USBModeCaption
source: Mode
de_de: Modus
es_es: Modo
fr_fr: êæùçModeëëëëë
it_it: Modalità
pt_br: Modo
zh_cn: 模式

# USBModeHostModeRangeValue
source: Host Mode
de_de: Host-Modus
es_es: Modo de host
fr_fr: Mode Hôte
it_it: Modalità host
pt_br: Modo de Host
zh_cn: 主机模式

# USBModeSlaveModeRangeValue
source: Slave Mode
de_de: Slave-Modus
es_es: Modo esclavo
fr_fr: Mode Esclave
it_it: Modalità slave
pt_br: Modo Escravo
zh_cn: 从站模式

# USBStateCaption
source: State
de_de: Zustand
es_es: Estado
fr_fr: Etat
it_it: Stato
pt_br: Estado
zh_cn: 状态

# USBStateConfiguredRangeValue
source: Configured
de_de: Konfiguriert
es_es: Configurado
fr_fr: Configuré
it_it: Configurato
pt_br: Configurado
zh_cn: 已配置

# USBStateFaultRangeValue
source: Fault
de_de: Fehler
es_es: Error
fr_fr: Défaut
it_it: Errore
pt_br: Falha
zh_cn: 故障

# USBStateInitializedRangeValue
source: Initialized
de_de: Initialisierung wurde durchgeführt
es_es: Inicializado
fr_fr: Initialisé
it_it: Inizializzato
pt_br: Inicializado
zh_cn: 已初始化

# USBStateInitializingRangeValue
source: Initializing
de_de: Initialisierung wird durchgeführt
es_es: Inicializando
fr_fr: Initialisation
it_it: Inizializzazione in corso
pt_br: Inicializando
zh_cn: 正在初始化

# USBStateReadyRangeValue
source: Ready
de_de: Bereit
es_es: Preparado
fr_fr: Prêt
it_it: Pronto
pt_br: Pronto
zh_cn: 就绪

# USBSuspendNotSuspendedRangeValue
source: Not Suspended
de_de: Nicht in Ruhezustand versetzt
es_es: No suspendido
fr_fr: Non suspendu
it_it: Non sospeso
pt_br: Não Suspenso
zh_cn: 未挂起

# USBSuspendStateCaption
source: Suspend State
de_de: Ruhezustand
es_es: Estado de suspensión
fr_fr: Suspendre état
it_it: Stato sospensione
pt_br: Estado de suspensão
zh_cn: 挂起状态

# USBSuspendSuspendedRangeValue
source: Suspended
de_de: In Ruhezustand versetzt
es_es: Suspendido
fr_fr: Suspendu
it_it: Sospeso
pt_br: Suspenso
zh_cn: 已挂起

# PresentationAndUIUnknownValue
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pt_br: Desconhecido
zh_cn: 未知

# PresentationAndUIHelpCaption
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Guida
pt_br: Ajuda
zh_cn: 帮助

# ControllerUserManualsCaption
source: Manual
de_de: Benutzerhandbuch
es_es: ÁéÜManualñññññ
fr_fr: Manuel
it_it: Manuale
pt_br: ãçêúManualÀÀÀÀÀ
zh_cn: 手册

# FaultClearMajorErrorCaption
source: Clear Major Fault
de_de: Hauptfehler zurücksetzen
es_es: Borrar error grave
fr_fr: Effacer le défaut majeur
it_it: Cancella errore grave
pt_br: Apagar Falha Principal
zh_cn: 清除严重故障

# FaultLogGetFaultLogMessage
source: Get Controller Fault Log
de_de: Fehlerprotokoll der Steuerung erstellen
es_es: Obtener registro de errores del controlador
fr_fr: Obtenir journal des défauts
it_it: Carica registro errori dal controllore
pt_br: Obter Log de falhas do Controlador
zh_cn: 获取控制器故障日志

# FaultLogHardFaultLogMessage
source: Hard Fault Log Informatoin {0}
de_de: Informationen zum Hardwarefehlerprotokoll {0}
es_es: Información del registro de errores severos {0}
fr_fr: Informations du journal des défauts matériels {0}
it_it: Informazioni registro errori hardware {0}
pt_br: Informações do Log de Falha Grave {0}
zh_cn: 硬件故障日志信息 {0}

# FaultLogNonHardFaultLogMessage
source: non-Hard Fault Log Information
de_de: Informationen zum Nicht-Hardwarefehlerprotokoll
es_es: Información del registro de errores no severos
fr_fr: Informations du journal des défauts non matériels
it_it: Informazioni registro errori non hardware
pt_br: Informações do Log de Falha Não Grave
zh_cn: 非硬件故障日志信息

# FaultSetMajorErrorHaltedCaption
source: Major Error Halted
de_de: Hauptfehler gestoppt
es_es: Error grave detenido
fr_fr: Erreur majeure stoppée
it_it: Errore grave arrestato
pt_br: Erro Importante Suspenso
zh_cn: 因出现严重错误已暂停

# RTCRTCDownloadCaption
source: Download RTC Parameters
de_de: RTC-Parameter herunterladen
es_es: Descargar parámetros de RTC
fr_fr: Charger automatiquement les paramètres RTC
it_it: Scarica parametri RTC
pt_br: Download Parâmetros de RTC
zh_cn: 下载 RTC 参数
