Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# DiagnosticsUnitAddressCaption
source: Unit Address:
de_de: Geräte-Adresse:
es_es: Dirección de unidad:
fr_fr: Adresse d'unité :
it_it: Indirizzo unità:
pt_br: Endereço da unidade:
zh_cn: 单位地址:

# HideDeviceGraphicToolTipText
source: Click to hide device graphic
de_de: Zum Ausblenden der Gerätegrafik klicken
es_es: Haga clic para ocultar el gráfico del dispositivo
fr_fr: Cliquez pour masquer le graphique d'appareil
it_it: Fare clic per nascondere il grafico del dispositivo
pt_br: Clique para ocultar o gráfico do dispositivo
zh_cn: 单击可隐藏设备图形

# ShowDeviceGraphicToolTipText
source: Click to show device graphic
de_de: Zum Einblenden der Gerätegrafik klicken
es_es: Haga clic para mostrar el gráfico del dispositivo
fr_fr: Cliquez pour afficher le graphique d'appareil
it_it: Fare clic per mostrare il grafico del dispositivo
pt_br: Clique para mostrar o gráfico do dispositivo
zh_cn: 单击可显示设备图形

# CatalogMgrUnknownModule
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pt_br: Desconhecido
zh_cn: 未知

# InterruptProgramSelectUsedMessage
source: Program '{0}' has been associated with another interrupt.
de_de: Programm '{0}' wurde mit einer anderen Unterbrechungsanforderung verbunden.
es_es: El programa '{0}' se ha asociado a otra interrupción.
fr_fr: Le programme "{0}" a été associé à une autre interruption.
it_it: Il programma "{0}" è stato associato a un altro interrupt.
pt_br: O programa '{0}' foi associado a outra interrupção.
zh_cn: 程序 '{0}' 已与另一个中断相关联。

# AddInterruptWindowTitleText
source: Add Interrupt
de_de: Unterbrechungsanforderung hinzufügen
es_es: Añadir interrupción
fr_fr: Ajouter une interruption
it_it: Aggiungi interrupt
pt_br: Adicionar interrupção
zh_cn: 添加中断

# ConfigureInterruptToolTip
source: Configure Interrupt
de_de: Unterbrechungsanforderung konfigurieren
es_es: Configurar interrupción
fr_fr: Configurer une interruption
it_it: Configura interrupt
pt_br: Configurar interrupção
zh_cn: 配置中断

# ConfigureInterruptWindowTitleText
source: Configure Interrupt
de_de: Unterbrechungsanforderung konfigurieren
es_es: Configurar interrupción
fr_fr: Configurer une interruption
it_it: Configura interrupt
pt_br: Configurar interrupção
zh_cn: 配置中断

# DeleteInterruptToolTip
source: Delete Interrupt
de_de: Unterbrechungsanforderung löschen
es_es: Borrar interrupción
fr_fr: Supprimer une interruption
it_it: Elimina interrupt
pt_br: Excluir interrupção
zh_cn: 删除中断

# InterruptDetailsHeaderText
source: Interrupt Details
de_de: Unterbrechungsanforderungsdetails
es_es: Detalles de interrupción
fr_fr: Détails de l'interruption
it_it: Dettagli interrupt
pt_br: Detalhes da interrupção
zh_cn: 中断详细信息

# InterruptIdLabelText
source: _Id:
es_es: ÁéÜ_Id:ñññññ
pt_br: ãçêú_Id:ÀÀÀÀÀ
zh_cn: ID(_I):

# InterruptSetPointUnit
source: ms
de_de: äöümsßßßßßß
es_es: ÁéÜmsñññññ
fr_fr: êæùçmsëëëëë
pt_br: ãçêúmsÀÀÀÀÀ
zh_cn: 中ms文文文文文

# NoParamateresHintText
source: No parameters to set
de_de: Keine Parameter einzurichten
es_es: No hay parámetros que ajustar
fr_fr: Aucun paramètre à définir
it_it: Nessun parametro da impostare
pt_br: Nenhum parâmetro para definir
zh_cn: 没有要设置的参数

# ProgramLabelText
source: _Program:
de_de: _Programm:
es_es: _Programas:
fr_fr: _Programmes :
it_it: _Programma:
pt_br: _Programa:
zh_cn: 程序(_P):

# InterFrameDelayOutRangeMessage
source: Inter-Frame Delay must be in the range of {0} to {1} {2}.
de_de: Inter-Frame Delay muss sich im Bereich von {0} bis {1} {2} befinden.
es_es: El retardo Inter-Frame debe encontrarse en el intervalo comprendido entre {0} y {1} {2}.
fr_fr: Le retard entre les trames doit être compris entre {0} et {1} {2}.
it_it: Il ritardo tra i frame deve essere compreso nell'intervallo da {0} a {1} {2}.
pt_br: O atraso Inter-Frame deve estar no intervalo de {0} a {1} {2}.
zh_cn: 帧间延时必须在范围 {0} 到 {1} {2} 之内。

# InterFrameDelayCaption
source: In_ter-Frame Delay:
de_de: In_ter-Frame-Verzögerung:
es_es: Retardo In_ter-Frame:
fr_fr: Retard entre les _trames :
it_it: Ritardo _tra frame:
pt_br: Atraso In_ter-Frame:
zh_cn: 帧间延时(_T):

# SerialDiagnoseCommonSettingsCaption
source: Common Settings
de_de: Gemeinsame Einstellungen
es_es: Configuración común
fr_fr: Paramètres communs
it_it: Impostazioni comuni
pt_br: Configurações comuns
zh_cn: 通用设置

# ControllerChangeUnsupportedDevicesWarning
source: Unsupported devices in the project will be discarded.
de_de: Nicht unterstützte Geräte im Projekt werden verworfen.
es_es: Se descartarán los dispositivos incompatibles del proyecto.
fr_fr: Les équipements non pris en charge dans le projet ont été ignorés.
it_it: I dispositivi non supportati nel progetto verranno ignorati.
pt_br: Dispositivos que não são compatíveis com o projeto serão descartados.
zh_cn: 项目中不受支持的设备将被丢弃。

# InterFrameDelayTimeoutText
source: (Delay/Timeout)
de_de: (Verzögerung/Timeout)
es_es: (Retraso/tiempo de espera)
fr_fr: (Retard/Temporisation)
it_it: (Ritardo/Timeout)
pt_br: (Atraso/Tempo limite)
zh_cn: (延时/超时)

# ControllerChangeDeviceNotSupportedMessage
source: Unsupported devices have been discarded.
de_de: Nicht unterstützte Geräte wurden verworfen.
es_es: Se han descartado los dispositivos incompatibles del proyecto.
fr_fr: Les équipements non pris en charge ont été ignorés.
it_it: I dispositivi non supportati sono stati ignorati.
pt_br: Os dispositivos que não são compatíveis foram descartados.
zh_cn: 不受支持的设备已被丢弃。

# FiftyHertz
source: 50 Hz
de_de: äöü50 Hzßßßßßß
es_es: ÁéÜ50 Hzñññññ
fr_fr: êæùç50 Hzëëëëë
pt_br: ãçêú50 HzÀÀÀÀÀ
zh_cn: 中50 Hz文文文文文

# FiveHundredHertz
source: 500 Hz
de_de: äöü500 Hzßßßßßß
es_es: ÁéÜ500 Hzñññññ
fr_fr: êæùç500 Hzëëëëë
pt_br: ãçêú500 HzÀÀÀÀÀ
zh_cn: 中500 Hz文文文文文

# PluginDataUpdateRateEightPointThreeThreeHertz
source: 8.33 Hz
zh_cn: 中8.33 Hz文文文文文

# PluginDataUpdateRateFiftyHertz
source: 50 Hz
de_de: äöü50 Hzßßßßßß
es_es: ÁéÜ50 Hzñññññ
fr_fr: êæùç50 Hzëëëëë
pt_br: ãçêú50 HzÀÀÀÀÀ
zh_cn: 中50 Hz文文文文文

# PluginDataUpdateRateFourHundredSeventyHertz
source: 470 Hz
de_de: äöü470 Hzßßßßßß
es_es: ÁéÜ470 Hzñññññ
fr_fr: êæùç470 Hzëëëëë
pt_br: ãçêú470 HzÀÀÀÀÀ
zh_cn: 中470 Hz文文文文文

# PluginDataUpdateRateFourPointOneSevenHertz
source: 4.17 Hz
zh_cn: 中4.17 Hz文文文文文

# PluginDataUpdateRateNineteenPointSixHertz
source: 19.6 Hz
zh_cn: 中19.6 Hz文文文文文

# PluginDataUpdateRateOneHundredTwentyThreeHertz
source: 123 Hz
de_de: äöü123 Hzßßßßßß
es_es: ÁéÜ123 Hzñññññ
fr_fr: êæùç123 Hzëëëëë
pt_br: ãçêú123 HzÀÀÀÀÀ
zh_cn: 中123 Hz文文文文文

# PluginDataUpdateRateSixPointTwoFiveHertz
source: 6.25 Hz
zh_cn: 中6.25 Hz文文文文文

# PluginDataUpdateRateSixteenPointSevenHertz
source: 16.7 Hz
zh_cn: 中16.7 Hz文文文文文

# PluginDataUpdateRateSixtyTwoHertz
source: 62 Hz
de_de: äöü62 Hzßßßßßß
es_es: ÁéÜ62 Hzñññññ
fr_fr: êæùç62 Hzëëëëë
pt_br: ãçêú62 HzÀÀÀÀÀ
zh_cn: 中62 Hz文文文文文

# PluginDataUpdateRateTenHertz
source: 10 Hz
de_de: äöü10 Hzßßßßßß
es_es: ÁéÜ10 Hzñññññ
fr_fr: êæùç10 Hzëëëëë
pt_br: ãçêú10 HzÀÀÀÀÀ
zh_cn: 中10 Hz文文文文文

# PluginDataUpdateRateThirtyNineHertz
source: 39 Hz
de_de: äöü39 Hzßßßßßß
es_es: ÁéÜ39 Hzñññññ
fr_fr: êæùç39 Hzëëëëë
pt_br: ãçêú39 HzÀÀÀÀÀ
zh_cn: 中39 Hz文文文文文

# PluginDataUpdateRateThirtyThreePointTwoHertz
source: 33.2 Hz
zh_cn: 中33.2 Hz文文文文文

# PluginDataUpdateRateTwelvePointFiveHertz
source: 12.5 Hz
zh_cn: 中12.5 Hz文文文文文

# PluginDataUpdateRateTwoHundredFortyTwoHertz
source: 242 Hz
de_de: äöü242 Hzßßßßßß
es_es: ÁéÜ242 Hzñññññ
fr_fr: êæùç242 Hzëëëëë
pt_br: ãçêú242 HzÀÀÀÀÀ
zh_cn: 中242 Hz文文文文文

# SixtyHertz
source: 60 Hz
de_de: äöü60 Hzßßßßßß
es_es: ÁéÜ60 Hzñññññ
fr_fr: êæùç60 Hzëëëëë
pt_br: ãçêú60 HzÀÀÀÀÀ
zh_cn: 中60 Hz文文文文文

# TwoHundredFiftyHertz
source: 250 Hz
de_de: äöü250 Hzßßßßßß
es_es: ÁéÜ250 Hzñññññ
fr_fr: êæùç250 Hzëëëëë
pt_br: ãçêú250 HzÀÀÀÀÀ
zh_cn: 中250 Hz文文文文文

# AutoStartLabel
source: Auto Start
es_es: Iniciar automáticamente
fr_fr: Démarrage automatique
it_it: Avvio automatico
pt_br: Inicialização Automática
zh_cn: 自动开始

# ConfigureInterruptHelpButtonText
source: _Help
de_de: _Hilfe
es_es: _Ayuda
fr_fr: _Aide
it_it: _Guida
pt_br: A_juda
zh_cn: 帮助(_H)

# EdgeTriggerTypeLabel
source: E_dge Trigger Type:
de_de: _Flankentriggertyp:
es_es: Tipo de i_mpulso de flanco:
fr_fr: Type de déclenchement sur _front :
it_it: Tipo trigger E_dge:
pt_br: Tipo de disparador de b_orda:
zh_cn: 沿触发类型(_D):

# HighPresetMaskLabel
source: High preset mask
de_de: Maske für obere Voreinstellung
es_es: Máscara de preajuste alto
fr_fr: Seuil haut
it_it: Maschera preimpostazione alta
pt_br: Máscara predefinida alta
zh_cn: 上限设定值

# LowPresetMaskLabel
source: Low preset mask
de_de: Maske für untere Voreinstellung
es_es: Máscara de preajuste bajo
fr_fr: Seuil Bas
it_it: Maschera preimpostazione bassa
pt_br: Máscara predefinida baixa
zh_cn: 下限设定值

# OverflowMaskLabel
source: Overflow mask
de_de: Maske für Überlauf
es_es: Máscara de desbordamiento
fr_fr: Seuil maximum
it_it: Maschera overflow
pt_br: Máscara de sobrecarga
zh_cn: 下溢设定值

# UnderflowMaskLabel
source: Underflow mask
de_de: Maske für Unterlauf
es_es: Máscara de subdesbordamiento
fr_fr: Seuil minimum
it_it: Maschera underflow
pt_br: Máscara de subcarga
zh_cn: 上溢设定值

# SetPointLabel
source: Set point {0}{1}
de_de: Sollwert {0} {1}
es_es: Punto de ajuste {0}{1}
fr_fr: Point de consigne {0} {1}
it_it: Punto preimpostato {0}{1}
pt_br: Ponto de Ajuste {0}{1}
zh_cn: 设置点 {0}{1}

# NoInterruptsConfiguredHintText
source: No interrupts configured
de_de: Keine Unterbrechungsanforderung konfiguriert
es_es: Sin interrupciones configuradas
fr_fr: Aucune interruption configurée
it_it: Nessun interrupt configurato
pt_br: Nenhuma interrupção configurada
zh_cn: 未配置中断

source: All interrupt groups are used.
de_de: Alle Unterbrechungsanforderungsgruppen werden verwendet.
es_es: Todos los grupos de interrupción en uso.
fr_fr: Tous les groupes d'interruptions sont utilisés.
it_it: Tutti i gruppi interrupt sono utilizzati.
pt_br: Todos os grupos de interrupção são utilizados.
zh_cn: 所有中断组均已使用。

source: All programs are used.
de_de: Alle Programme werden verwendet.
es_es: Todos los programas en uso.
fr_fr: Tous les programmes sont utilisés.
it_it: Tutti i programmi sono utilizzati.
pt_br: Todos os programas são utilizados.
zh_cn: 所有程序均已使用。

source: No programs found.
de_de: Keine Programme gefunden.
es_es: No se encontraron programas.
fr_fr: Aucun programme trouvé.
it_it: Nessun programma trovato.
pt_br: Nenhum programa encontrado.
zh_cn: 未找到程序。

# NomappingsconfiguredText
source: No mappings configured
de_de: Keine Zuordnungen konfiguriert
es_es: Sin asignaciones configuradas
fr_fr: Aucun adressage configuré
it_it: Nessuna mappatura configurata
pt_br: Nenhum mapeamento configurado
zh_cn: 未配置映射

# UPModuleStepsToFixCaption
source: Steps to fix:
de_de: Schritte zur Korrektur:
es_es: Pasos para reparar:
fr_fr: Etapes à suivre pour corriger :
it_it: Passi per risolvere i problemi:
pt_br: Etapas para corrigir:
zh_cn: 修复步骤:

# UPModuleStepsToFixP1
source: 1. Upgrade controller project version via
de_de: 1. Aktualisieren Sie die Projektversion über
es_es: 1. Actualizar versión de proyecto del controlador mediante
fr_fr: 1. Mettre à niveau la version du projet de contrôleur via le
it_it: 1. Aggiornare la versione progetto controllore tramite la
pt_br: 1. Atualize a versão do projeto do controlador via
zh_cn: 1. 通过此项升级控制器项目版本:

# UPModuleStepsToFixP2
source: Controller Change.
de_de: Steuerungsänderung.
es_es: Cambio de controlador.
fr_fr: Changement du contrôleur.
it_it: Modifica controllore.
pt_br: Alteração do controlador.
zh_cn: 控制器更改。

# UPModuleStepsToFixP3
source: 2. Upgrade controller with the latest firmware if necessary. 3. Download the project to the controller.
de_de: 2. Aktualisieren Sie die Steuerung gegebenenfalls mit der aktuellen Firmware. 3. Laden Sie das Projekt auf die Steuerung herunter.
es_es: 2. Actualizar controlador con el firmware más reciente de ser necesario. 3. Descargar el proyecto al controlador.
fr_fr: 2. Mettre à niveau le contrôleur avec le dernier micrologiciel si nécessaire. 3. Télécharger le projet sur le contrôleur.
it_it: 2. Aggiornare il controllore con il firmware più recente, se necessario. 3. Scaricare il progetto sul controllore.
pt_br: 2. Atualize o controlador com o firmware mais recente, se necessário. 3. Faça o download do projeto para o controlador.
zh_cn: 2. 使用最新固件升级控制器 (如有必要)。 3. 将项目下载到控制器。

# CatalogIDCaption
source: Catalog ID
de_de: Katalog-ID
es_es: Referencia de catálogo
fr_fr: ID catalogue
pt_br: Identificação do Catálogo
zh_cn: 类别 ID

# SlotCaption
source: Slot
de_de: Steckplatz
es_es: Ranura
fr_fr: Emplacement
pt_br: ãçêúSlotÀÀÀÀÀ
zh_cn: 插槽

# FaultWhenModuleNotPresentCaption
source: Fault when module is not present
de_de: Fehler, wenn das Modul nicht vorhanden ist
es_es: Error cuando el módulo no está presente
fr_fr: Défaut lorsque le module n'est pas présent
it_it: Errore quando il modulo non è presente
pt_br: Falhar quando o módulo não estiver presente
zh_cn: 模块不存在时发生故障

# ModuleMissingBehaviorDoNotFault
source: Do not fault controller (optional module)
de_de: Do-Not-Fault-Steuerung (optionales Modul)
es_es: No llevar el controlador a error (módulo opcional)
fr_fr: Ne pas mettre le contrôleur en défaut (module optionnel)
it_it: Non utilizzare il controllore errori (modulo facoltativo)
pt_br: Não falhar o controlador (módulo opcional)
zh_cn: 控制器不发生故障 (可选模块)

# ModuleMissingBehaviorFault
source: Fault controller (required module)
de_de: Fault-Steuerung (erforderliches Modul)
es_es: Controlador a error (módulo requerido)
fr_fr: Mettre le contrôleur en défaut (module obligatoire)
it_it: Controllore errori (modulo obbligatorio)
pt_br: Falhar o controlador (módulo obrigatório)
zh_cn: 控制器发生故障 (必需模块)

# ModuleMissingBehaviorNotApplicable
source: < Not Applicable >
de_de: < Nicht zutreffend >
es_es: <No aplicable>
fr_fr: < Non applicable >
it_it: <non applicabile>
pt_br: < Não aplicável >
zh_cn: < 不适用 >

# ExpansionIOOptionalModuleConfigError
source: {0} at Slot:{1} cannot be set as optional module. Optional modules should not precede any required module.
de_de: {0} an Steckplatz: {1} kann nicht als optionales Modul eingerichtet werden. Optionale Module sollten nicht vor erforderlichen Modulen platziert werden.
es_es: {0} en ranura:{1} no puede configurarse como módulo opcional. Los módulos opcionales no deben preceder a ningún módulo requerido.
fr_fr: {0} emplacement : {1} ne peut pas être défini en tant que module optionnel. Les modules optionnels ne doivent pas précéder un module obligatoire.
it_it: {0} nello slot:{1} non è possibile impostare come modulo facoltativo. I moduli facoltativi non devono precedere i moduli obbligatori.
pt_br: {0} no Slot:{1} não pode ser definido como módulo opcional. Módulos opcionais não devem preceder nenhum módulo obrigatório.
zh_cn: 位于插槽 {1} 中的 {0} 无法设置为可选模块。可选模块不应位于任何必需模块之前。

# ExpansionIORequiredModuleConfigError
source: {0} at Slot:{1} cannot be set as required module. Required modules should not follow any optional module.
de_de: {0} an Steckplatz: {1} kann nicht als erforderliches Modul eingerichtet werden. Erforderliche Module sollten nicht nach optionalen Modulen platziert werden.
es_es: {0} en ranura:{1} no se puede configurar como módulo requerido. Los módulos requeridos no deben seguir a ningún módulo opcional.
fr_fr: {0} emplacement : {1} ne peut pas être défini en tant que module obligatoire. Les modules obligatoires ne doivent pas succéder à un module optionnel.
it_it: {0} nello slot:{1} non è possibile impostare come modulo obbligatorio. I moduli obbligatori non devono seguire i moduli facoltativi.
pt_br: {0} no Slot:{1} não pode ser definido como módulo obrigatório. Os módulos obrigatórios não devem seguir nenhum módulo opcional.
zh_cn: 位于插槽 {1} 中的 {0} 无法设置为必需模块。必需模块不应位于任何可选模块之后。

# ExpansionInvalidOptionalModuleTooltip
source: Optional modules need to be placed after required modules
de_de: Optionale Module müssen nach erforderlichen Modulen platziert werden
es_es: Los módulos opcionales tienen que colocarse después de los módulos requeridos
fr_fr: Les modules optionnels doivent être placés après les modules obligatoires
it_it: I moduli facoltativi devono seguire i moduli obbligatori
pt_br: Os módulos opcionais precisam ser colocados após os módulos obrigatórios
zh_cn: 可选模块需要放置在必需模块之后

# ExpansionInvalidRequiredModuleTooltip
source: Required modules need to be placed before optional modules
de_de: Erforderliche Module müssen vor optionalen Modulen platziert werden
es_es: Los módulos requeridos tienen que colocarse antes de los módulos opcionales
fr_fr: Les modules obligatoires doivent être placés avant les modules optionnels
it_it: I moduli obbligatori devono precedere i moduli facoltativi
pt_br: Os módulos obrigatórios precisam ser colocados antes dos módulos opcionais
zh_cn: 必需模块需要放置在可选模块之前

# WhenModuleNotPresentCaption
source: When module is not present
de_de: Wenn das Modul nicht vorhanden ist
es_es: Cuando el módulo no está presente
fr_fr: Lorsqu'un module n'est pas présent
it_it: Quando il modulo non è presente
pt_br: Quando o módulo não está presente
zh_cn: 模块不存在时

# RunModeClockChangeCaption
source: Allow real time clock to be changed in run mode
de_de: Ändern der Echtzeituhr im Betriebsmodus zulassen
es_es: Permitir que el reloj de tiempo real cambie en modo de ejecución
fr_fr: Autoriser la modification de l'horloge temps réel en mode Exécuter
it_it: Consenti modifica di Real Time Clock in modalità Run
pt_br: Permitir que o relógio em tempo real seja alterado no modo de execução
zh_cn: 允许在运行模式下更改实时时钟

# DataProtectionVariableNameLengthErrorMessage
source: Data Protection: Variable name '{0}' of more than {1} characters is not supported.
de_de: Datenschutz: Der Variablenname '{0}' mit mehr als {1} Zeichen wird nicht unterstützt.
es_es: Protección de datos: nombre de variable '{0}' de más de {1} caracteres no soportado.
fr_fr: Protection des données : les noms de variable '{0}' de plus de {1} caractères ne sont pas pris en charge.
it_it: Protezione dei dati: nome variabile '{0}' di oltre {1} caratteri non supportato.
pt_br: Proteção de dados: nome da variável '{0}' com mais de {1} caracteres não é suportado.
zh_cn: 数据保护: 不支持超过 {1} 个字符的变量名 '{0}'。

# ControllerFirmwareBootCodeCaption
source: Firmware Boot Code
de_de: Firmware-Startcode
es_es: Código de arranque de Firmware
fr_fr: Code de démarrage du micrologiciel
it_it: Codice di boot firmware
pt_br: Código de inicialização de firmware
zh_cn: 固件启动代码

# ControllerIdentityCaption
source: Controller Identity
de_de: Steuerungsidentität
es_es: Identidad de controlador
fr_fr: Identité du contrôleur
it_it: Identità controllore
pt_br: Identidade do controlador
zh_cn: 控制器标识

# ControllerSerialNumberCaption
source: Serial Number
de_de: Seriennummer
es_es: Número de serie
fr_fr: Numéro de série
it_it: Numero di serie
pt_br: Número de série
zh_cn: 序列号

# DeviceNotReadyForFirmwareUpdateNotProgramMode
source: Controller is not in Program Mode. Please switch to Program Mode for firmware update.
de_de: Die Steuerung befindet sich nicht im Programmmodus. Wechseln Sie für die Firmware-Aktualisierung in den Programmmodus.
es_es: El controlador no está en modo de programa. Cambie al modo de programa para actualizar el firmware.
fr_fr: Le contrôleur n'est pas en mode Programme. Basculez en mode Programme pour mettre à jour le micrologiciel.
it_it: Il controllore non è in modalità di programmazione. Passare alla modalità di programmazione per l'aggiornamento del firmware.
pt_br: O controlador não está no Modo de programa. Alterne para o Modo de programa para atualização de firmware.
zh_cn: 控制器不处于编程模式。请切换到编程模式进行固件更新。

# DeviceNotReadyForFirmwareUpdateRequestConnectionFailed
source: Request connection to device failed
de_de: Die Anforderung einer Verbindung zum Gerät ist fehlgeschlagen
es_es: Solicitud de conexión al dispositivo fallida
fr_fr: Echec de la demande de connexion à l'appareil
it_it: Richiesta di connessione al dispositivo non riuscita
pt_br: Falha ao solicitar conexão com o dispositivo
zh_cn: 连接到设备的请求失败

# DeviceNotReadyForFirmwareUpdateConnectionFailed
source: Unable to connect to the device with the current path. Verify the connection is active.
de_de: Verbindung zum Gerät mit dem aktuellen Pfad nicht möglich. Sicherstellen, dass die Verbindung aktiv ist.
es_es: No se ha podido conectar con el dispositivo mediante la ruta actual. Compruebe que la conexión está activa.
fr_fr: Impossible de connecter l'appareil avec le chemin actuel. Vérifiez que la connexion est active.
it_it: Impossibile connettersi al dispositivo con il percorso corrente. Verificare che la connessione sia attiva.
pt_br: Não é possível conectar-se ao dispositivo com o caminho atual. Verifique se a conexão está ativa.
zh_cn: 无法使用当前路径连接到设备。请验证连接是否激活。

# TCPIPInactivityTimeoutUnitSecCaption
source: sec
de_de: s
es_es: seg
fr_fr: êæùçsecëëëëë
pt_br: s
zh_cn: 中sec文文文文文

# TCPIPInactivityTimeoutCaption
source: Inactivity Timeout
de_de: Zeitlimit für Inaktivität
es_es: Tiempo de espera de inactividad
fr_fr: Délai d'inactivité
it_it: Timeout per inattività
pt_br: Tempo limite de inatividade
zh_cn: 闲置状态超时

# TCPIPInactivityTimeoutInvalidRangeMessage
source: Inactivity timeout must be in the range of {0} to {1} sec.
de_de: Das Zeitlimit für Inaktivität muss zwischen {0} und {1} Sek. liegen.
es_es: El tiempo de espera de inactividad debe estar en el rango de {0} a {1} segundos.
fr_fr: Les délais d'inactivité doivent être compris entre {0} et {1} secondes.
it_it: Il timeout per inattività deve essere compreso nell'intervallo tra {0} e {1} sec.
pt_br: O tempo limite de inatividade deve estar no intervalo de {0} a {1} s.
zh_cn: 闲置状态超时必须介于 {0} 到 {1} 秒的范围之间。

# TCPIPConfigCtrlEthernetIPCaption
source: EtherNet/IP
de_de: äöüEtherNet/IPßßßßßß
fr_fr: êæùçEtherNet/IPëëëëë
pt_br: ãçêúEtherNet/IPÀÀÀÀÀ
zh_cn: 以太网/IP

# ControllerFirmwareBootCodeToolTip
source: Boot Code is not changeable even upon firmware update.
de_de: Der Startcode kann auch nach einer Firmware-Aktualisierung nicht geändert werden.
es_es: El código de arranque no se puede cambiar, ni siquiera con actualización de firmware.
fr_fr: Le code de démarrage ne peut pas être modifié, même après la mise à jour du micrologiciel.
it_it: Il codice di boot non è modificabile nemmeno con l'aggiornamento del firmware.
pt_br: O código de inicialização não é variável, mesmo após a atualização de firmware.
zh_cn: 即使更新固件后启动代码也不可更改。

# HSCWorkModeInstructionCaption
source: High Speed Counter Instructions
de_de: Anweisungen für Hochgeschwindigkeitszähler
es_es: Instrucciones del contador de alta velocidad
fr_fr: Instructions du comptage rapide
it_it: Istruzioni High Speed Counter
pt_br: Instruções do contador de alta velocidade
zh_cn: 高速计数器指令

# TCPIPConfigCtrlEthernetSettingsCaption
source: Ethernet Settings
de_de: äöüEthernet Settingsßßßßßß
es_es: ÁéÜEthernet Settingsñññññ
fr_fr: êæùçEthernet Settingsëëëëë
pt_br: ãçêúEthernet SettingsÀÀÀÀÀ
zh_cn: 以太网设置

# DeleteMappingToolTipText
source: Delete Mapping
de_de: Zuordnung löschen
es_es: Borrar asignación
fr_fr: Supprimer l'adressage
it_it: Elimina mappatura
pt_br: Excluir mapeamento
zh_cn: 删除映射

# DuplicateButtonText
source: D_uplicate
de_de: D_uplizieren
es_es: D_uplicar
fr_fr: D_upliquer
it_it: D_uplica
pt_br: D_uplicar
zh_cn: 重复(_U)

# LinearCaption
source: Linear
de_de: äöüLinearßßßßßß
es_es: Lineal
fr_fr: Linéaire
it_it: Lineare
pt_br: ãçêúLinearÀÀÀÀÀ
zh_cn: 线性

# RingCaption
source: Ring
de_de: äöüRingßßßßßß
es_es: Circular
fr_fr: Anneau
it_it: Ad anello
pt_br: Toque
zh_cn: 环形

# HSCInstructionStorageCaption
source: Fu_nction:
de_de: _Funktion:
es_es: _Función:
fr_fr: Fo_nction :
it_it: Fu_nzione:
pt_br: _Função:
zh_cn: 功能(_N):

# ZInputConfigurationCaptionHoldValue
source: Hold
de_de: Halten
es_es: Mantener
fr_fr: Conserver
it_it: Conserva
pt_br: Retenção
zh_cn: 保留

# ZInputConfigurationCaptionResetValue
source: Preset
de_de: Voreinstellung
es_es: Preajuste
fr_fr: Prédéfinir
it_it: Preimposta
pt_br: Predefinir
zh_cn: 预设
