Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MemoryTempVarNotExistTooltip
source: Memory usage for temporary variables and complex expressions are applicable if there is at least one program in the project.
de_de: Speicherzuweisungen für temporäre Variablen und komplexe Ausdrücke sind anwendbar, wenn das Projekt mindestens ein Programm enthält.
es_es: El uso de memoria para variables temporales y expresiones complejas es aplicable si hay como mínimo un programa en el proyecto.
fr_fr: L'allocation de mémoire pour les variables temporaires et les expressions complexes n'est applicable que s'il y a au moins un programme dans le projet.
it_it: L'utilizzo della memoria per le variabili temporanee e le espressioni complesse è applicabile se nel progetto è presente almeno un programma.
pt_br: O uso da memória para variáveis temporárias e expressões complexas é aplicável se houver pelo menos um programa no projeto.
zh_cn: 如果项目中至少有一个编程，则临时变量和复杂的表达式的内存使用量适用。

# DiagnosticIncludeLogicalWarning
source: Project & Logical values upon backup/restore in Project & {0} does not match.
de_de: Logische Werte bei Sicherung/Wiederherstellung in Projekt und {0} stimmen nicht überein.
es_es: No coinciden los valores lógicos y del proyecto tras realizar una copia de seguridad o restauración en el proyecto {0}.
fr_fr: Les valeurs logiques et du projet lors de la sauvegarde/restauration dans le projet et dans {0} ne correspondent pas.
it_it: I valori logici e di progetto al backup/ripristino in Progetto e {0} non corrispondono.
pt_br: Os valores de Projeto e lógicos durante backup/restauração no projeto e {0} não correspondem.
zh_cn: 项目和 {0} 中的项目和逻辑值的备份/还原不匹配。

# DiagnosticLogicalValueIncludedLabel
source: Included
de_de: Enthalten
es_es: Incluido
fr_fr: Inclus
it_it: Incluso
pt_br: Incluídos
zh_cn: 包括

# DiagnosticLogicalValueLabel
source: Project & Logical values upon Backup/Restore:
de_de: Projektwerte und Logische Werte bei Sicherung/Wiederherstellung:
es_es: Valores lógicos y de proyecto tras realizar una copia de seguridad/restauración:
fr_fr: Valeurs logiques et du projet lors de la sauvegarde/restauration :
it_it: Valori logici e di progetto al backup/ripristino:
pt_br: Valores de Projeto e Lógicos ao Fazer backup/Restaurar:
zh_cn: 项目和逻辑值的备份/还原：

# DiagnosticLogicalValueNotIncludedLabel
source: Not Included
de_de: Nicht enthalten
es_es: No incluido
fr_fr: Non inclus
it_it: Non incluso
pt_br: Não incluídos
zh_cn: 不包括

# OperationBackup
source: Backup
de_de: Sicherung
fr_fr: Sauvegarde
pt_br: ãçêúBackupÀÀÀÀÀ
zh_cn: 备份

# OperationFailed
source: {0} operation failed or was interrupted.
de_de: {0} Vorgang fehlgeschlagen oder unterbrochen.
es_es: La operación {0} falló o se interrumpió.
fr_fr: L'opération de {0} a échoué ou a été interrompue.
it_it: L'operazione {0} non è riuscita o è stata interrotta.
pt_br: A operação {0} falhou ou foi interrompida.
zh_cn: {0} 操作失败或中断。

# OperationRestore
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restauration
it_it: Ripristina
pt_br: Restauração
zh_cn: 还原

# PVCBackupInformationMessage
source: Backup takes a snapshot of the current project and adds it to the revision history
de_de: Sicherung verwendet einen Snapshot des aktuellen Projekts und fügt diesen der Versionshistorie hinzu.
es_es: Back Up toma una instantánea del proyecto actual y la añade al historial de revisión
fr_fr: La sauvegarde effectue une copie du projet actuel et l'ajoute à l'historique des versions
it_it: Il backup acquisisce uno snapshot del progetto corrente e lo aggiunge alla cronologia di revisione
pt_br: O backup obtém uma captura instantânea do projeto atual e a adiciona ao histórico de revisões.
zh_cn: 备份截取当前项目快照并将其添加至修订历史记录

# PVCBackupWindowTitle
source: Backup Project
de_de: Projekt sichern
es_es: Back Up de proyecto
fr_fr: Sauvegarder le projet
it_it: Progetto di backup
pt_br: Backup do projeto
zh_cn: 备份项目

# PVCRestore
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restauration
it_it: Ripristina
pt_br: Restauração
zh_cn: 还原

# PVCRevisionDescription
source: Revision Description
de_de: Versionsbeschreibung
es_es: Descripción de la revisión
fr_fr: Description de la version
it_it: Descrizione revisione
pt_br: Descrição da revisão
zh_cn: 修订描述

# PVCRevisionHistoryWindowTitle
source: Revision History
de_de: Versionshistorie
es_es: Historial de la revisión
fr_fr: Historique des version
it_it: Cronologia revisione
pt_br: Histórico de revisões
zh_cn: 修订历史记录

# ArchiveManagerDeleteArchiveMessage
source: Delete the archive?
de_de: Soll das Archiv gelöscht werden?
es_es: ¿Eliminar el archivo?
fr_fr: Supprimer l'archive ?
it_it: Eliminare l'archivio?
pt_br: Excluir o arquivo-morto?
zh_cn: 删除存档?

# GoToArchiveBackupProjectMessage
source: Source project backup has been created in following location{0}{1}
de_de: Sicherung des Quellprojekts wurde an folgendem Ort erstellt{0}{1}
es_es: La copia de seguridad del proyecto de origen se ha creado en la siguiente ubicación{0}{1}
fr_fr: La sauvegarde du projet source a été créée à l'emplacement suivant{0}{1}
it_it: Il backup del progetto di origine è stato creato nel seguente percorso{0}{1}
pt_br: O backup do projeto de origem foi criado no seguinte local{0}{1}
zh_cn: 已在以下位置创建源项目备份{0}{1}

# CCWArchiveExtension
source: ccwarc
de_de: äöüccwarcßßßßßß
es_es: ÁéÜccwarcñññññ
fr_fr: êæùçccwarcëëëëë
pt_br: ãçêúccwarcÀÀÀÀÀ
zh_cn: 中ccwarc文文文文文

# FileNotPresentException
source: File {0} is not present
de_de: Datei {0} ist nicht vorhanden
es_es: El archivo {0} no está presente
fr_fr: Fichier {0} non présent
it_it: Il file {0} non è presente
pt_br: O arquivo {0} está ausente
zh_cn: 文件 {0} 不存在

# ImportExportDirectoryName
source: Import_Export
de_de: äöüImport_Exportßßßßßß
es_es: Importar_Exportar
fr_fr: êæùçImport_Exportëëëëë
it_it: Importa_Esporta
pt_br: Importar_Exportar
zh_cn: 导入_导出

# ControllerProjectContentMismatch
source: The current project content does not match the content in the connected controller.
de_de: Der aktuelle Projektinhalt entspricht nicht dem Inhalt in der angeschlossenen Steuerung.
es_es: El contenido del proyecto actual no coincide con el contenido del controlador conectado.
fr_fr: Le contenu du projet actuel ne correspond pas à celui du contrôleur connecté.
it_it: I contenuti del progetto corrente non corrispondono ai contenuti del controllore connesso.
pt_br: O conteúdo do projeto atual não corresponde ao conteúdo no controlador conectado.
zh_cn: 当前项目内容与连接的控制器内容不符。

# DownloadCurrentProject
source: Download current project to the controller
de_de: Aktuelles Projekt in die Steuerung herunterladen
es_es: Descargar el proyecto actual al controlador
fr_fr: Charger le projet actuel dans le contrôleur
it_it: Scaricare il progetto corrente nel controllore
pt_br: Fazer download do projeto atual para o controlador
zh_cn: 下载当前项目至控制器

source: Download/Upload confirmation
de_de: Herunterladen/Hochladen bestätigt
es_es: Confirmación de carga/descarga
fr_fr: Confirmation du chargement/de la sauvegarde
it_it: Scarica/Carica conferma
pt_br: Confirmação de Download/Upload
zh_cn: 下载/上传确认

# UploadProjectOverwrite
source: Upload the project in the controller to overwrite current project content
de_de: Projekt in der Steuerung hochladen, um den aktuellen Projektinhalt zu überschreiben
es_es: Cargar el proyecto del controlador para sobrescribir el contenido del proyecto actual
fr_fr: Sauvegardez le projet dans le contrôleur pour écraser le contenu du projet actuel
it_it: Caricare il progetto nel controllore per sovrascrivere i contenuti del progetto corrente
pt_br: Carregue o projeto no controlador para substituir o conteúdo do projeto atual
zh_cn: 上传控制器中的项目以覆盖当前项目内容

# SwitchToProgramModeMessage
source: ● Controller will be switched to Program Mode to perform the operation.
de_de: ● Die Steuerung wird in den Programmmodus versetzt, um den Vorgang auszuführen.
es_es: ● El controlador pasará al modo de programa para realizar la operación.
fr_fr: ● Le contrôleur basculera vers le mode Programme pour effectuer l'opération.
it_it: ● Il controllore verrà impostato su modalità Programmazione per eseguire l'operazione.
pt_br: ● O controlador será colocado no Modo de Programa para realizar a operação.
zh_cn: ● 控制器将切换至编程模式以执行操作。

# DeviceNetAddressCaption
source: Address:
de_de: Adresse:
es_es: Dirección:
fr_fr: Adresse :
it_it: Indirizzo:
pt_br: Endereço:
zh_cn: 地址:

# DeviceNetAutoscanCaption
source: AutoScan:
de_de: äöüAutoScan: ßßßßßß
es_es: Autoexplorar:
pt_br: Varredura automática:
zh_cn: 自动扫描:

# DeviceNetBaudRateCaption
source: Baud Rate:
es_es: Velocidad en baudios:
fr_fr: Vitesse :
pt_br: Taxa de transmissão:
zh_cn: 波特率:

# DeviceNetModeCaption
source: Mode:
de_de: Modus:
es_es: Modo:
it_it: Modalità:
pt_br: Modo:
zh_cn: 模式:

# DeviceNetScanListNodesCaption
source: Nodes in Scan List
de_de: Knoten in der Scan-Liste
es_es: Nodos en la lista de exploración
fr_fr: Noeuds dans la liste de scrutation
it_it: Nodi nella scan list
pt_br: Nós da Lista de Varredura
zh_cn: 扫描清单节点

# DeviceNetScannerCaption
source: Scanner
de_de: äöüScannerßßßßßß
es_es: Escáner
fr_fr: Scrutateur
pt_br: ãçêúScannerÀÀÀÀÀ
zh_cn: 扫描仪

# DeviceNetScanStatusNotConfiguredCaption
source: Not Configured
de_de: Nicht konfiguriert
es_es: No configurado
fr_fr: Non configuré
it_it: Non configurato
pt_br: Não configurado
zh_cn: 未配置

# DeviceNetScanStatusNotInRangeCaption
source: Out of Range
de_de: Außerhalb des Gültigkeitsbereichs
es_es: Fuera de rango
fr_fr: Hors plage
it_it: Fuori intervallo
pt_br: Fora do intervalo
zh_cn: 范围外

# DeviceNetScanStatusScannerCaption
source: Scanner
de_de: äöüScannerßßßßßß
es_es: Escáner
fr_fr: Scrutateur
pt_br: ãçêúScannerÀÀÀÀÀ
zh_cn: 扫描仪

# DeviceNetSlotNumberCaption
source: Slot Number:
de_de: Steckplatznummer:
es_es: Número de ranura:
fr_fr: Emplacement numéro :
it_it: Numero slot:
pt_br: Número do slot:
zh_cn: 插槽编号:

# DeviceNetStatusCaption
source: Status:
de_de: äöüStatus: ßßßßßß
es_es: Estado:
fr_fr: Etat :
it_it: Stato:
pt_br: ãçêúStatus: ÀÀÀÀÀ
zh_cn: 状态:

# Micro800ToolBarMenuDeviceNetItemCaption
source: DeviceNet
de_de: äöüDeviceNetßßßßßß
es_es: ÁéÜDeviceNetñññññ
fr_fr: êæùçDeviceNetëëëëë
pt_br: ãçêúDeviceNetÀÀÀÀÀ
zh_cn: 设备网

# DeviceNetBaudRateKbpsCaption
source: {0} Kb
es_es: ÁéÜ{0} Kbñññññ
fr_fr: {0} ko
pt_br: ãçêú{0} KbÀÀÀÀÀ
zh_cn: 中{0} Kb文文文文文

# DeviceNetAutoscanDisableValue
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# DeviceNetAutoscanEnableValue
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
pt_br: Ativado
zh_cn: 已启用

# DeviceNetModeIdleValue
source: IDLE
de_de: LEERLAUF
es_es: Desactivar
fr_fr: Attente
it_it: INATTIVO
pt_br: Ocioso
zh_cn: 空闲

# DeviceNetModeRunValue
source: RUN
de_de: äöüRUNßßßßßß
es_es: ÁéÜRUNñññññ
fr_fr: êæùçRUNëëëëë
it_it: ESEGUI
pt_br: Executar
zh_cn: 运行

# UPModuleSlot
source: Slot:
de_de: Steckplatz:
es_es: Ranura:
fr_fr: Emplacement :
pt_br: ãçêúSlot:ÀÀÀÀÀ
zh_cn: 插槽:

# DNETRevisionNotCompatible
source: The configured module revision ({0}) is not compatible with the physical module revision({1}).
de_de: Die Revision des konfigurierten Moduls ({0}) ist nicht mit der Version des physischen Modul kompatibel ({1}).
es_es: La revisión del módulo configurado ({0}) no es compatible con la revisión del módulo físico ({1}).
fr_fr: La version du module configurée ({0}) n'est pas compatible avec la version du module physique ({1}).
it_it: La revisione del modulo configurato ({0}) non è compatibile con la revisione del modulo fisico ({1}).
pt_br: A revisão do módulo configurado ({0}) não é compatível com a revisão do módulo físico({1}).
zh_cn: 配置的模块版本 ({0}) 与实际的模块版本 ({1}) 不兼容。

# DNETRevisionBackwardCompatible
source: The configured module revision ({0}) is compatible with the physical module revision ({1}).
de_de: Die konfigurierte Modulversion ({0}) ist kompatibel mit der Hardware-Modulversion ({1}).
es_es: La revisión del módulo configurado ({0}) es compatible con la revisión del módulo físico ({1}).
fr_fr: La version du module configurée/déclarée ({0}) est incompatible avec la version du module physique ({1}).
it_it: La revisione del modulo configurato ({0}) è compatibile con quella del modulo fisico ({1}).
pt_br: A revisão do módulo configurada ({0}) é compatível com a revisão do módulo físico ({1}).
zh_cn: 配置的模块版本 ({0}) 与实际的模块版本 ({1}) 兼容。

# UpConfiguration
source: Configuration
de_de: Konfiguration
es_es: Configuración
fr_fr: êæùçConfigurationëëëëë
it_it: Configurazione
pt_br: Configuração
zh_cn: 配置

# UpGeneral
source: General
de_de: Allgemein
es_es: ÁéÜGeneralñññññ
fr_fr: Général
it_it: Generale
pt_br: Geral
zh_cn: 常规

# PresentationAndUITypeCaption
source: Type:
de_de: Typ:
es_es: Tipo:
it_it: Tipo:
pt_br: Tipo:
zh_cn: 类型:

# PresentationAndUIAnalogPulgin
source: Analog plug-in
de_de: Analoges Plug-In
es_es: Módulo enchufable analógico
fr_fr: Module enfichable analogique
it_it: Plug-in analogico
pt_br: Plug-in analógico
zh_cn: 模拟插件

# PresentationAndUICommunicationPulgin
source: Communication plug-in
de_de: Kommuniktions-Plug-In
es_es: Módulo enchufable de comunicación
fr_fr: Module enfichable de communication
it_it: Plug-in di comunicazione
pt_br: Plug-in de comunicação
zh_cn: 通信插件

# PresentationAndUIDigitalPulgin
source: Digital plug-in
de_de: Digitales Plug-In
es_es: Módulo enchufable digital
fr_fr: Module enfichable numérique
it_it: Plug-in digitale
pt_br: Plug-in digital
zh_cn: 数字插件

# PresentationAndUISpecialtyPulgin
source: Specialty plug-in
de_de: Spezial-Plug-In
es_es: Módulo enchufable especial
fr_fr: Module enfichable spécial
it_it: Plug-in speciale
pt_br: Plug-in especializado
zh_cn: 特殊插件

# DNETExplictFuntionBlockUsedErrorMessage
source: DNET 2 cannot support RA_DNET_EXPLICIT UDFB, please remove the RA_DNET_EXPLICIT in the POU by name of {0}.
de_de: DNET 2 kann RA_DNET_EXPLICIT UDFB nicht unterstützen. Entfernen Sie RA_DNET_EXPLICIT in POU mit dem Namen {0}.
es_es: DNET 2 no admite RA_DNET_EXPLICIT UDFB, quite el RA_DNET_EXPLICIT en el POU por el nombre {0}.
fr_fr: DNET 2 ne peut pas prendre en charge RA_DNET_EXPLICIT UDFB ; supprimez le RA_DNET_EXPLICIT du programme intitulé {0}.
it_it: DNET 2 non è in grado di supportare RA_DNET_EXPLICIT UDFB. Rimuovere RA_DNET_EXPLICIT nel POU con il nome {0}.
pt_br: O DNET 2 não tem suporte para RA_DNET_EXPLICIT UDFB, remova o RA_DNET_EXPLICIT do POU com o nome de {0}.
zh_cn: DNET 2 无法支持 RA_DNET_EXPLICIT UDFB，请删除 POU 中名称为 {0} 的 RA_DNET_EXPLICIT。

# DNETCommunication_ModuleStatus_65
source: Autoscan Active (Scanner Only Status)
de_de: Automatisch scannen Aktiv (Status nur Scanner)
es_es: Autoexploración activa (estado solo escáner)
fr_fr: Auto-scan actif (état scrutateur seul)
it_it: Scansione automatica attiva (stato Solo scanner)
pt_br: Varredura automática ativa (apenas status do scanner)
zh_cn: 自动扫描可用(仅扫描仪状态)

# DNETCommunication_ModuleStatus_70
source: Scanner failed DUP MAC check
de_de: Scanner hat DUP MAC-Prüfung nicht bestanden
es_es: El escáner fallo al comprobar DUP MAC
fr_fr: Erreur de contrôle DUP MAC sur le scrutateur
it_it: Lo scanner non ha completato il controllo DUP MAC
pt_br: Falha na verificação de MAC DUP do scanner
zh_cn: 扫描仪未通过 DUP MAC 检查

# DNETCommunication_ModuleStatus_71
source: Illegal value in Scan List
de_de: Ungültiger Wert in Scan-Liste
es_es: Valor ilegal en la lista de exploración
fr_fr: Valeur non autorisée dans la liste de scrutation
it_it: Valore non valido nella scan list
pt_br: Valor ilegal na lista de varredura
zh_cn: 扫描清单中的非法值

# DNETCommunication_ModuleStatus_72
source: Device stopped communicating
de_de: Gerät kommuniziert nicht mehr
es_es: El dispositivo interrumpió la comunicación
fr_fr: L'appareil a arrêté de communiquer
it_it: Il dispositivo ha interrotto la comunicazione
pt_br: O dispositivo parou de se comunicar
zh_cn: 设备停止通信

# DNETCommunication_ModuleStatus_73
source: Device does not match Scan List
de_de: Gerät entspricht nicht der Scan-Liste
es_es: El dispositivo no coincide con la lista de exploración
fr_fr: L'appareil ne correspond pas à la liste de scrutation
it_it: Mancata corrispondenza tra dispositivo e scan list
pt_br: O dispositivo não corresponde à lista de varredura
zh_cn: 设备与扫描清单不符

# DNETCommunication_ModuleStatus_74
source: Scanner had detected data overrun
de_de: Scanner hat Datenüberlauf erkannt
es_es: El escáner ha detectado una sobrecarga de datos
fr_fr: Le scrutateur avait détecté un dépassement des données
it_it: Lo scanner ha rilevato un sovraccarico di dati
pt_br: O scanner detectou saturação de dados
zh_cn: 扫描仪检测到数据溢出

# DNETCommunication_ModuleStatus_75
source: No network traffic detected
de_de: Kein Netzwerkdatenverkehr erkannt
es_es: No se ha detectado tráfico de red
fr_fr: Trafic réseau non détecté
it_it: Non è stato rilevato traffico di rete
pt_br: Não foi detectado tráfego de rede
zh_cn: 未检测到网络流量

# DNETCommunication_ModuleStatus_76
source: No network traffic detected for scanner
de_de: Kein Netzwerkdatenverkehr für Scanner erkannt
es_es: No se ha detectado tráfico de red para el escáner
fr_fr: Trafic réseau non détecté pour le scrutateur
it_it: Non è stato rilevato traffico di rete per lo scanner
pt_br: Não foi detectado tráfego de rede para o scanner
zh_cn: 未检测到扫描仪的网络流量

# DNETCommunication_ModuleStatus_77
source: Data size returned not match Scan List
de_de: Zurückgegebene Datengröße entspricht nicht der Scan-Liste
es_es: El tamaño de datos devuelto no coincide con la lista de exploración
fr_fr: La taille de données renvoyée ne correspond pas à la liste de scrutation
it_it: Le dimensioni dei dati restituite non corrispondono alla Scan list
pt_br: O tamanho dos dados retornado não corresponde à lista de varredura
zh_cn: 返回的数据大小与扫描清单不符

# DNETCommunication_ModuleStatus_78
source: Device in Scan List not active on subnet
de_de: Gerät in Scan-Liste nicht in Subnetz aktiv
es_es: El dispositivo de la lista de exploración no está activo en la subred
fr_fr: L'appareil figurant dans la liste de scrutation n'est pas actif sur le sous-réseau
it_it: Il dispositivo nella scan list non è attivo nella subnet
pt_br: O dispositivo da lista de varredura não está ativo na sub-rede
zh_cn: 扫描清单中的设备在子网中不可用

# DNETCommunication_ModuleStatus_79
source: Scanner failed to transmit a message
de_de: Scanner konnte keine Mitteilung senden
es_es: El escáner no transmitió un mensaje
fr_fr: Le scrutateur n'a pas réussi à envoyer un message
it_it: Lo scanner non ha completato la trasmissione di un messaggio
pt_br: O scanner falhou em transmitir uma mensagem
zh_cn: 扫描仪无法传输消息

# DNETCommunication_ModuleStatus_80
source: Scanner is in idle mode operation
de_de: Scanner ist im Leerlauf
es_es: El escáner está funcionando en el modo de espera
fr_fr: Le scrutateur est en mode d'attente
it_it: Lo scanner è in modalità inattiva
pt_br: O scanner está em modo de operação ocioso
zh_cn: 扫描仪处于闲置模式操作

# DNETCommunication_ModuleStatus_81
source: Scanner is in fault mode operation
de_de: Scanner ist im Fehlermodus
es_es: El Escáner está funcionando en el modo de errores
fr_fr: Le scrutateur est en mode défaut
it_it: Lo scanner è in modalità errore
pt_br: O scanner está em modo de operação de falha
zh_cn: 扫描仪处于故障模式操作

# DNETCommunication_ModuleStatus_82
source: I/O fragment out-of-sequence
de_de: E/A-Fragment nicht in richtiger Reihenfolge
es_es: Fragmento E/S fuera de secuencia
fr_fr: Fragment d'E/S hors séquence
it_it: Frammento I/O fuori sequenza
pt_br: Fragmento de E/S fora da sequência
zh_cn: I/O 片段失序

# DNETCommunication_ModuleStatus_83
source: Device refused to be initialized
de_de: Gerät konnte nicht initialisiert werden
es_es: El dispositivo ha rechazado inicializarse
fr_fr: L'appareil a refusé d'être initialisé
it_it: Dispositivo rifiutato per l'inizializzazione
pt_br: O dispositivo recusou-se a inicializar
zh_cn: 设备拒绝初始化

# DNETCommunication_ModuleStatus_84
source: Device not yet initialized
de_de: Gerät noch nicht initialisiert
es_es: El dispositivo aún no se ha inicializado
fr_fr: Appareil non encore initialisé
it_it: Dispositivo non ancora inizializzato
pt_br: O dispositivo ainda não foi inicializado
zh_cn: 设备尚未初始化

# DNETCommunication_ModuleStatus_85
source: Data size incorrect on a connection with this device
de_de: Datengröße in einer Verbindung mit diesem Gerät sind nicht korrekt
es_es: Tamaño de datos incorrecto en una conexión con este dispositivo
fr_fr: Taille de données incorrecte sur une connexion à cet appareil
it_it: Dimensioni dati errate in una connessione con questo dispositivo
pt_br: O tamanho dos dados está incorreto em uma conexão com esse dispositivo
zh_cn: 数据大小在与此设备的连接上不正确

# DNETCommunication_ModuleStatus_86
source: Device (slave) went into idle
de_de: Gerät (Slave) wechselte in Leerlauf
es_es: El dispositivo (esclavo) pasó a modo de espera
fr_fr: L'appareil (esclave) est passé a l'état attente
it_it: Il dispositivo (slave) è passato allo stato inattivo
pt_br: O dispositivo (escravo) ficou ocioso
zh_cn: 设备(从站)进入闲置

# DNETCommunication_ModuleStatus_87
source: Shared master had not allocated slave
de_de: Gemeinsamer Master ohne zugewiesenen Slave
es_es: El dispositivo maestro compartido no asignó el esclavo
fr_fr: Le maître partagé n'avait pas alloué d'esclave
it_it: Nessuno slave assegnato al dispositivo master condiviso
pt_br: O mestre compartilhado não alocou o escravo
zh_cn: 共享主站未分配从站

# DNETCommunication_ModuleStatus_88
source: Shared master had not allocated requred choices
de_de: Gemeinsamer Master ohne zugewiesene, erforderliche Auswahl
es_es: El dispositivo maestro compartido no asignó las opciones necesarias
fr_fr: Le maître partagé n'avait pas alloué les choix nécessaires
it_it: Nessuna scelta obbligatoria assegnata al dispositivo master condiviso
pt_br: O mestre compartilhado não alocou as opções requeridas
zh_cn: 共享主站未分配必须选项

# DNETCommunication_ModuleStatus_89
source: Keeper download failed
de_de: Herunterladen von Keeper fehlgeschlagen
es_es: Error al descargar el Keeper
fr_fr: Echec du chargement du programme portier
it_it: Download di Keeper non riuscito
pt_br: Falha no download do guardador
zh_cn: 处理程序下载失败

# DNETCommunication_ModuleStatus_90
source: User had disabled scanner
de_de: Benutzer hat Scanner deaktiviert
es_es: El usuario deshabilitó el escáner
fr_fr: L'utilisateur avait désactivé l'analyseur
it_it: L'utente aveva disattivato lo scanner
pt_br: O usuário desativou o scanner
zh_cn: 用户已禁用扫描仪

# DNETCommunication_ModuleStatus_91
source: Bus Off detected on scanner
de_de: Buss an Scanner aus
es_es: Bus desactivado detectado en el escáner
fr_fr: Bus inactif sur le scrutateur
it_it: Bus Off rilevato nello scanner
pt_br: Barramento desligado detectado no scanner
zh_cn: 检测到扫描仪总线关闭

# DNETCommunication_ModuleStatus_92
source: No network power detected
de_de: Keine Netzwerkversorgung erkannt
es_es: No se ha detectado alimentación de red
fr_fr: Aucune alimentation réseau détectée
it_it: Alimentazione di rete non rilevata
pt_br: Não foi detectada energia de rede
zh_cn: 未检测到网络电源

# DNETCommunication_ModuleStatus_93
source: CRC failure detected on one or more configuration blocks
de_de: CRC-Fehler an mindestens einem Konfigurationsblock erkannt
es_es: Error de CRC detectado en uno o más bloques de configuración
fr_fr: Erreur CRC détectée sur un ou plusieurs blocs de configuration
it_it: Errore CRC rilevato in uno o più blocchi di configurazione
pt_br: O CRC falhou em detectar um ou mais blocos de configuração
zh_cn: 检测到一个或多个配置程序块的 CRC 故障

# DNETCommunication_ModuleStatus_95
source: Scanner application program flash is being updated
de_de: Scanner-Anwendungs-Flash wird aktualisiert
es_es: El programa de aplicación de la flash se está actualizando
fr_fr: La mémoire Flash du scrutateur est en cours de mise à jour
it_it: La tecnologia flash del programma di applicazione dello scanner è in fase di aggiornamento
pt_br: O flash do programa aplicativo do scanner está sendo atualizado
zh_cn: 扫描仪应用程序刷新已更新
