Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# FirmwareSignNotSupportedMessage
source: This controller series uses a newer digital signature scheme. The firmware cannot be downgraded to this revision. Controller is {0} Boot {1}.
de_de: Bei dieser Steuerungsserie wird ein neueres digitales Signaturschema verwendet. Die Firmware kann nicht auf diese Version zurückgestuft werden. Steuerung ist {0} Boot {1}.
es_es: Esta serie del controlador utiliza un esquema de firma digital más nuevo. El firmware no se puede revertir a esta revisión. El controlador es arranque de {0} {1}.
fr_fr: Cette série de contrôleurs utilise un nouveau schéma de signature numérique. Le micrologiciel ne peut pas être rétrogradé vers cette version. Le contrôleur est {0} Démarrez {1}.
it_it: Questa serie di controllori utilizza un nuovo schema di firma digitale. Impossibile eseguire il downgrade del firmware a questa revisione. Il controllore è {0} Boot {1}.
pt_br: Esta série de controladores utiliza um esquema de assinatura digital mais recente. Não é possível fazer downgrade do firmware para esta revisão. O controlador é de {0} Inicialização {1}.
zh_cn: 此控制器系列使用较新的数字签名方案。无法将固件降级到此版本。控制器为 {0} 启动代码 {1}。

# UpgradeWillNotChangeSignMessage
source: Updating the firmware will not upgrade the digital signature scheme for this controller series. Controller is {0}.
de_de: Beim Aktualisieren der Firmware erfolgt kein Upgrade des digitalen Signaturschemas für diese Steuerungsserie. Steuerung ist {0}.
es_es: Al actualizar el firmware no se actualizará el esquema de firma digital para esta serie de controlador. El controlador es {0}.
fr_fr: La mise à jour du micrologiciel ne met pas à niveau le schéma de signature numérique de cette série de contrôleurs. Le contrôleur est {0}.
it_it: Aggiornando il firmware lo schema di firma digitale non sarà aggiornato per questa serie di controllori. Il controllore è {0}.
pt_br: A atualização do firmware não atualizará o esquema de assinatura digital para esta série de controladores. O controlador é {0}.
zh_cn: 更新固件将不会升级此控制器系列的数字签名方案。控制器为 {0}。

# UpgradeDowngradeFirmwareCaption
source: Upgrade or Downgrade Firmware
de_de: Firmware upgraden oder downgraden
es_es: Actualizar o revertir firmware
fr_fr: Mettre à niveau ou rétrograder le micrologiciel
it_it: Esegui upgrade o downgrade del firmware
pt_br: Atualizar ou Fazer Downgrade do Firmware
zh_cn: 升级或降级固件

# ModBusMappingViewModelNoUpdateMessage
source: Modbus Mapping configuration has no update.
de_de: Es liegt keine Aktualisierung der Modbus-Mapping-Konfiguration vor.
es_es: La configuración de mapeado Modbus no tiene actualización.
fr_fr: La configuration de l'adressage Modbus n'a pas de mise à jour.
it_it: Nessun aggiornamento per la configurazione della Mappatura Modbus.
pt_br: Não há atualização para a configuração de mapeamento do Modbus.
zh_cn: Modbus 映射配置没有更新内容。

# HardFaultCount
source: {0} Hard faults
de_de: {0} Hardwarefehler
es_es: {0} errores graves
fr_fr: {0} défauts matériels
it_it: {0} errori hardware
pt_br: {0} Falhas graves
zh_cn: {0} 硬件故障

# NonHardFaultCount
source: {0} Non-hard faults
de_de: {0} Nicht-Hardwarefehler
es_es: {0} errores leves
fr_fr: {0} défauts non matériels
it_it: {0} errori non hardware
pt_br: {0} Falhas não graves
zh_cn: {0} 非硬件故障

# FaultCodeCaption
source: Fault Code
de_de: Fehlerhafter Code
es_es: Código de error
fr_fr: Code du défaut
it_it: Codice errore
pt_br: Código da Falha
zh_cn: 故障代码

# BuildProjectStatusBarBuildFailedMessage
source: Build failed
de_de: Build-Fehler
es_es: Error de compilación
fr_fr: L'assemblage a échoué
it_it: Compilazione non riuscita
pt_br: Falha na compilação
zh_cn: 生成失败

# BuildProjectStatusBarBuildStartedMessage
source: Build started...
de_de: Build gestartet...
es_es: Compilación iniciada...
fr_fr: Démarrage de l'assemblage…
it_it: Compilazione avviata...
pt_br: Compilação iniciada...
zh_cn: 已开始生成...

# BuildProjectStatusBarBuildSuccessedMessage
source: Build succeeded
de_de: Build erfolgreich
es_es: Compilación correcta
fr_fr: L'assemblage a réussi
it_it: Compilazione riuscita
pt_br: Compilação bem-sucedida
zh_cn: 生成成功

# FaultLocationCaption
source: Fault Location
de_de: Fehlerort
es_es: Localización de errores
fr_fr: Emplacement du défaut
it_it: Percorso errore
pt_br: Falha na localização
zh_cn: 故障位置

# HardFaultCaption
source: Non-recoverable Fault
de_de: Nicht wiederherstellbarer Fehler
es_es: Error no recuperable
fr_fr: Défaut non récupérable
it_it: Errore irreversibile
pt_br: Falha não recuperável
zh_cn: 不可恢复的故障

# IndexCaption
source: Index
de_de: äöüIndexßßßßßß
es_es: Índice
fr_fr: êæùçIndexëëëëë
it_it: Indice
pt_br: Índice
zh_cn: 索引

# ControllerChangeNotSupportScanPriorityOutputWarning
source: Target controller does not support Expansion I/O scan priority and its configuration was discarded.
de_de: Die Zielsteuerung unterstützt keine Erweiterungs-I/O-Scan-Priorität und ihre Konfiguration wurde verworfen.
es_es: El controlador de destino no admite la prioridad de exploración de E/S de expansión y su configuración se ha descartado.
fr_fr: Le contrôleur cible ne prend pas en charge la priorité de scrutation des E/S d'extension, et sa configuration a été rejetée.
it_it: Controllore di destinazione non supporta la priorità di scansione I/O di espansione e la configurazione è stata scartata.
pt_br: O controlador de destino não é compatível com a prioridade de varredura do Expansão E/S e sua configuração foi descartada.
zh_cn: 目标控制器不支持扩展 I/O 扫描优先级，其配置已被丢弃。

# NonHardFaultCaption
source: Recoverable Fault
de_de: Wiederherstellbarer Fehler
es_es: Error recuperable
fr_fr: Défaut récupérable
it_it: Errore reversibile
pt_br: Falha recuperável
zh_cn: 可恢复的故障

# ControllerChangeNotSupportScanPriorityWinMessage
source: Target controller does not support scan priority.
de_de: Die Zielsteuerung unterstützt keine Scanpriorität.
es_es: El controlador de destino no admite la prioridad de exploración.
fr_fr: Le contrôleur cible ne prend pas en charge la priorité de scrutation.
it_it: Controllore di destinazione non supporta priorità di scansione.
pt_br: O controlador de destino não é compatível com a prioridade de varredura.
zh_cn: 目标控制器不支持扫描优先级。

# ScanPriorityRate_Fast
source: Fast
de_de: Schnell
es_es: Rápido
fr_fr: Rapide
it_it: Veloce
pt_br: Rápida
zh_cn: 快速

# ScanPriorityRate_Slow
source: Slow
de_de: Langsam
es_es: Lenta
fr_fr: Lente
it_it: Lento
pt_br: Lenta
zh_cn: 慢速

# ExpansionIOScanSettings
source: Scan Settings
de_de: Scaneinstellungen
es_es: Configuración de exploración
fr_fr: Paramètres de scrutation
it_it: Impostazioni di scansione
pt_br: Configurações de varredura
zh_cn: 扫描设置

# ExpansionIOScanConfigNAValue
source: NA
de_de: äöüNAßßßßßß
es_es: ÁéÜNAñññññ
fr_fr: S. O
it_it: ND
pt_br: ãçêúNAÀÀÀÀÀ
zh_cn: 不适用

# ExpansionIOScanInitialCaption
source: Initial
de_de: äöüInitialßßßßßß
es_es: Inicial
fr_fr: êæùçInitialëëëëë
it_it: Iniziale
pt_br: Inicial
zh_cn: 初始

# ExpansionIOScanIntervalCaption
source: Interval
de_de: Intervall
es_es: Intervalo
fr_fr: Intervalle
it_it: Intervallo
pt_br: Intervalo
zh_cn: 间隔

# ExpansionIOScanRateCaption
source: Scan Rate
es_es: Velocidad de exploración
fr_fr: Vitesse de scrutation
it_it: Tasso di scansione
pt_br: Taxa de varredura
zh_cn: 扫描速率

# ExpansionIOScanSettingsPriorityFastCaption
source: Fast Priority:
de_de: Schnelle Priorität:
es_es: Prioridad rápida:
fr_fr: Priorité rapide :
it_it: Priorità veloce:
pt_br: Prioridade rápida:
zh_cn: 快速优先级:

# ExpansionIOScanSettingsPrioritySlowCaption
source: Slow Priority:
de_de: Langsame Priorität:
es_es: Prioridad lenta:
fr_fr: Priorité lente :
it_it: Priorità lenta:
pt_br: Prioridade lenta:
zh_cn: 慢速优先级:

# ControllerChangeExpansionIOFeatureLessModuleSkipCounterDiscardWarning
source: Target controller supports a smaller number of Expansion modules. Update programs as necessary. Scan priority feature is not supported, its configuration is discarded.
de_de: Die Zielsteuerung unterstützt eine kleinere Anzahl von Erweiterungsmodulen. Bei Bedarf Programme aktualisieren. Die Scan-Prioritätsfunktion wird nicht unterstützt, ihre Konfiguration wird verworfen.
es_es: El controlador de destino admite una menor cantidad de módulos de expansión. Actualice los programas si es necesario. La característica de prioridad de exploración no se admite y su configuración se descarta.
fr_fr: Le contrôleur cible prend en charge un nombre de modules d'extension inférieur. Mettez à jour les programmes si nécessaire. La fonctionnalité de priorité d'analyse n'est pas prise en charge, sa configuration est rejetée.
it_it: Controllore di destinazione supporta un numero minore di moduli di espansione. Aggiornare programmi secondo necessità. Funzione di priorità di scansione non supportata, la configurazione viene scartata.
pt_br: O controlador de destino é compatível com um número reduzido de módulos do Expansion. Atualize os programas, se necessário. O recurso de prioridade de varredura não é compatível, sua configuração foi descartada.
zh_cn: 目标控制器支持较少数量的扩展模块。请根据需要更新程序。 扫描优先级功能不受支持，其配置已被丢弃。

# ControllerChangeSkipCounterDiscardWarning
source: Target controller does not support Expansion I/O scan priority and its configuration was discarded.
de_de: Die Zielsteuerung unterstützt keine Erweiterungs-I/O-Scan-Priorität und ihre Konfiguration wurde verworfen.
es_es: El controlador de destino no admite la prioridad de exploración de E/S de expansión y su configuración se ha descartado.
fr_fr: Le contrôleur cible ne prend pas en charge la priorité de scrutation des E/S d'extension, et sa configuration a été rejetée.
it_it: Controllore di destinazione non supporta la priorità di scansione I/O di espansione e la configurazione è stata scartata.
pt_br: O controlador de destino não é compatível com a prioridade de varredura do Expansão E/S e sua configuração foi descartada.
zh_cn: 目标控制器不支持扩展 I/O 扫描优先级，其配置已被丢弃。

# ExportButtonText
source: Export
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
it_it: Esporta
pt_br: Exportar
zh_cn: 导出

# ImportButtonText
source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
it_it: Importa
pt_br: Importar
zh_cn: 导入

# InputLabelString
source: Input {0}:
de_de: Eingang {0}:
es_es: Entrada {0}:
fr_fr: Entrée {0} :
it_it: Ingresso {0}:
pt_br: Entrada {0}:
zh_cn: 输入 {0}:

# OutputLabelString
source: Output {0}:
de_de: Ausgang {0}:
es_es: Salida {0}:
fr_fr: Sortie {0} :
it_it: Uscita {0}:
pt_br: Saída {0}:
zh_cn: 输出 {0}:

# TCPIPConfigCtrlModbusTcpCaption
source: Modbus TCP
de_de: äöüModbus TCPßßßßßß
es_es: ÁéÜModbus TCPñññññ
fr_fr: êæùçModbus TCPëëëëë
pt_br: ãçêúModbus TCPÀÀÀÀÀ
zh_cn: 中Modbus TCP文文文文文

# TCPIPEnableModbusTcpServerCaption
source: Enable Modbus TCP Server
de_de: Modbus TCP Server aktivieren
es_es: Habilitar el servidor Modbus TCP
fr_fr: Activer le serveur Modbus TCP
it_it: Abilita il server Modbus TCP
pt_br: Ativar servidor Modbus TCP
zh_cn: 启用 Modbus TCP 服务器

# ModbusNavigateCaption
source: Ethernet Configuration Page
de_de: Ethernet-Konfigurationsseite
es_es: Página de configuración de Ethernet
fr_fr: Page de configuration Ethernet
it_it: Pagina di configurazione Ethernet
pt_br: Página de configuração da Ethernet
zh_cn: 以太网配置页面

# ModbusWarningCaption
source: To communicate via Ethernet, ensure Modbus TCP 'Server State' is 'Enabled' on {0}.
de_de: Zur Kommunikation mit dem Ethernet sicherstellen, dass der Modbus TCP 'Server-Zustand' unter {0} „Aktiviert“ ist.
es_es: Para comunicarse vía Ethernet, asegúrese de que "Estado del servidor" de Modbus TCP está "Habilitado" en {0}.
fr_fr: Pour communiquer via Ethernet, assurez-vous que le paramètre 'État du serveur' sous Modbus TCP est 'Activé' sur {0}.
it_it: Per comunicare via Ethernet, assicurarsi che lo "Stato server" del Modbus TCP sia "Attivato" su {0}.
pt_br: Para comunicação via Ethernet, certifique-se de que "Estado do servidor" do Modbus TCP esteja "Ativado" em {0}.
zh_cn: 要通过以太网进行通信，请确保 {0} 上的 Modbus TCP“服务器状态”为“已启用”。

# RecipeViewModelFileFilterRule
source: CCW Recipe files (*.ccwrcp)|*.ccwrcp
de_de: CCW -Rezept-Dateien (*.ccwrcp)|*.ccwrcp
es_es: Archivos de receta CCW (*.ccwrcp)|*.ccwrcp
fr_fr: Fichiers de recettes CCW (*.ccwrcp)|*.ccwrcp
it_it: File ricetta CCW (*.ccwrcp)|*.ccwrcp
pt_br: CCW Arquivos de Receita (*.ccwrcp)|*.ccwrcp
zh_cn: CCW 配方文件 (*.ccwrcp)|*.ccwrcp

# RecipeViewModelImportExportCaption
source: Connected Components Workbench
de_de: äöüConnected Components Workbenchßßßßßß
es_es: ÁéÜConnected Components Workbenchñññññ
pt_br: ãçêúConnected Components WorkbenchÀÀÀÀÀ
zh_cn: 中Connected Components Workbench文文文文文

# RecipeViewModelImportRecipeSuccessMessage
source: Recipe configuration import succeeded.
de_de: Die Rezeptkonfiguration wurde erfolgreich importiert.
es_es: Se ha importado la configuración de la receta correctamente.
fr_fr: L'importation de la configuration de recette a réussi.
it_it: Importazione configurazione ricetta completata.
pt_br: Importação da configuração do recebimento bem-sucedida.
zh_cn: 配方配置导入成功。

# RecipeViewModelImportRecipeFailedMessage
source: Recipe configuration import failed.
de_de: Der Import der Rezeptkonfiguration ist fehlgeschlagen.
es_es: Error al importar la configuración de la receta.
fr_fr: L'importation de la configuration de recette a échoué.
it_it: Importazione configurazione ricetta non riuscita.
pt_br: Falha na importação da configuração do recebimento.
zh_cn: 配方配置导入失败。

# RecipeViewModelExportRecipeSuccessMessage
source: Recipe configuration export succeeded.
de_de: Die Rezeptkonfiguration wurde erfolgreich exportiert.
es_es: Se ha exportado la configuración de la receta correctamente.
fr_fr: L'exportation de la configuration de recette a réussi.
it_it: Esportazione configurazione ricetta completata.
pt_br: Exportação da configuração do recebimento bem-sucedida.
zh_cn: 配方配置导出成功。

# RecipeViewModelExportRecipeFailedMessage
source: Recipe configuration export failed.
de_de: Der Export der Rezeptkonfiguration ist fehlgeschlagen.
es_es: Error al exportar la configuración de la receta.
fr_fr: L'exportation de la configuration de recette a échoué.
it_it: Esportazione configurazione ricetta non riuscita.
pt_br: Falha na exportação da configuração do recebimento.
zh_cn: 配方配置导出失败。

# DatalogViewModelImportExportDatalogFilter
source: CCW Datalog files (*.ccwdlg)|*.ccwdlg
de_de: CCW-Datenprotokoll-Dateien (*.ccwdlg)|*.ccwdlg
es_es: Archivos de registro de datos CCW (*.ccwdlg)|*.ccwdlg
fr_fr: Fichiers de journal de données CCW (*.ccwdlg)|*.ccwdlg
it_it: File registro dati CCW (*.ccwdlg)|*.ccwdlg
pt_br: CCW Arquivos de Log de Dados (*.ccwdlg)|*.ccwdlg
zh_cn: CCW 数据日志文件 (*.ccwdlg)|*.ccwdlg

# DatalogViewModelImportDatalogSuccessMessage
source: Datalog configuration import succeeded.
de_de: Die Datenprotokoll-Konfiguration wurde erfolgreich importiert.
es_es: Se ha importado la configuración de registro de datos correctamente.
fr_fr: L'importation de la configuration de journal de données a réussi.
it_it: Importazione configurazione registro dati completata.
pt_br: Importação da configuração do log de dados bem-sucedida.
zh_cn: 数据日志配置导入成功。

# DatalogViewModelImportDatalogFailMessage
source: Datalog configuration import failed.
de_de: Der Import der Datenprotokoll-Konfiguration ist fehlgeschlagen.
es_es: Error al importar la configuración de registro de datos.
fr_fr: L'importation de la configuration de journal de données a échoué.
it_it: Importazione configurazione registro dati non riuscita.
pt_br: Falha na importação da configuração do log de dados.
zh_cn: 数据日志配置导入失败。

# DatalogViewModelExportDatalogSuccessMessage
source: Datalog configuration export succeeded.
de_de: Die Datenprotokoll-Konfiguration wurde erfolgreich exportiert.
es_es: Se ha exportado la configuración de registro de datos correctamente.
fr_fr: L'exportation de la configuration de journal de données a réussi.
it_it: Esportazione configurazione registro dati completata.
pt_br: Exportação da configuração do log de dados bem-sucedida.
zh_cn: 数据日志配置导出成功。

# DatalogViewModelExportDatalogFailMessage
source: Datalog configuration export failed.
de_de: Der Export der Datenprotokoll-Konfiguration ist fehlgeschlagen.
es_es: Error al exportar la configuración de registro de datos.
fr_fr: L'exportation de la configuration de journal de données a échoué.
it_it: Esportazione configurazione registro dati non riuscita.
pt_br: Falha na exportação da configuração do log de dados.
zh_cn: 数据日志配置导出失败。

# EthernetModbusTcpServerDisableButtonCaption
source: Di_sabled
de_de: Dea_ktiviert
es_es: De_shabilitado
fr_fr: Dé_sactivé
it_it: Di_sattivato
pt_br: De_sativado
zh_cn: 已禁用(_S)

# EthernetModbusTcpServerEnableButtonCaption
source: Ena_bled
de_de: Ak_tiviert
es_es: Ha_bilitado
fr_fr: A_ctivé
it_it: Attiv_ato
pt_br: A_tivado
zh_cn: 已启用(_B)

# DatalogExportButton
source: E_xport
de_de: E_xportieren
es_es: E_xportar
fr_fr: E_xporter
it_it: Es_porta
pt_br: E_xportar
zh_cn: 导出(_X)

# DatalogImportButton
source: _Import
de_de: _Importieren
es_es: _Importar
fr_fr: _Importer
it_it: _Importa
pt_br: _Importar
zh_cn: 导入(_I)

# RecipeExportButton
source: E_xport
de_de: E_xportieren
es_es: E_xportar
fr_fr: E_xporter
it_it: Es_porta
pt_br: E_xportar
zh_cn: 导出(_X)

# RecipeImportButton
source: _Import
de_de: _Importieren
es_es: _Importar
fr_fr: _Importer
it_it: _Importa
pt_br: _Importar
zh_cn: 导入(_I)

# DescriptionCaption
source: Description:
de_de: Beschreibung:
es_es: Descripción:
it_it: Descrizione:
pt_br: Descrição:
zh_cn: 描述：

# PresentationAndUIProductTypeCaption
source: Product Type:
de_de: Produkt-Typ:
es_es: Tipo de producto:
fr_fr: Type de produit :
it_it: Tipo prodotto:
pt_br: Tipo de Produto:
zh_cn: 产品类型:

# MEMBAKRTC2PluginCaption
source: 2080-MEMBAK-RTC2
de_de: äöü2080-MEMBAK-RTC2ßßßßßß
es_es: ÁéÜ2080-MEMBAK-RTC2ñññññ
fr_fr: êæùç2080-MEMBAK-RTC2ëëëëë
pt_br: ãçêú2080-MEMBAK-RTC2ÀÀÀÀÀ
zh_cn: 中2080-MEMBAK-RTC2文文文文文

# HardFaultOccureLabel
source: Hard Fault
de_de: Hardwarefehler
es_es: Error severo
fr_fr: Défaut matériel
it_it: Errore hardware
pt_br: Falha grave
zh_cn: 硬件故障

# RestartControllerLabel
source: Restart controller automatically
de_de: Steuerung automatisch neu starten
es_es: Reiniciar controlador de forma automática
fr_fr: Redémarrer automatiquement le contrôleur
it_it: Riavvia il controllore automaticamente
pt_br: Reiniciar controlador automaticamente
zh_cn: 自动重启控制器

# StopControllerLabel
source: Stop controller
de_de: Steuerung anhalten
es_es: Detener controlador
fr_fr: Arrêter le contrôleur
it_it: Arresta controllore
pt_br: Parar controlador
zh_cn: 停止控制器

# EthernetIPTcpDisableButtonCaption
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# EthernetIPTcpServerEnableButtonCaption
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
pt_br: Ativado
zh_cn: 已启用

# EnableFreeRunningRtcCaption
source: Enable firmware real time clock
de_de: Echtzeituhr für Firmware aktivieren
es_es: Habilitar reloj de tiempo real del firmware
fr_fr: Activer l'horloge temps réel du micrologiciel
it_it: Abilita real time clock firmware
pt_br: Habilitar relógio em tempo real do firmware
zh_cn: 启用固件实时时钟

# ExpansionIOCustomScanIntervalCaption
source: Custom Scan Inter_val:
de_de: Benutzerdefiniertes Scaninter_vall:
es_es: Inter_valo de exploración personalizado:
fr_fr: Inter_valle de scrutation personnalisé :
it_it: Inter_vallo di scansione personalizzato:
pt_br: Intervalo de _varredura personalizada:
zh_cn: 自定义扫描间隔(_V):

# ExpansionIOMutipleScanIntervalCaption
source: Every {0} Scans
de_de: Alle {0} Scans
es_es: Cada {0} exploraciones
fr_fr: Toutes les {0} scrutations
it_it: Ogni {0} scansioni
pt_br: A cada {0} varreduras
zh_cn: 每 {0} 次扫描

# ExpansionIONoScanIntervalCaption
source: Every Scan
de_de: Jeder Scan
es_es: Cada exploración
fr_fr: Toutes les scrutations
it_it: Ogni scansione
pt_br: Toda varredura
zh_cn: 每次扫描

# ExpansionIOScanCycleChartCaption
source: Scan _Cycle Chart
de_de: S_canzyklustabelle
es_es: Gráfico de _ciclo de exploración
fr_fr: Diagramme du cy_cle de scrutation
it_it: Grafico _cicli di scansione
pt_br: Gráfico de _ciclos de varredura
zh_cn: 扫描周期图(_C)

# ExpansionIOScanIntervalColumnHeaderCaption
source: Scan Interval
de_de: Scanintervall
es_es: Intervalo de exploración
fr_fr: Intervalle de scrutation
it_it: Intervallo di scansione
pt_br: Intervalo de varredura
zh_cn: 扫描间隔

# ExpansionIOSingleScanIntervalCaption
source: 1 Scan
de_de: äöü1 Scanßßßßßß
es_es: 1 exploración
fr_fr: 1 scrutation
it_it: 1 scansione
pt_br: 1 varredura
zh_cn: 1 次扫描

# ExpansionIOSkipCounterTestWindowCaption
source: _Test
de_de: äöü_Testßßßßßß
es_es: _Prueba
fr_fr: êæùç_Testëëëëë
pt_br: _Teste
zh_cn: 测试(_T)

# ExpansionIOSyncScanInitialCaption
source: _Sync Initial
de_de: _Anfangs-Synchronisation
es_es: _Sincronización inicial
fr_fr: _Synchronisation initiale
it_it: _Sincr. iniziale
pt_br: _Sincronização inicial
zh_cn: 初始同步(_S)

# ExpansionIOScanCycleChartXAxisUnitCaption
source: cycle
de_de: Zyklus
es_es: ciclo
fr_fr: êæùçcycleëëëëë
it_it: ciclo
pt_br: ciclo
zh_cn: 周期

# ExpansionIOScanCycleChartYAxisCaptionFormat
source: Physical Slot {0} - {1}
de_de: Physikalischer Slot {0} - {1}
es_es: Ranura física {0} - {1}
fr_fr: Emplacement physique {0} - {1}
it_it: Slot fisico {0} - {1}
pt_br: Slot Físico {0} - {1}
zh_cn: 物理插槽 {0} - {1}

# SdRtcPluginCaption
source: 2080-SDMEMRTC-SC
de_de: äöü2080-SDMEMRTC-SCßßßßßß
es_es: ÁéÜ2080-SDMEMRTC-SCñññññ
fr_fr: êæùç2080-SDMEMRTC-SCëëëëë
pt_br: ãçêú2080-SDMEMRTC-SCÀÀÀÀÀ
zh_cn: 中2080-SDMEMRTC-SC文文文文文

# EthernetIPPortStatusCaption
source: Server state:
de_de: Server-Zustand:
es_es: Estado del servidor:
fr_fr: État du serveur :
it_it: Stato server:
pt_br: Estado do servidor:
zh_cn: 服务器状态:

# ModbusTCPPortStatusCaption
source: Server state:
de_de: Server-Zustand:
es_es: Estado del servidor:
fr_fr: État du serveur :
it_it: Stato server:
pt_br: Estado do servidor:
zh_cn: 服务器状态:

# ChangedModbusTCPENIPFaultLog
source: Modbus TCP server or Hard Fault
de_de: Modbus TCP Server oder Hardwarefehler
es_es: Servidor Modbus TCP o error severo
fr_fr: Serveur Modbus TCP ou défaut matériel
it_it: Server Modbus TCP o errore hardware
pt_br: Servidor Modbus TCP ou Falha Grave
zh_cn: Modbus TCP 服务器或硬件故障

# ExpansionIOChartScanIntervalTitle
source: Scan Interval: Every {0} Scans
de_de: Scanintervall: Alle {0} Scans
es_es: Intervalo de exploración: cada {0} exploraciones
fr_fr: Intervalle de scrutation : toutes les {0} scrutations
it_it: Intervallo di scansione: ogni {0} scansioni
pt_br: Intervalo de varredura: a cada {0} varreduras
zh_cn: 扫描间隔: 每 {0} 次扫描

# ExpansionIOInitialSyncOFFValue
source: Initial Sync: OFF
de_de: Anfangs-Synchronisation: AUS
es_es: Sincronización inicial: DESACTIVADA
fr_fr: Synchronisation initiale : INACTIVE
it_it: Sincr. iniziale: OFF
pt_br: Sincronização inicial: desligada
zh_cn: 初始同步: 关

# ExpansionIOInitialSyncONValue
source: Initial Sync: ON
de_de: Anfangs-Synchronisation: EIN
es_es: Sincronización inicial: ACTIVADA
fr_fr: Synchronisation initiale : ACTIVE
it_it: Sincr. iniziale: ON
pt_br: Sincronização inicial: ligada
zh_cn: 初始同步: 开

# ExpansionIOMutipleScanIntervalColumnCaption
source: {0} Scans
de_de: äöü{0} Scansßßßßßß
es_es: {0} exploraciones
fr_fr: {0} scrutations
it_it: {0} scansioni
pt_br: {0} varreduras
zh_cn: {0} 次扫描

# ExpansionIOScanCycleChartWindowCaption
source: Scan Cycle Chart
de_de: Scanzyklustabelle
es_es: Gráfico de ciclo de exploración
fr_fr: Diagramme du cycle de scrutation
it_it: Grafico cicli di scansione
pt_br: Gráfico de ciclos de varredura
zh_cn: 扫描周期图

# ExportOutPutPathInfo
source: Exporting to file: '{0}'
de_de: Export in Datei: '{0}'
es_es: Exportando al archivo: '{0}'
fr_fr: Exportation vers le fichier : '{0}'
it_it: Esportazione nel file: "{0}"
pt_br: Exportando para arquivo: "{0}"
zh_cn: 正在导出至该文件: '{0}'
