Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# ControllerChangeProjectNameLabel
source: _Project Name:
de_de: _Projektname:
es_es: Nombre de _proyecto:
fr_fr: _Nom du projet :
it_it: Nome _progetto:
pt_br: Nome do _projeto:
zh_cn: 项目名称(_P):

# ControllerChangeProjectNameSpecialCharactersValidationError
source: Target project name cannot contain any of the following characters \/:*?"<>|
de_de: Zielprojektname darf keines der folgenden Zeichen enthalten \/:*?"<>|
es_es: El nombre de proyecto de destino no puede contener ninguno de los caracteres siguientes: \/:*?"<>|
fr_fr: Le nom du projet cible ne peut contenir aucun des caractères suivants \/:*?"<>|
it_it: Il nome del progetto di destinazione non può contenere i seguenti caratteri: \/:*?"<>|
pt_br: Nome do projeto de destino não pode conter nenhum dos caracteres a seguir \/:*?"<>|
zh_cn: 目标项目名称不得包含以下任何字符 \/:*?"<>|

# ControllerChangeProjectPresentValidationError
source: There is already a file or folder with the same project name in target location.
de_de: Am Zielort ist bereits eine Datei oder ein Order mit dem gleichen Projektnamen vorhanden.
es_es: Ya hay un archivo o una carpeta con el mismo nombre de proyecto en la ubicación de destino.
fr_fr: Il existe déjà un fichier ou un dossier portant le nom du projet dans l'emplacement cible.
it_it: Un file o una cartella con lo stesso nome progetto esiste già nella posizione di destinazione.
pt_br: Já existe um arquivo ou pasta com o mesmo nome do projeto no local de destino.
zh_cn: 目标位置已经存在具有相同项目名称的文件或文件夹。

# ControllerChangeProjectVersionLabel
source: Controller Project Version:
de_de: Steuerung-Projektversion:
es_es: Versión de proyecto del controlador:
fr_fr: Version du projet de contrôleur :
it_it: Versione progetto controllore:
pt_br: Versão do projeto do controlador:
zh_cn: 控制器项目版本:

# ControllerChangeSameProjectNameValidationError
source: Target project name cannot be the same as current project name
de_de: Der Zielprojektname darf nicht identisch mit dem aktuellen Projektnamen sein.
es_es: El nombre de proyecto de destino no puede ser igual al nombre de proyecto actual
fr_fr: Le nom du projet cible ne peut pas être identique au nom du projet actuel
it_it: Il nome del progetto di destinazione non può essere identico al nome del progetto corrente
pt_br: Nome do projeto de destino não pode ser igual ao nome do projeto atual
zh_cn: 目标项目名称不得与当前项目名称相同

# ControllerChangeShowDetailLabel
source: Show _Detail Comparison
de_de: Detailvergleich_Anzeigen
es_es: Mostrar comparación de _detalles
fr_fr: Afficher la comparaison _détaillée
it_it: Mostra confronto _dettagli
pt_br: Mostrar comparação de _detalhes
zh_cn: 显示详细信息比较(_D)

# ControllerChangeTargetControllerEmptyValidationError
source: Target controller name cannot be empty
de_de: Ziel-Steuerungsname darf nicht leer sein
es_es: El nombre de controlador de destino no puede estar vacío
fr_fr: Le nom du contrôleur cible ne peut pas être vide
it_it: Il nome del controllore di destinazione non può essere vuoto
pt_br: Nome do controlador de destino não pode estar vazio
zh_cn: 目标控制器名称不得为空

# ControllerChangeTargetControllerSpacesValidationError
source: Target controller name cannot contain spaces
de_de: Ziel-Steuerungsname darf keine Leerzeichen enthalten
es_es: El nombre de controlador de destino no puede contener espacios
fr_fr: Le nom du contrôleur cible ne peut pas contenir d'espaces
it_it: Il nome del controllore di destinazione non può contenere spazi
pt_br: Nome do controlador de destino não pode conter espaços
zh_cn: 目标控制器名称不得包含空格

# ControllerChangeCancelButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Abandon
it_it: Annulla
pt_br: Cancelar
zh_cn: 取消

# ControllerChangeHelpButtonText
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Guida
pt_br: Ajuda
zh_cn: 帮助

# ControllerChangeOKButtonText
source: OK
de_de: äöüOKßßßßßß
es_es: Aceptar
fr_fr: êæùçOKëëëëë
pt_br: ãçêúOKÀÀÀÀÀ
zh_cn: 确定

# ControllerChangeFeatureExpansionIO
source: Expansion I/O
de_de: Erweiterungs-E/A
es_es: E/S de expansión
fr_fr: E/S d'extension
it_it: I/O di espansione
pt_br: Expansão E/S
zh_cn: 扩展 I/O

# ControllerChangeFeatureFamily
source: Family
de_de: Familie
es_es: Familia
fr_fr: Famille
it_it: Famiglia
pt_br: Família
zh_cn: 系列

# ControllerChangeFeatureHSC
source: HSC
de_de: äöüHSCßßßßßß
es_es: ÁéÜHSCñññññ
fr_fr: êæùçHSCëëëëë
pt_br: ãçêúHSCÀÀÀÀÀ
zh_cn: 高速计数器

# ControllerChangeFeatureInput
source: Embedded Input
de_de: Integrierter Eingang
es_es: Entrada embebida
fr_fr: Entrée intégrée
it_it: Ingresso integrato
pt_br: Entrada integrada
zh_cn: 嵌入式输入

# ControllerChangeFeatureMaximumDigitalIO
source: Maximum Digital I/O
de_de: Maximaler digitaler E/A
es_es: E/S digital máxima
fr_fr: E/S numérique maximale
it_it: I/O digitale massimo
pt_br: E/S máxima digital
zh_cn: 最大数字 I/O

# ControllerChangeFeatureMemory
source: Memory
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
it_it: Memoria
pt_br: Memória
zh_cn: 内存

# ControllerChangeFeatureMotion
source: PTO Motion
de_de: PTO-Bewegung
es_es: Movimiento PTO
fr_fr: Mouvement PTO
it_it: Movimento PTO
pt_br: Movimento de PTO
zh_cn: 高速脉冲串控制伺服 运动

# ControllerChangeFeatureOutput
source: Embedded Output
de_de: Integrierter Ausgang
es_es: Salida embebida
fr_fr: Sortie intégrée
it_it: Uscita integrata
pt_br: Saída integrada
zh_cn: 嵌入式输出

# ControllerChangeFeaturePlugInModule
source: Plug-In Module
de_de: Plug-in-Modul
es_es: Módulo enchufable
fr_fr: Module enfichable
it_it: Modulo Plug-in
pt_br: Módulo do plug-in
zh_cn: 插件模块

# NotApplicable
source: N/A
de_de: n.v.
es_es: ÁéÜN/Añññññ
fr_fr: S/O
it_it: N/D
pt_br: ãçêúN/AÀÀÀÀÀ
zh_cn: 中N/A文文文文文

# ControllerChangeCommunicationFeatureLessCommWarning
source: The available communication port has changed. Update programs as necessary.
de_de: Der verfügbare Kommunikationsanschluss hat sich geändert. Programme gegebenenfalls aktualisieren.
es_es: El puerto de comunicación disponible ha cambiado. Actualice los programas si es necesario.
fr_fr: Le port de communication disponible a changé. Mettez à jour les programmes selon les besoins.
it_it: La porta di comunicazione disponibile è cambiata. Aggiornare i programmi se necessario.
pt_br: A porta de comunicação disponível mudou. Atualize os programas conforme necessário.
zh_cn: 可用通信端口已更改。请根据需要更新程序。

# ControllerChangeCommunicationFeatureWarning
source: Communication are not supported and its configuration is discarded.
de_de: Kommunikation wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admite la comunicación, por lo que se descarta su configuración.
fr_fr: La communication n'est pas prise en charge et sa configuration est rejetée.
it_it: Le comunicazioni non sono supportate e la configurazione viene ignorata.
pt_br: Comunicação não é compatível e sua configuração foi descartada.
zh_cn: 通信不受支持，并且其配置将被丢弃。

# ControllerChangeEmbeddedIOFeatureLessIOWarning
source: Target controller supports a smaller number of Embedded I/O.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von integrierten E/A.
es_es: El controlador de destino admite una menor cantidad de E/S embebidas.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'E/S intégrées.
it_it: Il controllore di destinazione supporta un numero inferiore di I/O integrati.
pt_br: Controlador de destino aceita um número menor de E/S integrada.
zh_cn: 目标控制器支持的嵌入式 I/O 数量较少。

# ControllerChangeEthernetCaption
source: Ethernet
de_de: äöüEthernetßßßßßß
es_es: ÁéÜEthernetñññññ
fr_fr: êæùçEthernetëëëëë
pt_br: ãçêúEthernetÀÀÀÀÀ
zh_cn: 以太网

# ControllerChangeExpansionIOFeatureLessModuleWarning
source: Target controller supports a smaller number of Expansion modules. Update programs as necessary.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von Erweiterungsmodulen. Es ist eine Aktualisierung der Programme erforderlich.
es_es: El controlador de destino admite una menor cantidad de módulos de expansión. Actualice los programas si es necesario.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre de modules d'extension. Mettez à jour les programmes selon les besoins.
it_it: Il controllore di destinazione supporta un numero inferiore di moduli di espansione. Aggiornare i programmi se necessario.
pt_br: Controlador de destino aceita um número menor de módulos de Expansão. Atualize os programas conforme necessário.
zh_cn: 目标控制器支持的扩展模块量较少。请根据需要更新程序。

# ControllerChangeExpansionIOFeatureWarning
source: Expansion Modules feature is not supported and its configuration is discarded.
de_de: Erweiterungsmodulmerkmale wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admite la característica de módulos de expansión, por lo que se descarta su configuración.
fr_fr: La fonction Modules d'extension n'est pas prise en charge et sa configuration est rejetée.
it_it: La funzione Moduli di espansione non è supportata e la configurazione viene ignorata.
pt_br: Recurso de Módulos de expansão não é compatível e sua configuração foi descartada.
zh_cn: 扩展模块功能不受支持，并且其配置将被丢弃。

# ControllerChangeFeatureCommunication
source: Communication
de_de: Kommunikation
es_es: Comunicación
fr_fr: êæùçCommunicationëëëëë
it_it: Comunicazione
pt_br: Comunicação
zh_cn: 通信(M)

# ControllerChangeHSCFeatureLessNumberWarning
source: Target controller supports a smaller number of High Speed Counters (HSC). Update programs as necessary.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von Hochgeschwindigkeitszählern (HSC). Programme gegebenenfalls aktualisieren.
es_es: El controlador de destino admite una menor cantidad de contadores de alta velocidad (HSC). Actualice los programas si es necesario.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre de comptage rapide (HSC). Mettez à jour les programmes selon les besoins.
it_it: Il controllore di destinazione supporta un numero inferiore di HSC (High Speed Counter). Aggiornare i programmi se necessario.
pt_br: Controlador de destino aceita um número menor de Contadores de alta velocidade (HSC). Atualize os programas conforme necessário.
zh_cn: 目标控制器支持的高速计数器 (HSC) 量较少。请根据需要更新程序。

# ControllerChangeHSCFeatureWarning
source: High-Speed Counter is not supported and its configuration is discarded.
de_de: Hochgeschwindigkeitszähler wird nicht unterstützt und seine Konfiguration wird verworfen.
es_es: No se admite el contador de alta velocidad, por lo que se descarta su configuración.
fr_fr: Le compteur haute vitesse n'est pas pris en charge et sa configuration est rejetée.
it_it: HSC (High-Speed Counter) non è supportato e la sua configurazione viene ignorata.
pt_br: Contador de alta velocidade não é compatível e sua configuração foi descartada.
zh_cn: 高速计数器不受支持，并且其配置将被丢弃。

# ControllerChangeInputFeatureLessInputWarning
source: Target controller supports a smaller number of embedded inputs. Update I/O wiring.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von integrierten Eingängen. E/A-Verkabelung korrigieren.
es_es: El controlador de destino admite una menor cantidad de entradas embebidas. Actualice el cableado de E/S.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'entrées intégrées. Mettez à jour le câblage des E/S.
it_it: Il controllore di destinazione supporta un numero inferiore di ingressi integrati. Aggiornare il cablaggio I/O.
pt_br: Controlador de destino aceita um número menor de entradas integradas. Atualize a fiação de E/S.
zh_cn: 目标控制器支持的嵌入式输入量较少。请更新 I/O 布线。

# ControllerChangeInputFeatureWarning
source: Input is not supported and its configuration is discarded.
de_de: Eingang wird nicht unterstützt und seine Konfiguration wird verworfen.
es_es: No se admite la entrada, por lo que se descarta su configuración.
fr_fr: L'entrée n'est pas prise en charge et sa configuration est rejetée.
it_it: L'ingresso non è supportato e la configurazione viene ignorata.
pt_br: Entrada não é compatível e sua configuração foi descartada.
zh_cn: 输入不受支持，并且其配置将被丢弃。

# ControllerChangeMemoryFeatureWarning
source: Target controller has smaller size. You might want to delete variables or programs in a target project.
de_de: Ziel-Steuerung weist eine kleinere Größe auf. Vielleicht möchten Sie Variablen oder Programme im Ziel-Projekt löschen.
es_es: El controlador de destino tiene un tamaño menor. Le resultará conveniente eliminar variables o programas en un proyecto de destino.
fr_fr: Le contrôleur cible est plus petit. Vous souhaiterez peut-être supprimer des variables ou des programmes dans un projet cible.
it_it: La dimensione del controllore di destinazione è inferiore. È possibile eliminare variabili o programmi in un progetto di destinazione.
pt_br: Controlador de destino tem tamanho menor. Você pode excluir variáveis ou programas em um projeto de destino.
zh_cn: 目标控制器尺寸较小。您可能希望删除目标项目中的变量或程序。

# ControllerChangeMotionFeatureLessAxisWarning
source: Target controller supports a smaller number of Motion PTO Axis. Update programs as necessary.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von PTO-Bewegungsachsen. Programme gegebenenfalls aktualisieren.
es_es: El controlador de destino admite una menor cantidad de ejes de movimiento PTO. Actualice los programas si es necesario.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'axes PTO de mouvement. Mettez à jour les programmes selon les besoins.
it_it: Il controllore di destinazione supporta un numero inferiore di assi motion in PTO. Aggiornare i programmi se necessario.
pt_br: Controlador de destino aceita um número menor de eixo de movimento de PTO. Atualize os programas conforme necessário.
zh_cn: 目标控制器支持的运动 高速脉冲串控制伺服 轴数量较少。请根据需要更新程序。

# ControllerChangeMotionFeatureWarning
source: Motion PTO is not supported and its configuration is discarded.
de_de: PTO-Bewegung wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admite el movimiento PTO, por lo que se descarta su configuración.
fr_fr: Le PTO de mouvement n'est pas pris en charge et sa configuration est rejetée.
it_it: Il PTO motion non è supportato e la sua configurazione viene ignorata.
pt_br: Movimento de PTO não é compatível e sua configuração foi descartada.
zh_cn: 运动 高速脉冲串控制伺服 不受支持，并且其配置将被放弃。

# ControllerChangeOutputFeatureLessOutputWarning
source: Target controller supports a smaller number of embedded outputs. Update I/O wiring.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von integrierten Ausgängen. E/A-Verkabelung korrigieren.
es_es: El controlador de destino admite una menor cantidad de salidas embebidas. Actualice el cableado de E/S.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre de sorties intégrées. Mettez à jour le câblage des E/S.
it_it: Il controllore di destinazione supporta un numero inferiore di uscite integrate. Aggiornare il cablaggio I/O.
pt_br: Controlador de destino aceita um número menor de saídas integradas. Atualize a fiação de E/S.
zh_cn: 目标控制器支持的嵌入式输出量较少。请更新 I/O 布线。

# ControllerChangeOutputFeatureWarning
source: Output is not supported and its configuration is discarded.
de_de: Ausgang wird nicht unterstützt und seine Konfiguration wird verworfen.
es_es: No se admite la salida, por lo que se descarta su configuración.
fr_fr: La sortie n'est pas prise en charge et sa configuration est rejetée.
it_it: L'uscita non è supportata e la configurazione viene ignorata.
pt_br: Saída não é compatível e sua configuração foi descartada.
zh_cn: 输出不受支持，并且其配置将被丢弃。

# ControllerChangePlugInModuleFeatureLessModulesWarning
source: Target controller supports a smaller number of Plug-in modules. Update programs as necessary.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von Plug-in-Modulen. Programme gegebenenfalls aktualisieren.
es_es: El controlador de destino admite una menor cantidad de módulos enchufables. Actualice los programas si es necesario.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre de modules enfichables. Mettez à jour les programmes selon les besoins.
it_it: Il controllore di destinazione supporta un numero inferiore di moduli Plug-in. Aggiornare i programmi se necessario.
pt_br: Controlador de destino aceita um número menor de módulos de Plug-in. Atualize os programas conforme necessário.
zh_cn: 目标控制器支持的插件模块量较少。请根据需要更新程序。

# ControllerChangePlugInModuleFeatureWarning
source: Plug-in modules are not supported and its configuration is discarded.
de_de: Plug-in-Module werden nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admiten los módulos enchufables, por lo que se descarta su configuración.
fr_fr: Les modules enfichables ne sont pas pris en charge et leur configuration est rejetée.
it_it: I moduli Plug-in non sono supportati e la configurazione viene ignorata.
pt_br: Módulo do plug-in não são compatíveis e sua configuração foi descartada.
zh_cn: 插件模块不受支持，并且其配置将被丢弃。

# ControllerChangePowerSupplyFeatureWarning
source: Power supply changes is required.
de_de: Es ist eine Änderung der Spannungsversorgung erforderlich.
es_es: Se requieren cambios de suministro eléctrico.
fr_fr: Un changement de module d'alimentation est nécessaire.
it_it: È richiesta la modifica dell'alimentazione.
pt_br: São exigidas alterações na fonte de energia.
zh_cn: 需要更改电源。

# ControllerChangeProjectConversionWarningMessage
source: Are you sure you want to upgrade current controller to
de_de: Sind Sie sicher, dass Sie für die aktuelle Steuerung ein Upgrade durchführen möchten auf
es_es: ¿Está seguro de que desea actualizar el controlador actual a
fr_fr: Voulez-vous vraiment mettre à niveau le contrôleur actuel vers
it_it: Si desidera aggiornare il controllore corrente a
pt_br: Tem certeza que deseja atualizar o controlador atual para
zh_cn: 是否确定要将当前控制器升级到

# ControllerChangeCurrentLabel
source: Current
de_de: Strom
es_es: Intensidad
fr_fr: Courant
it_it: Corrente
pt_br: Corrente
zh_cn: 当前

# ControllerChangeTargetLabel
source: Target
de_de: Ziel
es_es: Destino
fr_fr: Cible
it_it: Destinazione
pt_br: Destino
zh_cn: 目标

# ControllerChangeProjectConversionLabel
source: Controller Change
de_de: Steuerungsänderung
es_es: Cambio de controlador
fr_fr: Changement de contrôleur
it_it: Modifica controllore
pt_br: Alteração no controlador
zh_cn: 控制器更改

# ControllerChangeLogCloseProjectStatus
source: Closing Project:
de_de: Projekt schließen:
es_es: Cerrando el proyecto:
fr_fr: Fermeture du projet :
it_it: Chiusura progetto:
pt_br: Fechando projeto:
zh_cn: 正在结束项目:

# ControllerChangeLogControllerTypeMessage
source: Changing controller type: {0} to {1}
de_de: Steuerungstyp ändern: {0} zu {1}
es_es: Cambiando el tipo de controlador: {0} por {1}
fr_fr: Changement de type de contrôleur : de {0} en {1}
it_it: Modifica tipo di controllore: da {0} a {1}
pt_br: Alterando tipo de controlador: {0} para {1}
zh_cn: 正在更改控制器类型: {0} 至 {1}

# ControllerChangeLogEndOfConversionMessage
source: ---------- End of project conversion ----------
de_de: ---------- Ende der Projektumwandlung ----------
es_es: ---------- Fin de conversión del proyecto ----------
fr_fr: ---------- Fin de la conversion du projet ----------
it_it: ---------- Fine del progetto di conversione ----------
pt_br: ---------- Final da conversão do projeto ----------
zh_cn: ---------- 项目转换结束 ----------

# ControllerChangeLogErrorText
source: Error:
de_de: Fehler:
es_es: ÁéÜError: ñññññ
fr_fr: Erreur :
it_it: Errore:
pt_br: Erro:
zh_cn: 错误:

# ControllerChangeLogFileMessage
source: Log file has been written in
de_de: Protokolldatei wurde geschrieben in
es_es: El archivo de registro se ha escrito en
fr_fr: Le fichier journal a été enregistré dans
it_it: Il file di registro è stato scritto in
pt_br: Arquivo de log foi gravado em
zh_cn: 日志文件已写入

# ControllerChangeLogFileName
source: Conversion
de_de: Konvertierung
es_es: Conversión
fr_fr: êæùçConversionëëëëë
it_it: Conversione
pt_br: Conversão
zh_cn: 转换

# ControllerChangeLogImportingControllerText
source: ---------- Importing Controller ----------
de_de: ---------- Steuerung wird importiert ----------
es_es: ---------- Importando controlador ----------
fr_fr: ---------- Importation du contrôleur ----------
it_it: ---------- Importazione controllore ----------
pt_br: ---------- Importando controlador ----------
zh_cn: ---------- 正在导入控制器 ----------

# ControllerChangeLogImportResult
source: Import Controller Complete -- {0} Errors, {1} Warnings
de_de: Import der Steuerung abgeschlossen -- {0} Fehler, {1} Warnungen
es_es: Se ha completado la importación del controlador: {0} errores, {1} advertencias
fr_fr: Importation du contrôleur terminée -- {0} erreur(s), {1} avertissement(s)
it_it: Importazione controllore completata -- {0} errori, {1} avvisi
pt_br: Importação de controlador concluída -- {0} Erros, {1} Avisos
zh_cn: 导入控制器已完成 -- {0} 个错误，{1} 个警告

# ControllerChangeLogNewProjectName
source: ---------- Controller change started: {0} ----------
de_de: ----------Steuerungsänderung gestartet: {0} ----------
es_es: ---------- Se ha iniciado el cambio de controlador: {0} ----------
fr_fr: ---------- Démarrage du changement de contrôleur : {0} ----------
it_it: ---------- Modifica controllore avviata: {0} ----------
pt_br: ---------- Alteração no controlador iniciada: {0} ----------
zh_cn: ---------- 控制器更改已启动: {0} ----------

# ControllerChangeLogNewProjectStatus
source: Creating new project with controller:
de_de: Erstellen des neuen Projekts mit Steuerung:
es_es: Creando un proyecto nuevo con el controlador:
fr_fr: Création d'un projet avec le contrôleur :
it_it: Creazione di un nuovo progetto con il controllore:
pt_br: Criando novo projeto com controlador:
zh_cn: 使用控制器创建新项目:

# ControllerChangeLogProjectFileSaveMessage
source: The source project has been saved in
de_de: Das Quellprojekt wurde gespeichert unter
es_es: El proyecto de origen se ha guardado en
fr_fr: Le projet source a été enregistré dans
it_it: Il progetto di origine è stato salvato in
pt_br: O projeto de origem foi salvo em
zh_cn: 源项目已保存在

# ControllerChangeLogResultMessage
source: ========== Controller Change: {0} succeeded, {1} failed ==========
de_de: ========== Steuerungsänderung: {0} erfolgreich, {1} fehlgeschlagen ==========
es_es: ========== Cambio de controlador: {0} con éxito, {1} con error ==========
fr_fr: ========== Changement de contrôleur : {0} réussite(s), {1} échec(s) ==========
it_it: ========== Modifica del controllore: {0} riusciti, {1} non riusciti ==========
pt_br: ========== Alteração do controlador: {0} bem-sucedido, {1} falhou ==========
zh_cn: ========== 控制器更改: {0} 次成功，{1} 次失败 ==========

# ControllerChangeLogSaveConfigurationStatus
source: Saving Source Project Configuration
de_de: Quellprojektkonfiguration wird gespeichert
es_es: Guardando la configuración del proyecto de origen
fr_fr: Enregistrement de la configuration de projet source
it_it: Salvataggio configurazione progetto di origine
pt_br: Salvando configuração do projeto de origem
zh_cn: 保存源项目配置

# ControllerChangeLogSuccessStatus
source: Controller Change Succeeded.
de_de: Steuerungsänderung erfolgreich.
es_es: El cambio de controlador se ha ejecutado correctamente.
fr_fr: Changement de contrôleur réussi.
it_it: Modifica del controllore riuscita.
pt_br: Alteração do controlador bem-sucedida.
zh_cn: 控制器更改成功。

# ControllerChangeLogWarningText
source: Warning:
de_de: Warnung:
es_es: Advertencia:
fr_fr: Avertissement:
it_it: Avviso:
pt_br: Aviso:
zh_cn: 警告:

# ControllerChangeLogImportingDriveResultText
source: Import Drives Complete -- 0 Errors, 0 Warnings
de_de: Import der Frequenzumrichter abgeschlossen -- 0 Fehler, 0 Warnungen
es_es: Se ha completado la importación de unidades: 0 errores, 0 advertencias
fr_fr: Importation des variateurs terminée -- 0 erreur, 0 avertissement
it_it: Importazione unità completata -- 0 errori, 0 avvisi
pt_br: ãçêúImport Drives Complete -- 0 Errors, 0 WarningsÀÀÀÀÀ
zh_cn: 导入驱动器已完成 -- 0 个错误，0 个警告
