Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MemoryCard_BackupInProgress
source: Backup in progress
de_de: Sicherung läuft
es_es: Back Up en curso
fr_fr: Sauvegarde en cours
it_it: Backup in corso
pt_br: Backup em andamento
zh_cn: 备份正在进行中

# MemoryCard_OperationSuccessful
source: {0} successful
de_de: {0} erfolgreich
es_es: La operación de {0} se ha ejecutado correctamente
fr_fr: {0} réussi(e)
it_it: {0} completato correttamente
pt_br: {0} bem-sucedido(a)
zh_cn: {0} 成功

# MemoryCard_RestoreInProgress
source: Restore in progress
de_de: Wiederherstellung läuft
es_es: Restauración en curso
fr_fr: Restauration en cours
it_it: Ripristino in corso
pt_br: Restauração em andamento
zh_cn: 还原正在进行中

# RemoteLCD_EditButton_Caption
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
pt_br: Editar
zh_cn: 编辑

# RemoteLCD_PreviewButton_Caption
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
pt_br: Visualizar
zh_cn: 预览

# ManageDatalog_OverwriteFile
source: Overwrite file
de_de: Datei überschreiben
es_es: Sobrescribir archivo
fr_fr: Ecraser le fichier
it_it: Sovrascrivi file
pt_br: Substituir arquivo
zh_cn: 覆盖文件

# ManageDatalog_PreserveBothFile
source: Preserve both files
de_de: Beide Dateien behalten
es_es: Conservar ambos archivos
fr_fr: Conserver les deux fichiers
it_it: Mantieni entrambi i file
pt_br: Preservar ambos os arquivos
zh_cn: 保留两个文件

# ManageDatalog_SkipFile
source: Skip file
de_de: Datei überspringen
es_es: Omitir archivo
fr_fr: Omettre le fichier
it_it: Ignora file
pt_br: Ignorar arquivo
zh_cn: 跳过文件

# ManageDatalog_FilesCaption
source: files
de_de: Dateien
es_es: archivos
fr_fr: fichiers
it_it: file
pt_br: arquivos
zh_cn: 文件

# ManageDatalog_DeleteButtonCaption
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_br: Excluir
zh_cn: 删除

# ManageDatalog_DeleteFilesCaption
source: Delete Files
de_de: Dateien löschen
es_es: Eliminar archivos
fr_fr: Supprimer les fichiers
it_it: Elimina file
pt_br: Excluir arquivos
zh_cn: 删除文件

# ManageDatalog_DeleteWarningMessage
source: Delete operation removes found files permanently.
de_de: Durch den Löschvorgang werden die gefundenen Dateien dauerhaft entfernt.
es_es: La operación de eliminación quita los archivos encontrados de forma permanente.
fr_fr: La suppression efface définitivement les fichiers trouvés.
it_it: L'operazione Elimina rimuove definitivamente i file trovati.
pt_br: Operação de exclusão remove os arquivos encontrados permanentemente.
zh_cn: 删除操作会永久删除找到的文件。

# ManageDatalog_DestinationCaption
source: Destination
de_de: Ziel
es_es: Destino
fr_fr: êæùçDestinationëëëëë
it_it: Destinazione
pt_br: Destino
zh_cn: 目的地

# ManageDatalog_FilesExistsCaption
source: _If file exists on destination:
de_de: _Wenn Datei auf Ziel vorhanden:
es_es: S_i existe el archivo en el destino:
fr_fr: _Si le fichier existe dans la destination :
it_it: _Se il file esiste nella destinazione:
pt_br: _Se arquivo existir no destino:
zh_cn: 如果文件在目的地存在(_I):

# ManageDatalog_ProgressCaption
source: Progress
de_de: Fortschritt
es_es: Progreso
fr_fr: Progression
it_it: Stato
pt_br: Progresso
zh_cn: 进度

# ManageDatalog_SearchResultCaption
source: Search Result
de_de: Suchergebnis
es_es: Resultado de la búsqueda
fr_fr: Résultat de la recherche
it_it: Risultato ricerca
pt_br: Resultado da pesquisa
zh_cn: 搜索结果

# ManageDatalog_SelectedDatesCaption
source: Select Date(s)
de_de: Datum auswählen
es_es: Seleccionar fechas
fr_fr: Sélectionner une/des date(s)
it_it: Seleziona data(e)
pt_br: Selecionar data(s)
zh_cn: 选择日期

# ManageDatalog_UploadButtonCaption
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Lire
it_it: Carica
pt_br: Carregar
zh_cn: 上传

# ManageDatalog_UploadFilesCaption
source: Upload Files
de_de: Dateien hochladen
es_es: Cargar archivos
fr_fr: Lire les fichiers
it_it: Carica file
pt_br: Carregar arquivos
zh_cn: 上传文件

# ManageDatalog_UploadingMessage
source: Uploading {0} of {1} files
de_de: {0} von {1} Dateien werden hochgeladen
es_es: Cargando {0} de {1} archivos
fr_fr: Lecture du fichier {0} sur {1}
it_it: Caricamento di {0} di {1} file
pt_br: Carregando {0} de {1} arquivos
zh_cn: 正在上传 {0}/{1} 个文件

# ManageDatalog_WholeMonthCheckBoxCaption
source: _Whole month
de_de: _Ganzer Monat
es_es: _Todo el mes
fr_fr: _Mois entier
it_it: _Tutto il mese
pt_br: _Mês inteiro
zh_cn: 整月(_W)

# ManageDatalog_Successful
source: {0} successful!
de_de: {0} erfolgreich!
es_es: ¡{0} con éxito!
fr_fr: {0} réussi(e) !
it_it: {0} riuscito!
pt_br: {0} bem-sucedido!
zh_cn: {0} 成功!

# ManageDatalog_Unsuccessful
source: Unsuccessful {0}
de_de: {0} nicht erfolgreich
es_es: {0} con error
fr_fr: Echec du/de la {0}
it_it: Non riuscito {0}
pt_br: {0} falhou
zh_cn: {0} 不成功

# ManageDatalogDestinationToolip
source: Note: the path can be modified from CCW Application settings in Tools > Options.
de_de: Hinweis: Der Pfad kann in den CCW-Anwendungseinstellungen unter Tools > Optionen geändert werden.
es_es: Nota: la ruta se puede modificar en la configuración de la aplicación de CCW en Herramientas > Opciones.
fr_fr: Remarque : le chemin peut être modifié à partir des paramètres de l'application CCW dans Outils > Options.
it_it: Nota: il percorso può essere modificato dalle impostazioni applicazione CCW in Strumenti > Opzioni.
pt_br: Nota: o caminho pode ser modificado nas configurações do Aplicativo CCW em Ferramentas > Opções.
zh_cn: 注意: 路径可从“工具”>“选项”下的 CCW 应用程序设置中进行修改。

# ManageDatalog_DeletingMessage
source: Deleting {0} of {1} files
de_de: {0} von {1} Dateien werden gelöscht
es_es: Eliminando {0} de {1} archivos
fr_fr: Suppression du fichier {0} de {1}
it_it: Eliminazione di {0} di {1} file
pt_br: Excluindo {0} de {1} arquivos
zh_cn: 正在删除第 {0}/{1} 个文件

source: Recipe List
de_de: Rezeptliste
es_es: Lista de recetas
fr_fr: Liste des recettes
it_it: Elenco ricette
pt_br: Lista de recebimento
zh_cn: 配方列表

# ManageDatalogTitle
source: Upload Data Log from Controller
de_de: Datenprotokoll aus Steuerung hochladen
es_es: Cargar registro de datos desde el controlador
fr_fr: Lire le journal de données à partir du contrôleur
it_it: Carica registro dati da controllore
pt_br: Carregar log de dados do controlador
zh_cn: 从控制器上传数据日志

# RecipeDetailsTitle
source: Recipe Details
de_de: Rezeptdetails
es_es: Detalles de receta
fr_fr: Détails de la recette
it_it: Dettagli ricetta
pt_br: Detalhes do recebimento
zh_cn: 配方详细信息

# ManageRecipeTitle
source: Upload Recipe from Controller
de_de: Rezept aus Steuerung hochladen
es_es: Cargar receta desde el controlador
fr_fr: Lire la recette à partir du contrôleur
it_it: Carica ricetta da controllore
pt_br: Carregar recebimento do controlador
zh_cn: 从控制器上传配方

# ManageDatalog_StartDeletingCaption
source: Start Deleting
de_de: Löschvorgang starten
es_es: Iniciar eliminación
fr_fr: Commencer la suppression
it_it: Avvia eliminazione
pt_br: Inicialização de exclusão
zh_cn: 开始删除

# ManageDatalog_StartUploadingCaption
source: Start Uploading
de_de: Hochladen starten
es_es: Iniciar carga
fr_fr: Commencer la lecture
it_it: Avvia caricamento
pt_br: Inicialização de carregamento
zh_cn: 开始上传

# ManageDatalog_StopDeletingCaption
source: Stop Deleting
de_de: Löschvorgang anhalten
es_es: Detener eliminación
fr_fr: Arrêter la suppression
it_it: Arresta eliminazione
pt_br: Parar exclusão
zh_cn: 停止删除

# ManageDatalog_StopUploadingCaption
source: Stop Uploading
de_de: Hochladevorgang anhalten
es_es: Detener carga
fr_fr: Arrêter la lecture
it_it: Arresta caricamento
pt_br: Parar carregamento
zh_cn: 停止上传

# ManageDatalogDeleteTitle
source: Delete Data Log from Controller
de_de: Datenprotokoll aus Steuerung löschen
es_es: Eliminar registro de datos desde el controlador
fr_fr: Supprimer le journal de données du contrôleur
it_it: Elimina registro dati da controllore
pt_br: Excluir log de dados do controlador
zh_cn: 从控制器删除数据日志

# ManageRecipeDeleteTitle
source: Delete Recipe from Controller
de_de: Rezept aus Steuerung löschen
es_es: Eliminar receta desde el controlador
fr_fr: Supprimer la recette du contrôleur
it_it: Elimina ricetta da controllore
pt_br: Excluir recebimento do controlador
zh_cn: 从控制器删除配方

# ManageDatalog_DownloadButtonCaption
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Ecrire
it_it: Scarica
pt_br: ãçêúDownloadÀÀÀÀÀ
zh_cn: 下载

# ManageDelete
source: Delete...
de_de: Löschen...
es_es: Eliminar...
fr_fr: Supprimer...
it_it: Elimina...
pt_br: Excluir...
zh_cn: 删除...

# ManageDownloadTitle
source: Download Recipe to Controller
de_de: Rezept an Steuerung herunterladen
es_es: Descargar receta en el controlador
fr_fr: Ecrire la recette vers le contrôleur
it_it: Scarica ricetta da controllore
pt_br: Download recebimento para o controlador
zh_cn: 将配方下载到控制器

# ManageDownload
source: Download...
de_de: Herunterladen...
es_es: Descargar...
fr_fr: Charger...
it_it: Scarica...
pt_br: ãçêúDownload...ÀÀÀÀÀ
zh_cn: 下载...(D)

# ManageDownloadSourceLabel
source: Recipe root folder
de_de: Rezept-Stammordner
es_es: Carpeta raíz de receta
fr_fr: Dossier racine des recettes
it_it: Cartella principale ricetta
pt_br: Pasta raiz de recebimento
zh_cn: 配方根文件夹

# ManageRecipeSelectRecipe
source: Select Recipe(s)
de_de: Rezept(e) auswählen
es_es: Seleccionar receta(s)
fr_fr: Sélectionner une/des recette(s)
it_it: Seleziona ricetta(e)
pt_br: Selecionar recebimento(s)
zh_cn: 选择配方

# ManageUpload
source: Upload...
de_de: Hochladen...
es_es: Cargar...
fr_fr: Lire…...
it_it: Carica...
pt_br: Carregar...
zh_cn: 上传...(U)

# ManageDatalog_UploadDetailsCaption
source: Upload Details
de_de: Details hochladen
es_es: Cargar detalles
fr_fr: Détails de la lecture
it_it: Carica dettagli
pt_br: Detalhes do carregamento
zh_cn: 上传详细信息

# ControllerChangeErrorDatalogFileWrite
source: Unable to copy data log configuration file. Ensure you have write access to folder {0}
de_de: Datenprotokolldatei konnte nicht kopiert werden. Stellen Sie sicher, dass Sie Schreibzugriffsrechte für den Ordner {0} haben.
es_es: No se puede copiar el archivo de configuración del registro de datos. Asegúrese de que tiene acceso de escritura en la carpeta {0}
fr_fr: Impossible de copier le fichier de configuration de journal de données. Assurez-vous que le dossier {0} vous est accessible en écriture
it_it: Impossibile copiare file di configurazione registro dati. Accertarsi di disporre di accesso in scrittura alla cartella {0}
pt_br: Impossível copiar arquivo de configuração do log de dados. Verifique se você possui acesso de gravação à pasta {0}
zh_cn: 无法复制数据日志配置文件。请确保您对文件夹 {0} 具有写入访问权限

# ControllerChangeErrorRecipeFileWrite
source: Unable to copy recipe configuration file. Ensure you have write access to folder {0}
de_de: Rezeptkonfigurationsdatei konnte nicht kopiert werden. Stellen Sie sicher, dass Sie Schreibzugriffsrechte für den Ordner {0} haben.
es_es: No se puede copiar el archivo de configuración de la receta. Asegúrese de que tiene acceso de escritura en la carpeta {0}
fr_fr: Impossible de copier le fichier de configuration de recette. Assurez-vous que le dossier {0} vous est accessible en écriture
it_it: Impossibile copiare file di configurazione ricetta. Accertarsi di disporre di accesso in scrittura alla cartella {0}
pt_br: Impossível copiar arquivo de configuração do recebimento. Verifique se você possui acesso de gravação à pasta {0}
zh_cn: 无法复制配方配置文件。请确保您对文件夹 {0} 具有写入访问权限

# SerialPortEControlLineRS485
source: RS485
de_de: äöüRS485ßßßßßß
es_es: ÁéÜRS485ñññññ
fr_fr: êæùçRS485ëëëëë
pt_br: ãçêúRS485ÀÀÀÀÀ
zh_cn: 中RS485文文文文文

# RemoteLCDDefaultBootMessage
source: 2080-REMLCD
de_de: äöü2080-REMLCDßßßßßß
es_es: ÁéÜ2080-REMLCDñññññ
fr_fr: êæùç2080-REMLCDëëëëë
pt_br: ãçêú2080-REMLCDÀÀÀÀÀ
zh_cn: 中2080-REMLCD文文文文文

# RemoteLCDPreviewResultMessage
source: Preview result is best viewed in english.
de_de: Das Vorschauergebnis am Besten auf Englisch anzeigen lassen.
es_es: El resultado de vista previa se ve mejor en inglés.
fr_fr: Il est préférable d'afficher l'aperçu en anglais.
it_it: L'anteprima dei risultati è ottimizzata per la lingua inglese.
pt_br: O resultado da visualização é melhor visualizado em inglês.
zh_cn: 预览结果以英文查看效果最佳。

# ControllerChangeFeatureRemoteLCD
source: Remote LCD
es_es: LCD remoto
fr_fr: LCD distant
it_it: LCD remoto
pt_br: LCD remoto
zh_cn: 远程 LCD

# ControllerChangePlugInModuleNotSupportDeleteModuleWarning
source: Target controller does not support Plug-in module '{0}'. Delete {0} on slot {1}.
de_de: Plug-in-Modul "'{0}" wird von Ziel-Steuerung nicht unterstützt. {0} in Schacht {1} wird gelöscht.
es_es: El controlador de destino no admite el módulo enchufable '{0}'. Elimine {0} en la ranura {1}.
fr_fr: Le contrôleur cible ne prend pas en charge le module enfichable '{0}'. Supprimez {0} dans l'emplacement {1}.
it_it: Il controllore di destinazione non supporta il modulo Plug-in '{0}'. Eliminare {0} su slot {1}.
pt_br: Controlador de destino não é compatível com o módulo do Plug-in '{0}'. Excluir {0} na ranhura {1}.
zh_cn: 目标控制器不支持插件模块“{0}”。请删除插槽 {1} 上的 {0}。

# ControllerChangeRemoteLCDFeatureWarning
source: Remote LCD is not supported and its configuration is discarded.
de_de: Remote-LCD wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admite el LCD remoto, por lo que se descarta su configuración.
fr_fr: Le LCD distant n'est pas pris en charge et sa configuration est rejetée.
it_it: LCD remoto non è supportato e la sua configurazione è stata ignorata.
pt_br: LCD remoto não é compatível e sua configuração foi descartada.
zh_cn: 远程 LCD 不受支持，并且其配置将被丢弃。

# ControllerChangeDatalogFeatureWarning
source: Data log is not supported and its configuration is discarded.
de_de: Das Datenprotokoll wird nicht unterstützt und die zugehörige Konfiguration wird verworfen.
es_es: No se admite el registro de datos, por lo que se descarta su configuración.
fr_fr: Le journal de données n'est pas pris en charge et sa configuration est rejetée.
it_it: Il registro dati non è supportato e la sua configurazione è stata ignorata.
pt_br: Log de dados não é compatível e sua configuração foi descartada.
zh_cn: 数据日志不受支持，并且其配置将被丢弃。

# ControllerChangeEmbeddedRTCFeatureWarning
source: Embedded Real Time Clock is not supported and its configuration is discarded.
de_de: Die integrierte Echtzeituhr wird nicht unterstützt und die zugehörige Konfiguration wird verworfen.
es_es: No se admite el reloj de tiempo real embebido, por lo que se descarta su configuración.
fr_fr: L'horloge temps réel intégrée n'est pas prise en charge et sa configuration est rejetée.
it_it: L'orologio in tempo reale incorporato non è supportato e la sua configurazione è stata ignorata.
pt_br: Relógio em tempo real integrado não é compatível e sua configuração foi descartada.
zh_cn: 嵌入式实时时钟不受支持，并且其配置将被丢弃。

# ControllerChangeFeatureDatalog
source: Data Log
de_de: Datenprotokoll
es_es: Registro de datos
fr_fr: Journal de données
it_it: Registro dati
pt_br: Log de dados
zh_cn: 数据日志

# ControllerChangeFeatureEmbeddedRTC
source: Embedded Real Time Clock
de_de: Integrierte Echtzeituhr
es_es: Reloj de tiempo real embebido
fr_fr: Horloge temps réel intégrée
it_it: Real Time Clock integrato
pt_br: Relógio em tempo real integrado
zh_cn: 嵌入式实时时钟

# ControllerChangeFeatureMemoryCard
source: Memory Card
de_de: Speicherkarte
es_es: Tarjeta de memoria
fr_fr: Carte mémoire
it_it: Scheda di memoria
pt_br: Cartão de memória
zh_cn: 内存卡

# ControllerChangeFeatureRecipe
source: Recipe
de_de: Rezept
es_es: Receta
fr_fr: Recette
it_it: Ricetta
pt_br: Recebimento
zh_cn: 配方

# ControllerChangeMemoryCardFeatureWarning
source: Memory Card is not supported and its configuration is discarded.
de_de: Die Speicherkarte wird nicht unterstützt und die zugehörige Konfiguration wird verworfen.
es_es: No se admite la tarjeta de memoria, por lo que se descarta su configuración.
fr_fr: La carte mémoire n'est pas prise en charge et sa configuration est rejetée.
it_it: La scheda di memoria non è supportata e la sua configurazione è stata ignorata.
pt_br: Cartão de memória não é compatível e sua configuração foi descartada.
zh_cn: 内存卡不受支持，并且其配置将被丢弃。

# ControllerChangeMicro820SerialPortASCIIWarningMessage
source: Target controller does not support "RS232 | Full-Duplex" and "RS 232 | Half-Duplex" in Control Line options for Serial ASCII protocol. Default to "RS232 | No Handshake".
de_de: RS232 | Vollduplex und "RS232 | Halbduplex" in den Steuerleitungsoptionen für das serielle ASCII-Protokoll werden von Ziel-Steuerung nicht unterstützt. Auf Standard "RS232 | Kein Handshake" einstellen.
es_es: El controlador de destino no admite "RS232 | Dúplex completo" ni "RS232 | Dúplex medio" en las opciones de la línea de control para el protocolo ASCII serie. Establezca "RS232 | Sin confirmación" como valor predeterminado.
fr_fr: Le contrôleur cible ne prend pas en charge les options de ligne de contrôle "RS232 | Duplex intégral" et "RS232 | Semi-duplex" pour le protocole ASCII série. L'option par défaut "RS232 | Pas de contrôle de flux" sera sélectionnée.
it_it: Il controllore di destinazione non supporta "RS232 | Full-Duplex" e "RS232 | Half-Duplex" nelle opzioni Linea di controllo per protocollo ASCII seriale. Preimpostato su "RS232 | Senza arbitraggio".
pt_br: O controlador de destino não tem suporte a "RS232 | Full-duplex" e "RS 232 | Half-duplex" nas opções da Linha de controle para o protocolo ASCII serial. Padrão usado é "RS232 | Nenhum handshake".
zh_cn: 目标控制器不支持串行 ASCII 协议的“控制行”选项中的“RS232|全双工”和“RS 232|半双工”。默认为“RS232|没有握手信号”。

# ControllerChangeMicro820SerialPortModbusWarningMessage
source: Target controller does not support "RS232 | RTS/CTS" in Media options for Serial Modbus RTU protocol. Default to "RS485".
de_de: RS232 RTS/CTS unter den Medienoptionen für das serielle Modbus-RTU-Protokoll wird von Ziel-Steuerung nicht unterstützt. Auf Standard "RS485" einstellen.
es_es: El controlador de destino no admite "RS232 | RTS/CTS" en las opciones de medios para el protocolo Modbus RTU serie. Establezca "RS485" como valor predeterminado.
fr_fr: Le contrôleur cible ne prend pas en charge les options de média "RS232 | RTS/CTS" pour le protocole RTU Modbus série. L'option par défaut "RS485" sera sélectionnée.
it_it: Il controllore di destinazione non supporta "RS232 | RTS/CTS" in opzioni Supporto per protocollo Modbus RTU seriale. Preimpostato su "RS485".
pt_br: O controlador de destino não tem suporte a "RS232 RTS/CTS" nas opções de Mídia para protocolo serial Modbus RTU. Padrão usado é "RS485".
zh_cn: 目标控制器不支持串行 Modbus RTU 协议的“介质”选项中的 "RS232|RTS/CTS"。默认为 "RS485"。

# ControllerChangeRecipeFeatureWarning
source: Recipe is not supported and its configuration is discarded.
de_de: Das Rezept wird nicht unterstützt und die zugehörige Konfiguration wird verworfen.
es_es: No se admite la receta, por lo que se descarta su configuración.
fr_fr: La recette n'est pas prise en charge et sa configuration est rejetée.
it_it: La ricetta non è supportata e la sua configurazione viene ignorata.
pt_br: Recebimento não é compatível e sua configuração foi descartada.
zh_cn: 配方不受支持，并且其配置将被丢弃。

# UPMCheckMaximumMessage
source: Only {0} {1} module(s) is/are supported in the controller.
de_de: Es wird/werden nur {0} {1} Modul/e in der Steuerung unterstützt.
es_es: Únicamente hay compatibilidad con {0} {1} módulo(s) en el controlador.
fr_fr: Seul(s) {0} module(s) {1} est/sont pris en charge dans le contrôleur.
it_it: Nel controllore sono supportati solo i moduli {0} {1}.
pt_br: Apenas o(s) módulo(s) {0} {1} é(são) compatível(is) com o controlador.
zh_cn: 控制器中仅支持 {0}个 {1} 模块。

# PreferencesHierarchyPreserve
source: Preserve source folder structure
de_de: Quellordnerstruktur beibehalten
es_es: Conservar estructura carpetas origen
fr_fr: Conserver la structure du dossier source
it_it: Mantieni struttura cart. di origine
pt_br: Preservar estrutura da pasta origem
zh_cn: 保留源文件夹结构

# PreferencesHierarchySingle
source: Single folder structure
de_de: Einfache Ordnerstruktur
es_es: Estructura de una sola carpeta
fr_fr: Structure de dossiers unique
it_it: Struttura a cartella singola
pt_br: Estrutura de pasta única
zh_cn: 单文件夹结构

# ManageDatalog_OperationCancelled
source: {0} Cancelled.
de_de: {0} abgebrochen.
es_es: {0} cancelado.
fr_fr: {0} annulé(e).
it_it: {0} annullato.
pt_br: {0} Cancelado.
zh_cn: {0} 已取消。

# ManageLog_PartialUpload
source: {0} of {1} files uploaded successfully.
de_de: {0} von {1} Dateien erfolgreich hochgeladen.
es_es: Se completó correctamente la carga de {0} de {1} archivos.
fr_fr: {0} sur {1} fichiers sauvegardés automatiquement.
it_it: {0} di {1} file caricati correttamente.
pt_br: {0} de {1} arquivos carregados com sucesso.
zh_cn: {0}/{1} 个文件已成功上传。

# ManageLog_PartialDelete
source: {0} of {1} files deleted successfully.
de_de: {0} von {1} Dateien erfolgreich gelöscht.
es_es: Se completó correctamente la eliminación de {0} de {1} archivos.
fr_fr: {0} sur {1} fichiers supprimés.
it_it: {0} di {1} eliminati correttamente.
pt_br: {0} de {1} arquivos excluídos com sucesso.
zh_cn: {0}/{1} 个文件已成功删除。

# ManageLog_PartialDownload
source: {0} of {1} files downloaded successfully.
de_de: {0} von {1} Dateien erfolgreich heruntergeladen.
es_es: Se completó correctamente la descarga de {0} de {1} archivos.
fr_fr: {0} sur {1} fichiers chargé automatiquement.
it_it: {0} di {1} file scaricati correttamente.
pt_br: {0} de {1} arquivos baixados com sucesso.
zh_cn: {0}/{1} 个文件已成功下载。

# ManageDatalog_DownloadingMessage
source: Downloading {0} of {1} files
de_de: {0} von {1} Dateien werden heruntergeladen
es_es: Descargando {0} de {1} archivos
fr_fr: Ecriture du fichier {0} sur {1}
it_it: Scaricamento di {0} di {1} file
pt_br: Baixando {0} de {1} arquivos
zh_cn: 正在下载 {0}/{1} 个文件

# ManageDatalog_CountingText
source: & counting
de_de: & zählen
es_es: y contando
fr_fr: & comptage
it_it: & conteggio
pt_br: & contando
zh_cn: 和计数

# DownButtonTooltip
source: Decrement variable order
de_de: Größenordnung der Variable verringern
es_es: Reducir orden de variable
fr_fr: Diminuer l'ordre de variable
it_it: Decrementa ordine variabile
pt_br: Decrementar ordem da variável
zh_cn: 递减变量顺序

# UpButtonTooltip
source: Increment variable order
de_de: Größenordnung der Variable erhöhen
es_es: Aumentar orden de variable
fr_fr: Augmenter l'ordre de variable
it_it: Incrementa ordine variabile
pt_br: Incrementar ordem da variável
zh_cn: 递增变量顺序

# DataSetDeleteWarningMessage
source: Delete the data set '{0}'?
de_de: Soll der Datensatz '{0}' gelöscht werden?
es_es: ¿Desea eliminar el conjunto de datos '{0}'?
fr_fr: Supprimer l'ensemble de données '{0}' ?
it_it: Eliminare il set di dati '{0}'?
pt_br: Excluir conjunto de dados '{0}'?
zh_cn: 是否删除数据集“{0}”?

# RecipeAddButton
source: _Add Recipe
de_de: _Rezept hinzufügen
es_es: _Agregar receta
fr_fr: _Ajouter une recette
it_it: _Aggiungi ricetta
pt_br: _Adicionar recebimento
zh_cn: 添加配方(_A)

# DeleteCaption
source: _Delete
de_de: _Löschen
es_es: _Eliminar
fr_fr: _Supprimer
it_it: _Elimina
pt_br: _Excluir
zh_cn: 删除(_D)

# DownloadCaption
source: _Download
de_de: _Herunterladen
es_es: _Descargar
fr_fr: Charger automa_te
it_it: _Scarica
pt_br: ãçêú_DownloadÀÀÀÀÀ
zh_cn: 下载(_D)

# RefreshCaption
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
pt_br: Atualizar
zh_cn: 刷新

# UploadCaption
source: _Upload
de_de: _Hochladen
es_es: _Cargar
fr_fr: Sauvegarder automa_te
it_it: _Carica
pt_br: _Carregar
zh_cn: 上传(_U)

# RecipeDeleteWarningMessage
source: Delete the recipe '{0}'?
de_de: Soll das Rezept '{0}' gelöscht werden?
es_es: ¿Desea eliminar la receta '{0}'?
fr_fr: Supprimer la recette '{0}' ?
it_it: Eliminare la ricetta '{0}'?
pt_br: Excluir o recebimento '{0}'?
zh_cn: 是否删除配方“{0}”?

# SerialRTSDelayUnitCaption
source: (x20ms)
de_de: äöü(x20ms)ßßßßßß
es_es: ÁéÜ(x20ms)ñññññ
fr_fr: êæùç(x20ms)ëëëëë
pt_br: ãçêú(x20ms)ÀÀÀÀÀ
zh_cn: 中(x20ms)文文文文文
