Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# DNETCommunication_ModuleStatus_96
source: Port is in test mode operation
de_de: Port ist im Testbetrieb
es_es: El puerto está funcionando en el modo de pruebas
fr_fr: Le port est en mode test
it_it: La porta è in modalità test
pt_br: A porta está em operação de modo de teste
zh_cn: 端口处于测试模式操作

# DNETCommunication_ModuleStatus_97
source: User halted scanner
de_de: Benutzer hat Scanner angehalten
es_es: El usuario detuvo el escáner
fr_fr: L'utilisateur avait arrêté le scrutateur
it_it: L'utente ha interrotto lo scanner
pt_br: O usuário suspendeu o scanner
zh_cn: 用户暂停扫描仪

# DNETCommunication_ModuleStatus_98
source: Esc, Overflow, Divide or other processor error
de_de: Esc, Überlauf, Division oder anderer Prozessorfehler
es_es: Esc, Desbordamiento, División u otro error del procesador
fr_fr: Erreur de type Esc, Débordement, Division par 0 ou autre erreur du processeur
it_it: Esc, overflow, Dividi o altri errori del processore
pt_br: Esc, Estouro, Divisão ou outro erro do processador
zh_cn: Esc、上溢、分隔或其他处理器错误

# DNETCommunication_ModuleStatus_99
source: Scanner watchdog has time-out
de_de: Scanner-Watchdog - Zeitüberschreitung
es_es: Se ha agotado el tiempo de espera del guardián del escáner
fr_fr: Le chien de garde du scrutateur a expiré
it_it: Il watchdog dello scanner è scaduto
pt_br: O watchdog do scanner atingiu o tempo limite
zh_cn: 扫描仪看门狗已超时

# DeviceNetScanNoRespondingMsg
source: Scanner is not responding.
de_de: Scanner reagiert nicht
es_es: El escáner no responde.
fr_fr: Le scrutateur ne répond pas.
it_it: Lo scanner non risponde.
pt_br: O scanner não está respondendo.
zh_cn: 扫描仪未响应。

# CatalogIDCaptionWithColon
source: Catalog ID:
de_de: Katalog-ID:
es_es: Referencia de catálogo:
fr_fr: ID catalogue :
pt_br: Identificação do Catálogo:
zh_cn: 类别 ID:

# RevisionCaptionWithColon
source: Revision:
de_de: Version:
es_es: Revisión:
fr_fr: version :
it_it: Revisione:
pt_br: Versão:
zh_cn: 版本：

# VendorNameCaptionWithColon
source: Vendor Name:
de_de: Lieferantenname:
es_es: Nombre del proveedor:
fr_fr: Nom du fournisseur :
it_it: Nome fornitore:
pt_br: Nome do fornecedor:
zh_cn: 供应商名称:

# DiagnosticsDNETCaption
source: 2080-DNET20
de_de: äöü2080-DNET20ßßßßßß
es_es: ÁéÜ2080-DNET20ñññññ
fr_fr: êæùç2080-DNET20ëëëëë
pt_br: ãçêú2080-DNET20ÀÀÀÀÀ
zh_cn: 中2080-DNET20文文文文文

# DiagnosticsDNETConflictSettingCaption
source: 2080-DNET20 at slot {0}
de_de: 2080-DNET20 auf Steckplatz {0}
es_es: 2080-DNET20 en la ranura {0}
fr_fr: 2080-DNET20 emplacement {0}
it_it: 2080-DNET20 nello slot {0}
pt_br: 2080-DNET20 no slot {0}
zh_cn: 2080-DNET20 插槽 {0}

# RevisionCaptionWithColonAndAccessKey
source: _Revision:
de_de: _Version:
es_es: _Revisión:
fr_fr: _Version :
it_it: _Revisione:
pt_br: _Versão:
zh_cn: 版本(_R):

# DeviceNetScanStatusFaultCaption
source: Fault
de_de: Fehler
es_es: Error
fr_fr: Défaut
it_it: Errore
pt_br: Falha
zh_cn: 故障

# DeviceNetScanStatusConnectedCaption
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
pt_br: Conectado
zh_cn: 已连接

# PlugInDNETConflictSettingCaption
source: {0} in the project and the controller are out-of-sync. Download the project or plug the module to synchronize the settings.
de_de: {0} im Projekt und die Steuerung sind nicht synchron. Laden Sie das Projekt herunter oder stecken Sie das Modul ein, um die Einstellungen zu synchronisieren.
es_es: {0} en el proyecto y el controlador no están sincronizados. Descargue el proyecto o conecte el módulo para sincronizar la configuración.
fr_fr: {0} dans le projet et le contrôleur sont désynchronisés. Chargez le projet ou insérez le module pour synchroniser les paramètres.
it_it: {0} nel progetto e il controllore non sono sincronizzati. Scaricare il progetto o collegare il modulo per sincronizzare le impostazioni.
pt_br: {0} no projeto e o controlador estão fora de sincronia. Faça o download do projeto ou conecte o módulo para sincronizar as configurações.
zh_cn: {0} 在项目与控制器中不同步。 下载项目或插入模块以同步设置。

# DNETCommunication_ModuleStatus_0
source: OK
de_de: äöüOKßßßßßß
es_es: Aceptar
fr_fr: êæùçOKëëëëë
pt_br: ãçêúOKÀÀÀÀÀ
zh_cn: 确定

# DeviceNetScanStatusActiveCaption
source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
pt_br: Ativo
zh_cn: 活动

# DeviceNetScanStatusInactiveCaption
source: Inactive
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
pt_br: Inativo
zh_cn: 非活动

# RmcEnterPendingChangeMessage
source: {0} changes found in {1}. Continue to change to Run Mode Change mode?
de_de: {0} Änderungen in {1} gefunden. Wechsel zu Änderungsmodus im Run Mode fortsetzen?
es_es: Se han encontrado {0} cambios en {1}. ¿Desea continuar con el cambio al modo de cambiar en el modo de ejecución?
fr_fr: {0} modifications trouvées dans {1}. Continuer de passer au mode Modification en mode Exécuter ?
it_it: {0} modifiche rilevate in {1}. Procedere alla modifica in modalità Modifica in modalità Run?
pt_br: {0} alterações encontradas em {1}. Ainda deseja alterar para o modo Alterar no modo de execução?
zh_cn: 在 {1} 中找到 {0} 项更改。 是否继续更改为“在线编辑”模式?

# RmcQuitUncommittedChangeMessage
source: The controller has unaccepted changes. Access to controller content is limited until the changes are accepted. {0}?
de_de: Unbestätigte Änderungen in Steuerung vorhanden. Der Zugriff auf die Steuerungsinhalte ist eingeschränkt, bis die Änderungen bestätigt werden. {0}?
es_es: El controlador tiene cambios que no se han aceptado. El acceso al contenido del controlador es limitado hasta que se acepten los cambios. {0}?
fr_fr: Le contrôleur contient des modifications qui n'ont pas été acceptées. L'accès au contenu du contrôleur est limité jusqu'à ce que les modifications aient été acceptées. {0}?
it_it: Il controllore presenta modifiche non accettate. L'accesso al contenuto del controllore è limitato fino all'accettazione delle modifiche. {0}?
pt_br: O controlador possui alterações não aceitas. O acesso ao conteúdo do controlador é limitado até as alterações serem aceitas. {0}?
zh_cn: 控制器具有未被接受的更改。 在接受这些更改之前，对控制器内容的访问将受限制。 {0}?

# RmcEnterUntestedChangeMessage
source: The current project has untested changes. Continue to test logic changes in controller?
de_de: Das aktuelle Projekt enthält nicht getestete Änderungen. Soll der Test der logischen Änderungen in der Steuerung fortgesetzt werden?
es_es: El proyecto actual tiene cambios que no se han probado. ¿Desea continuar con las pruebas de cambios lógicos en el controlador?
fr_fr: Le projet en cours contient des modifications qui n'ont pas été testées. Continuer à tester les modifications de logique dans le contrôleur ?
it_it: Il progetto corrente contiene modifiche non testate. Continuare a testare le modifiche logiche nel controllore?
pt_br: O projeto atual possui alterações não testadas. Continuar a testar as alterações de lógica no controlador?
zh_cn: 当前项目具有未经测试的更改。 是否继续测试控制器中的逻辑更改?

# RmcQuitUntestedChangesMessage
source: The current project has untested changes. Controller will be disconnected after exiting Run Mode Change. Exit Run Mode Change?
de_de: Das aktuelle Projekt enthält nicht getestete Änderungen. Die Verbindung zur Steuerung wird nach Beenden der Änderung im Betriebsmodus getrennt. Änderung im Betriebsmodus beenden?
es_es: El proyecto actual tiene cambios que no se han probado. El controlador se desconectará después de salir del Cambio del modo de ejecución. ¿Desea salir del cambio del modo de ejecución?
fr_fr: Le projet en cours contient des modifications qui n'ont pas été testées. Le contrôleur sera déconnecté après avoir quitté le mode Modification en mode Exécuter. Quitter le mode Modification en mode Exécuter ?
it_it: Il progetto corrente contiene modifiche non testate. Il controllore verrà disconnesso dopo l'uscita dalla Modifica in modalità Run. Uscire dalla Modifica in modalità Run?
pt_br: O projeto atual possui alterações não testadas. O controlador será desconectado depois de sair de Alteração do modo de execução. Sair de Alteração do modo de execução?
zh_cn: 当前项目具有未经测试的更改。 退出“在线编辑模式”后，控制器将断开连接。 是否退出“在线编辑模式”?

# DiagnosticLoadOnPowerUpLabel
source: Load on power up:
de_de: Laden beim Hochfahren:
es_es: Cargar al iniciar:
fr_fr: Charger au démarrage :
it_it: Carica all'accensione:
pt_br: Carregar na ativação:
zh_cn: 在通电时加载:

# DiagnosticOverwrieEthernetSettingsLabel
source: Overwrite Ethernet Settings:
de_de: Überschreiben der Ethernet-Einstellungen:
es_es: Sobrescribir configuración de Ethernet:
fr_fr: Ecraser les paramètres Ethernet :
it_it: Sovrascrivi Impostazioni Ethernet:
pt_br: Sobrescrever Configurações Ethernet:
zh_cn: 覆盖以太网设置:

# DownloadAction
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Ecrire
it_it: Scarica
pt_br: ãçêúDownloadÀÀÀÀÀ
zh_cn: 下载

# DownloadUploadFailed
source: {0} failed. Refer to Output Window for more details.
de_de: {0} fehlgeschlagen. Siehe die im Ausgangsfenster angezeigten Details.
es_es: Se produjo un error en {0}. Consulte la ventana de resultados para ver más detalles.
fr_fr: Le/la {0} a échoué. Consultez la fenêtre de sortie pour plus de détails.
it_it: {0} non riuscita. Fare riferimento alla Finestra di output per maggiori dettagli.
pt_br: Falha em {0}. Consulte a janela de saída para obter mais detalhes.
zh_cn: {0} 失败。请参考“输出窗口”，获取更多详细信息。

# DownloadUploadSucceeded
source: {0} succeeded.
de_de: {0} erfolgreich.
es_es: {0} se realizó sin errores.
fr_fr: Le/la {0} a réussi.
it_it: {0} eseguita.
pt_br: {0} com êxito.
zh_cn: {0} 成功。

# UploadAction
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Lire
it_it: Carica
pt_br: Carregar
zh_cn: 上传

# BatteryStatusLabel
source: Battery:
de_de: Batterie:
es_es: Batería:
fr_fr: Batterie :
it_it: Batteria:
pt_br: Bateria:
zh_cn: 电池:

# ControllerChangeRemoteLCDFeatureConfigWarning
source: Serial port setting will be configured for Remote LCD in default.
de_de: Die Einstellung des seriellen Anschlusses wird standardmäßig für Remote-LCD konfiguriert.
es_es: La configuración del puerto serie se configurará para LCD remoto de forma predeterminada.
fr_fr: Le port série sera configuré sur LCD à distance par défaut.
it_it: L'impostazione della porta seriale viene configurato per LCD remoto in modalità predefinita.
pt_br: A definição da porta serial será configurada para LCD remoto como padrão.
zh_cn: 默认情况下，会为远程 LCD 配置串行端口设置。

# ProjectModifiedDuringDownloadMessage
source: Download is complete. However, the controller project was modified during download. Rebuild and download the project to the controller again.
de_de: Herunterladen abgeschlossen. Das Steuerungsprojekt wurde beim Herunterladen jedoch geändert. Erstellen Sie das Projekt erneut und laden Sie das Projekt noch einmal in die Steuerung herunter.
es_es: Se ha completado la descarga. Sin embargo, el proyecto del controlador se modificó durante esta. Vuelva a compilar el proyecto y descargarlo al controlador.
fr_fr: Le chargement est terminé, mais le projet de contrôleur a été modifié pendant le chargement. Réassemblez et chargez à nouveau le projet dans le contrôleur.
it_it: Download completo. Tuttavia, il progetto del controllore è stato modificato durante il download. Ricompila e scarica di nuovo il progetto sul controllore.
pt_br: O download foi concluído. No entanto, o projeto do controlador foi modificado durante o download. Compilar novamente e fazer o download do projeto do controlador novamente.
zh_cn: 下载完成。但控制器项目在下载过程中已修改。请重新生成项目，并再次下载项目到控制器。

# MotionDefaultFBAxisNameFormat
source: FBAxis{0}
de_de: äöüFBAxis{0}ßßßßßß
es_es: ÁéÜFBAxis{0}ñññññ
fr_fr: êæùçFBAxis{0}ëëëëë
pt_br: ãçêúFBAxis{0}ÀÀÀÀÀ
zh_cn: 中FBAxis{0}文文文文文

# HSCFBModeAssocationCaption
source: _Associate with:
de_de: _verbinden mit:
es_es: _Asociar con:
fr_fr: _Associé avec :
it_it: _Associa con:
pt_br: _Associar com:
zh_cn: 关联(_A):

# HSCFBModeWarningCapiton
source: Modifying Plug-In mode deletes the feedback axis and its association
de_de: Durch das Bearbeiten des Plug-In-Modus werden die Feedback-Achse und ihre Verbindungen gelöscht
es_es: Modificar el modo del módulo enchufable, elimina el eje de retroalimentación y su asociación
fr_fr: La modification du mode Module enfichable supprime l'axe de retour codeur et son association
it_it: La modifica della modalità plug-in comporterà l'eliminazione degli assi di feedback e della relativa associazione
pt_br: Modificar o modo do plug-in exclui o eixo de feedback e suas associações
zh_cn: 修改插件模式将删除反馈轴及其关联

# HSCModeInfoCaption
source: High speed counter can only be used with User-Defined Function Block.
de_de: Hochgeschwindigkeitszähler können nur mit benutzerdefinierten Funktionsblöcken verwendet werden.
es_es: El contador de alta velocidad solo se puede utilizar con el bloque de funciones definido por el usuario.
fr_fr: Le comptage rapide ne peut être utilisé qu'avec un bloc de fonctions défini par l'utilisateur (UDFB).
it_it: High speed counter può essere utilizzato solo con il blocco funzione definito dall'utente.
pt_br: O contador de alta velocidade só pode ser usado com o bloco da função definido pelo usuário.
zh_cn: 高速计数器只能与用户定义的功能块一起使用。

# HSCPluginModeCation
source: E_nable Plug-In with:
de_de: Plug-In a_ktivieren mit:
es_es: H_abilitar módulo enchufable con:
fr_fr: A_ctiver le module enfichable avec :
it_it: A_ttiva plug-in con:
pt_br: A_tivar plug-in com:
zh_cn: 通过以下方式启用插件(_N):

# HSCWorkModeFBCaption
source: Feedback Axis
de_de: Feedback-Achse
es_es: Eje de retroalimentación
fr_fr: Axe retour codeur
it_it: Assi di feedback
pt_br: Eixo de retorno
zh_cn: 反馈轴

# HSCWorkModeHSCCaption
source: High Speed Counter UDFB
de_de: Hochgeschwindigkeitszähler UDFB
es_es: UDFB del contador de alta velocidad
fr_fr: UDFB comptage rapide
pt_br: Contador de alta velocidade UDFB
zh_cn: 高速计数器 UDFB

# PluginModeTitleCaption
source: Plug-In Mode
de_de: Plug-In-Modus
es_es: Modo del módulo enchufable
fr_fr: Mode Module enfichable
it_it: Modalità plug-in
pt_br: Modo do plug-in
zh_cn: 插件模式

# MotionFBAxisGeneraTouchProbeInputCaption
source: Touch Probe Input:
de_de: Touch Probe-Eingang:
es_es: Entrada de sonda de toque:
fr_fr: Entrée de la sonde tactile :
it_it: Ingresso touch probe:
pt_br: Entrada de sonda de toque:
zh_cn: 接触式探测输入:

# MotionFBAxisGeneralEncoderTypeCaption
source: _Encoder Type:
de_de: _Drehgebertyp:
es_es: _Tipo de codificador:
fr_fr: _Type de codeur :
it_it: _Tipo di encoder:
pt_br: _Tipo de codificador:
zh_cn: 编码器类型(_E):

# MotionFBAxisGeneralModuleAssociationCaption
source: _Module Association:
de_de: _Modulverbindung:
es_es: _Asociación de módulo:
fr_fr: Associé au _module :
it_it: _Associazione modulo:
pt_br: _Associação de módulo:
zh_cn: 模块关联(_M):

# MotionFBAxisGeneralMoudleAssociationStringFormat
source: 2080-MOT-HSC at Slot:{0}
de_de: 2080-MOT-HSC auf Steckplatz:{0}
es_es: 2080-MOT-HSC en la ranura:{0}
fr_fr: 2080-MOT-HSC emplacement :{0}
it_it: 2080-MOT-HSC nello slot:{0}
pt_br: 2080-MOT-HSC no Slot:{0}
zh_cn: 2080-MOT-HSC插槽: {0}

# MotionFBAxisStepsperRevInvalidMessage
source: Pulses per Revolution must be in the range of {0} to {1}
de_de: Die Impulsanzahl pro Umdrehung muss im Bereich zwischen {0} und {1} liegen
es_es: Los pulsos por revolución deben estar en el intervalo entre {0} y {1}
fr_fr: Le nombre d'impulsions par tour doit être compris entre {0} et {1}
it_it: Gli impulsi per giro devono essere compresi nell'intervallo da {0} a {1}
pt_br: Pulsos por revolução deve estar no intervalo de {0} a {1}
zh_cn: 每转的脉冲数必须在 {0} 到 {1} 之间

# MotionFBAxisTravelperRevInvalidMessage
source: Travel per Revolution must be in the range of {0} to {1} {2}
de_de: Wegstrecke pro Umdrehung muss sich im Bereich von {0} bis {1} befinden.{2}
es_es: El desplazamiento por revolución debe estar en el intervalo entre {0} a {1} {2}
fr_fr: La distance parcourue par tour doit être comprise entre {0} et {1}{2}
it_it: La corsa per giro deve essere compresa nell'intervallo tra {0} e {1} {2}
pt_br: Viagem por revolução deve estar no intervalo de {0} a {1} {2}
zh_cn: 每转的行程必须在 {0} 到 {1} {2} 之间

# PresentationAndUICopySettingFromCaption
source: Copy Settings from...
de_de: Einstellungen kopieren aus...
es_es: Copiar configuración de...
fr_fr: Copier les réglages à partir de...
it_it: Copia impostazioni da...
pt_br: Copiar configurações de...
zh_cn: 从中复制设置...

# MotionAxisCopySettingsFromCaption
source: _Copy settings from:
de_de: _Einstellungen kopieren aus:
es_es: _Copiar configuración de:
fr_fr: _Copier les réglages à partir de :
it_it: _Copia impostazioni da:
pt_br: _Copiar configurações de:
zh_cn: 从中复制设置(_C):

# MotionAxisCopySettingsInfoMessage
source: Only relevant parameters will be brought forward to the new axis
de_de: Nur relevante Parameter werden die neue Achse begünstigen
es_es: Solo los parámetros relevanes se pasaran al nuevo eje
fr_fr: Seuls les paramètres pertinents seront transmis au nouvel axe
it_it: Solo i parametri pertinenti saranno trasferiti nel nuovo asse
pt_br: Apenas os parâmetros relevantes serão levados adiante para o novo eixo
zh_cn: 仅将相关参数转到新轴

# MotionAxisCopySettingsTitleCaption
source: Copy Axis Settings
de_de: Achsen-Einstellungen kopieren
es_es: Copiar la configuración de eje
fr_fr: Copier les réglages d'axe
it_it: Copia impostazioni asse
pt_br: Copiar configurações do eixo
zh_cn: 复制轴设置

# MotionHSCDeleteAssocaiteFBAxisMessage
source: Deleting plug-in '2080-MOT-HSC at Slot:{0}' removes the feedback axis '{1}'.
de_de: Plug-in '2080-MOT-HSC am Steckplatz wird gelöscht:{0}'die Feedback-Achse wird entfernt '{1}'.
es_es: La eliminación del módulo enchufable '2080-MOT-HSC en la ranura:{0}' elimina el eje de retroalimentación '{1}'.
fr_fr: La suppression du module enfichable '2080-MOT-HSC à l'emplacement :{0}' supprime l'axe de retour codeur '{1}'.
it_it: L'eliminazione del plug-in "2080-MOT-HSC nello slot:{0}" comporterà la rimozione degli assi di feedback "{1}".
pt_br: Excluir o plug-in '2080-MOT-HSC no Slot:{0}' remove o eixo de feedback '{1}'.
zh_cn: 删除插件“插槽中的 2080-MOT-HSC:{0}”会移除反馈轴“{1}”。

# MotionHSCDeleteAssociatePluginMessage
source: Deleting axis '{0}' removes the plug-in '2080-MOT-HSC at Slot:{1}'
de_de: Durch das Löschen der Achse '{0}' wird das Plug-in '2080-MOT-HSC am Steckplatz:{1}' entfernt
es_es: La eliminación del eje '{0}' elimina el módulo enchufable '2080-MOT-HSC en la ranura:{1}'
fr_fr: La suppression de l'axe '{0}' supprime le module enfichable '2080-MOT-HSC à l'emplacement :{1}'
it_it: L'eliminazione dell'asse "{0}" comporterà la rimozione del plug-in "2080-MOT-HSC nello slot:{1}"
pt_br: Excluir o eixo '{0}' remove o plug-in '2080-MOT-HSC no Slot:{1}'
zh_cn: 删除轴“{0}”会移除插件“插槽中的 2080-MOT-HSC:{1}”

# MotionFBAxisUnPairedCaption
source: Encoder
de_de: Drehgeber
es_es: Codificador
fr_fr: Codeur
pt_br: Codificador
zh_cn: 编码器

# MotionFBAxisPairedWithCaption
source: _Pairing With:
de_de: _gekoppelt mit:
es_es: _Emparejando con:
fr_fr: _Association à :
it_it: _Abbinamento con:
pt_br: _Parear com:
zh_cn: 正在配对(_P):

# MotionFBAxisPairedAxisInfoCapiton
source: Feedback axis shares the same configuration as the pairing axis:
de_de: Feedback-Achse verfügt über die gleiche Konfiguration wie die Kopplungs-Achse:
es_es: El eje de retroalimentación comparte la misma configuración que el eje emparejado:
fr_fr: L'axe de retour codeur partage la même configuration que l'axe associé :
it_it: L'asse di feedback condivide la stessa configurazione dell'asse di abbinamento:
pt_br: O eixo de feedback compartilha a mesma configuração do eixo de pareamento:
zh_cn: 反馈轴与配对轴共用相同的配置:

# MotionEngExecutionInvalidCaption
source: Motion Engine Execution Time must be in the range of {0} to {1} {2}.
de_de: Die Durchlaufzeit des Bewegungsmotors muss sich im Bereich von {0} bis {1} befinden{2}.
es_es: El tiempo de ejecución del motor de movimiento debe estar en el intervalo entre {0} y {1} {2}.
fr_fr: Le temps d'exécution de la tâche de gestion du contrôle d'axe doit être compris entre {0} et {1} {2}.
it_it: La durata di esecuzione del movimento deve essere compresa nell'intervallo tra {0} e {1} {2}.
pt_br: O tempo de execução do mecanismo de movimento deve estar no intervalo de {0} a {1} {2}.
zh_cn: 运动引擎执行时间必须在 {0} 到 {1} {2} 之间。

# MotionFBAxisLimitsPairingInfoCaption
source: Soft Limits of feedback axis are verified by the pairing PTO axis:
de_de: Softwarelimit der Feedback-Achse werden durch die Kopplung der PTO-Achse bestätigt:
es_es: Los límites por software del eje de retroalimentación se comprueban con el eje PTO emparejado:
fr_fr: Les limites logicielles de l'axe de retour codeur sont vérifiées par l'axe PTO associé :
it_it: I limiti software dell'asse di feedback sono verificati dall'asse PTO di abbinamento:
pt_br: Os limites flexíveis do eixo de feedback são verificados pelo eixo PTO de pareamento:
zh_cn: 反馈轴的软限位通过配对 高速脉冲串控制伺服 轴验证:

# MotionFBAxisGeneralCountingModeQuadratureX1RangeValue
source: Quadrature X1
de_de: Quadratur X1
es_es: Cuadratura X1
fr_fr: êæùçQuadrature X1ëëëëë
it_it: Quadratura X1
pt_br: Quadratura X1
zh_cn: 正交 X1

# MotionFBAxisGeneralCountingModeQuadratureX2RangeValue
source: Quadrature X2
de_de: Quadratur X2
es_es: Cuadratura X2
fr_fr: êæùçQuadrature X2ëëëëë
it_it: Quadratura X2
pt_br: Quadratura X2
zh_cn: 正交 X2

# MotionFBAxisGeneralCountingModeQuadratureX4RangeValue
source: Quadrature X4
de_de: Quadratur X4
es_es: Cuadratura X4
fr_fr: êæùçQuadrature X4ëëëëë
it_it: Quadratura X4
pt_br: Quadratura X4
zh_cn: 正交 X4

# MotionFBAxisGeneralPhaseACaption
source: Input A:
de_de: Eingang A:
es_es: Entrada A:
fr_fr: Entrée A :
it_it: Ingresso A:
pt_br: Entrada A:
zh_cn: 输入 A:

# MotionFBAxisGeneralPhaseBCaption
source: Input B:
de_de: Eingang B:
es_es: Entrada B:
fr_fr: Entrée B :
it_it: Ingresso B:
pt_br: Entrada B:
zh_cn: 输入 B:

# MotionFBAxisGeneralZPulseCaption
source: Input Z:
de_de: Eingang Z:
es_es: Entrada Z:
fr_fr: Entrée Z :
it_it: Ingresso Z:
pt_br: Entrada Z:
zh_cn: 输入 Z:

# MotionFBAxisOutputTitleCaption
source: Output
de_de: Ausgang
es_es: Salida
fr_fr: Sortie
it_it: Uscita
pt_br: Saída
zh_cn: 输出

# MotionFBAxisPhsicalOutputCaption
source: Output:
de_de: Ausgang:
es_es: Salida:
fr_fr: Sortie :
it_it: Uscita:
pt_br: Saída:
zh_cn: 输出:

# MotionAxisPTOChannelUnassignedWarningMessage
source: '{0}' is paired with ths PTO axis, changing PTO Channel to 'Unassigned' will result in pairing lost. Do you want to continue?
de_de: '{0}' wird mit der PTO-Achse gekoppelt. Die Änderung des PTO-Kanals zu „Nicht zugewiesen“ führt zur Unterbrechung der Kopplung. Möchten Sie fortfahren?
es_es: {0} está emparejado con este eje PTO, si cambia el canal de PTO por "Sin asignar" el resultado del emparejado se perderá. ¿Desea continuar?
fr_fr: '{0}' est associé à cet axe PTO. Le changement du canal PTO en 'Non affecté' entraînera la perte de cette association. Voulez-vous continuer ?
it_it: {0} è abbinato all'asse PTO. La modifica del canale PTO in "Non assegnato" comporterà la perdita dell'abbinamento. Continuare?
pt_br: '{0}' está pareado com este eixo PTO, alterar o canal PTO para "Não atribuído" resultará na perda do pareamento. Deseja continuar?
zh_cn: “{0}”与 高速脉冲串控制伺服 轴配对，更改 高速脉冲串控制伺服 通道为“未分配”将导致配对丢失。是否要继续？

# MotionFBAxisCaption
source: Feedback Axis
de_de: Feedback-Achse
es_es: Eje de retroalimentación
fr_fr: Axe retour codeur
it_it: Assi di feedback
pt_br: Eixo de retorno
zh_cn: 反馈轴

# MotionFBAxisGeneralMotionTypeCaption
source: _Motion Type
de_de: _Bewegungstyp
es_es: Tipo de _movimiento
fr_fr: Type de _mouvement
it_it: _Tipo di Motion
pt_br: _Tipo de movimento
zh_cn: 运动类型(_M)

# MotionAxisGeneralFeedbackPairingCaption
source: _Feedback Pairing:
de_de: _Feedback-Kopplung:
es_es: _Emparejado de retroalimentación:
fr_fr: Association de _retour :
it_it: _Abbinamento feedback:
pt_br: _Pareamento de feedback:
zh_cn: 反馈配对(_F):

# MotionAxisMonitorActualPosCaption
source: Actual Position:
de_de: Tatsächliche Position:
es_es: Posición real:
fr_fr: Position réelle :
it_it: Posizione effettiva:
pt_br: Posição real:
zh_cn: 实际位置:
