Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# ZInputConfigurationCaptionTouchProbeValue
source: Touch Probe
de_de: Messtaster
es_es: Palpador
fr_fr: Sonde tactile
it_it: Tastatore
pt_br: Sonda de toque
zh_cn: 接触式探测

# ZInputConfigurationCaptionUnassignedValue
source: Unassigned
de_de: Nicht zugewiesen
es_es: Sin asignar
fr_fr: Non affecté
it_it: Non assegnato
pt_br: Não atribuído
zh_cn: 未分配

# ZInputConfigurationCaptionAndValue
source: And
de_de: Und
es_es: Y
fr_fr: Et
it_it: E
pt_br: E
zh_cn: 和

# HSCInstructionInvertZCaption
source: _Invert:
de_de: _Umkehren:
es_es: _Invertir:
fr_fr: _Inversé :
it_it: _Inverti:
pt_br: _Inverter:
zh_cn: 反转(_I):

# HSCInstructionNumberOfPulseCaption
source: Per Pu_lse:
de_de: Pro Pu_ls:
es_es: Por Pu_lso:
fr_fr: Par im_pulsion :
it_it: Per impu_lso:
pt_br: Por pu_lso:
zh_cn: 每脉冲(_L):

# HSCInstructionNumberOfPulse
source: pulses
de_de: Pulse
es_es: pulsos
fr_fr: impulsions
it_it: impulsi
pt_br: pulsos
zh_cn: 脉冲

# HSCInstructionPulsePerUserUnitCation
source: Pul_ses Per User Unit:
de_de: Pul_se pro Benutzereinheit:
es_es: Pul_sos por unidad de usuario:
fr_fr: Impul_sions par unité utilisateur :
it_it: Impul_si per unità utente:
pt_br: Pul_ses Por Usuário de Unidade:
zh_cn: 每用户单位脉冲(_S):

# HSCInstructionTimePeriodCaption
source: C_yclic Period:
de_de: Z_yklische Periode:
es_es: P_eriodo cíclico:
fr_fr: Période c_yclique :
it_it: P_eriodo ciclico:
pt_br: Período cíclic_o:
zh_cn: 循环周期(_Y):

# HSCInstructionZInpuCaption
source: Z Input
de_de: Z-Eingang
es_es: Entrada Z
fr_fr: Entrée Z
it_it: Ingresso Z
pt_br: Entrada Z
zh_cn: Z 输入

# HSCInstructionCounterOneDisabledCaption
source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
it_it: Disattiva
pt_br: Desativar
zh_cn: 禁用

# HSCInstructionDirectionCaption
source: _Direction:
de_de: _Richtung:
es_es: _Dirección:
it_it: _Direzione:
pt_br: _Direção:
zh_cn: 方向(_D):

# HSCInstructionUserUnitCaption
source: _User Unit:
de_de: _Benutzereinheit:
es_es: _Unidad de usuario:
fr_fr: _Unité utilisateur :
it_it: _Unità utente:
pt_br: _Unidade de usuário:
zh_cn: 用户单位(_U):

# HSCInstructionRateCaption
source: Rate
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Fréquence
it_it: Frequenza
pt_br: Taxa
zh_cn: 速率

# HSCInstructionDisabledCaption
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# HSCInstructionEnabledCaption
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
pt_br: Ativado
zh_cn: 已启用

# HscInstructionCounterName
source: Counter:
de_de: Zähler:
es_es: Contador:
fr_fr: Compteur :
it_it: Contatore:
pt_br: Contador:
zh_cn: 计数器:

# HscInstructionTimePeriodUnit
source: µs
de_de: äöüµsßßßßßß
es_es: ÁéÜµsñññññ
fr_fr: êæùçµsëëëëë
pt_br: ãçêúµsÀÀÀÀÀ
zh_cn: 中µs文文文文文

# HscInstructionUserUnit
source: /sec
de_de: /s
es_es: /seg
fr_fr: êæùç/secëëëëë
pt_br: /s
zh_cn: 中/sec文文文文文

# ControllerPasswordCannotBeCleared
source: Unable to continue download operation. Controller password cannot be cleared.
de_de: Downloadvorgang kann nicht fortgesetzt werden. Controller-Passwort kann nicht gelöscht werden.
es_es: No se ha podido continuar con la operación de descarga. No se puede borrar la contraseña del controlador.
fr_fr: Impossible de poursuivre l'opération de chargement. Le mot de passe du contrôleur ne peut être effacé.
it_it: Impossibile proseguire con l'operazione di download. Impossibile cancellare la password del controllore.
pt_br: Não é possível continuar a operação de download. A senha do controlador não pode estar vazia.
zh_cn: 无法继续下载操作。无法清除控制器密码。

# ControllerPasswordCannotBeRestored
source: Controller password cannot be restored. Set the password again to secure the controller.
de_de: Controller-Passwort kann nicht wiederhergestellt werden. Das Passwort erneut einstellen, um den Controller zu sichern.
es_es: No se puede restablecer la contraseña del controlador. Establezca la contraseña de nuevo para proteger el controlador.
fr_fr: Le mot de passe du contrôleur ne peut être restauré. Définissez à nouveau le mot de passe pour sécuriser le contrôleur.
it_it: Impossibile ripristinare la password del controllore. Reimpostare la password per proteggere il controllore.
pt_br: A senha do controlador não pode ser restaurada. Defina a senha novamente para proteger o controlador.
zh_cn: 无法还原控制器密码。请重新设置密码以保护控制器。

# ControllerPasswordRestored
source: Controller password has been restored successfully.
de_de: Controller-Passwort wurde erfolgreich wiederhergestellt.
es_es: Se ha restablecido correctamente la contraseña del controlador.
fr_fr: Le mot de passe du contrôleur a bien été restauré.
it_it: La password del controllore è stata ripristinata.
pt_br: A senha do controlador foi restaurada com êxito.
zh_cn: 已成功还原控制器密码。

# PasswordResetRequiredForDownloadWarning
source: The controller password has to be cleared to proceed with download. The controller will be automatically secured again after the download is completed.
de_de: Das Controller-Passwort muss zur Fortsetzung des Downloads gelöscht werden. Der Controller wird nach Abschluss des Downloads automatisch gesichert.
es_es: Se ha borrado la contraseña del controlador para continuar con la descarga. Una vez completada la descarga, el controlador volverá a protegerse automáticamente.
fr_fr: Le mot de passe du contrôleur doit être effacé pour poursuivre le chargement. Le contrôleur sera à nouveau automatiquement sécurisé après le chargement.
it_it: Per procedere con il download è necessario cancellare la password del controllore. Il controllore sarà protetto di nuovo automaticamente al termine del download.
pt_br: A senha do controlador deve ser apagada para que o download possa prosseguir. O controlador será automaticamente protegido novamente após a conclusão do download.
zh_cn: 必须清除控制器密码才能继续下载。 在下载完成后控制器会被自动设置相同的密码。

# DeviceNotReadyForFirmwareUpdateUnknownState
source: Controller is not in correct state to receive a firmware update.
de_de: Controller hat nicht den korrekten Status zum Empfang eines Firmware-Updates.
es_es: El controlador no está en el estado correcto para recibir una actualización de firmware.
fr_fr: Le contrôleur n'est pas dans l'état approprié pour recevoir une mise à jour du micrologiciel.
it_it: Il controllore non è nello stato corretto per ricevere un aggiornamento del firmware.
pt_br: O controlador não está no estado correto para receber uma atualização do firmware.
zh_cn: 控制器状态不正确，无法更新固件。

source: Unable to find RsLinx Browser
de_de: RsLinx-Browser konnte nicht gefunden werden
es_es: No se puede encontrar el navegador RsLinx
fr_fr: Navigateur RsLinx introuvable
it_it: Impossibile trovare il browser RsLinx
pt_br: Não é possível encontrar o navegador RsLinx
zh_cn: 找不到 RsLinx Browser

# HSCInstructionCounterModeCaption
source: Operation _Mode:
de_de: Betriebs_modus:
es_es: Modo de _operación:
fr_fr: Mode de fonctionne_ment :
it_it: _Modalità operativa:
pt_br: _Modo de operação:
zh_cn: 操作模式(_M):

# HSCInstructionCounterTypeCaption
source: OF/UF _Behavior:
de_de: OF/UF- _Verhalten:
es_es: Comportamiento _OF/UF:
fr_fr: Comportement _OF/UF :
it_it: Comportamento _OF/UF:
pt_br: _Comportamento de OF/UF:
zh_cn: OF/UF 行为(_B):

# HSCInstructionConfigurationCaption
source: Configuration
de_de: Konfiguration
es_es: Configuración
fr_fr: êæùçConfigurationëëëëë
it_it: Configurazione
pt_br: Configuração
zh_cn: 配置

# ChangedRealTimeClock
source: real time clock
de_de: Echtzeituhr
es_es: reloj de tiempo real
fr_fr: Horloge temps réel
pt_br: relógio em tempo real
zh_cn: 实时时钟

# UpdateFirmwareAndDownloadText
source: Update firmware and download current project
de_de: Firmware aktualisieren und aktuelles Projekt herunterladen
es_es: Actualizar el firmware y descargar el proyecto actual
fr_fr: Mettre à jour le micrologiciel et charger le projet courant
it_it: Aggiorna firmware e scarica progetto corrente
pt_br: Atualizar projeto atual de firmware e download
zh_cn: 更新固件并下载当前项目

# ControllerNoPasswordMessage
source: (controller has no password)
de_de: (Steuerung hat kein Kennwort)
es_es: (el controlador no tiene contraseña)
fr_fr: (le contrôleur n'a pas de mot de passe)
it_it: (nessuna password per il controllore)
pt_br: (o controlador não tem senha)
zh_cn: (控制器没有密码)

# EmbeddedProjectCaption
source: Embedded Project
de_de: Integriertes Projekt
es_es: Proyecto embebido
fr_fr: Projet intégré
it_it: Progetto integrato
pt_br: Projeto integrado
zh_cn: 嵌入式项目

# EmbeddedFileInfoCaption
source: Contains all the files necessary to create the controller project. Includes project comments, configuration and variable names.
de_de: Enthält alle erforderlichen Dateien zum Erstellen des Steuerungsprojekts. Enthält Projektkommentare, Konfigurationen und Variablennamen.
es_es: Contiene todos los archivos necesarios para crear el proyecto de controlador. Incluye comentarios, configuración y nombres de variables del proyecto.
fr_fr: Contient tous les fichiers nécessaires pour créer le projet de contrôleur. Inclut les commentaires du projet, la configuration et les noms de variable.
it_it: Contiene tutti i file necessari per creare il progetto del controllore. Include commenti, configurazione e nomi di variabili del progetto.
pt_br: Contém todos os arquivos necessários para criar o projeto do controlador. Inclui comentários do projeto, configuração e nomes de variável.
zh_cn: 包含创建控制器项目所必需的所有文件。包括项目注释、配置和变量名称。

# EmbeddedFileWarningTooltip
source: Embedded project size exceeds the maximum allocated size.
de_de: Die Größe des integrierten Projekts überschreitet die zugewiesene Maximalgröße.
es_es: El tamaño del proyecto embebido supera el tamaño asignado máximo.
fr_fr: La taille du projet intégré dépasse la taille maximale allouée.
it_it: La dimensione del progetto integrato supera il valore massimo assegnato.
pt_br: O tamanho do projeto integrado excede o tamanho máximo atribuído.
zh_cn: 嵌入式项目容量超出最大分配容量。

# MemoryModuleBackupRestoreFaultMessage
source: Controller fault must be cleared before backup and restore
de_de: Steuerungsfehler muss vor Sicherung und Wiederherstellung gelöscht werden
es_es: El error a controlador debe borrarse antes de realizar la copia de seguridad y restauración
fr_fr: Le défaut du contrôleur doit être effacé avant la sauvegarde et la restauration
it_it: Per poter eseguire il backup e il ripristino è necessario cancellare prima l'errore del controllore
pt_br: A falha do controlador deve ser apagada antes do backup e restauração
zh_cn: 必须在备份和还原之前清除控制器故障

# MemoryModuleBackupRestoreProgramModeMessage
source: Controller must be in program mode to backup and restore the memory module
de_de: Steuerung muss sich für die Sicherung und Wiederherstellung des Speichermoduls im Programmmodus befinden
es_es: El controlador debe estar en el módulo del programa para realizar la copia de seguridad y restauración del módulo de memoria
fr_fr: Le contrôleur doit être en mode Programme pour pouvoir sauvegarder et restaurer le module mémoire
it_it: Per poter eseguire il backup e il ripristino del modulo di memoria, il controllore deve essere in modalità Programmazione
pt_br: O controlador deve estar no modo de programa para fazer backup e restaurar o módulo de memória
zh_cn: 要备份和还原内存模块，控制器必须处于编程模式

# MemoryModuleBackupRestoreToolTitle
source: Memory Module Backup and Restore
de_de: Sicherung und Wiederherstellung von Speichermodul
es_es: Copia de seguridad y restauración del módulo de memoria
fr_fr: Sauvegarder et restaurer le module mémoire
it_it: Backup e ripristino modulo di memoria
pt_br: Backup e restauração do módulo de memória
zh_cn: 内存模块备份和还原

# EmbeddedProjectVarNeedBuildTooltip
source: Build the project to calculate memory usage for embedded project.
de_de: Erstellen Sie das Projekt, um die Speichernutzung für das integrierte Projekt zu berechnen.
es_es: Compile el proyecto para calcular el uso de memoria para el proyecto embebido.
fr_fr: Assemblez le projet afin de calculer l'utilisation de mémoire pour le projet intégré.
it_it: Compilare il progetto per calcolare l'utilizzo di memoria per il progetto integrato.
pt_br: Compile o projeto para calcular o uso da memória para projeto integrado.
zh_cn: 生成项目以计算嵌入式项目的内存使用率。

# EmbeddedProjectSizeExceedErrorMessage
source: Embedded project size exceeds the maximum allocated size. Used: {0}, Allocated: {1}
de_de: Die Größe des integrierten Projekts überschreitet die zugewiesene Maximalgröße. Verwendet: {0}, zugewiesen: {1}
es_es: El tamaño del proyecto embebido supera el tamaño asignado máximo. Usado: {0}, asignado: {1}
fr_fr: La taille du projet intégré dépasse la taille maximale allouée. Utilisé : {0}, alloué : {1}
it_it: La dimensione del progetto integrato supera il valore massimo assegnato. Utilizzata: {0}, Assegnata: {1}
pt_br: O tamanho do projeto integrado excede o tamanho máximo atribuído. Usado: {0}, Alocado: {1}
zh_cn: 嵌入式项目容量超出最大分配容量。已使用: {0}，已分配: {1}

# UnexpectedErrorInHscModule
source: Unexpected error in 2080-MOT-HSC plug-in in slot {0}. Remove and add back the module to fix this error.
de_de: Im 2080-MOT-HSC Plug-In in Steckplatz {0} ist ein unerwarteter Fehler aufgetreten. Entfernen Sie das Modul und setzen Sie es weider ein, um den Fehler zu beheben.
es_es: Error inesperado en el complemento 2080-MOT-HSC en la ranura {0}.Elimine y agregue de nuevo el módulo para fijar este error.
fr_fr: Une erreur inattendue s'est produite dans le module enfichable 2080-MOT-HSC à l'emplacement {0}. Supprimez et rajoutez le module pour corriger cette erreur.
it_it: Errore imprevisto nello slot di ingresso {0} del plug-in 2080-MOT-HSC. Rimuovere il modulo e aggiungerlo di nuovo per risolvere il problema.
pt_br: Erro inesperado no plug-in 2080-MOT-HSC no slot {0}. Remova e adicione novamente o módulo para corrigir esse erro.
zh_cn: 插槽 {0} 中的 2080-MOT-HSC 插件中发生意外错误。请将模块移除然后重新添加回来以修复该错误。

# AllPortsDisabledErrorMessage
source: Current configuration does not allow connection to the controller. Enable one of the following ports 1. USB 2. Ethernet 3. CIP Serial driver from Serial Port.
de_de: Die aktuelle Konfiguration lässt keine Verbindung zum Controller zu. Aktivieren Sie einen der folgenden Anschlüsse 1. USB-Anschluss 2. Ethernet-Port 3. serieller CIP-Treiber über seriellen Anschluss.
es_es: La configuración actual no permite la conexión con el controlador. Habilite los puertos siguientes: 1. USB 2. Ethernet 3. Controlador de serie CIP en el puerto serie
fr_fr: La configuration courante n'autorise pas la connexion au contrôleur. Activez l'un des ports suivants : 1. USB 2. Ethernet 3. Pilote série CIP comme port série.
it_it: La configurazione non consente la connessione al controllore. Abilitare una delle porte seguenti 1. USB 2. Ethernet 3. Driver CIP seriale dalla porta seriale.
pt_br: A configuração atual não permite a conexão ao controlador. Habilite uma das portas a seguir. 1. USB 2. Ethernet 3. Driver CIP em série da Porta Serial
zh_cn: 当前配置不允许连接至控制器。请启用以下端口之一 1. USB 2. 以太网 3. 串行端口的 CIP 串行驱动程序。

# DeviceInfoTreeCounterCaption
source: Counter
de_de: Zähler
es_es: Contador
fr_fr: Compteurs
it_it: Contatore
pt_br: Contador
zh_cn: 计数器

# HSCCounterMode0
source: 0 - Count Up 0 to HP
de_de: 0 - Hochzählen 0 bis HP
es_es: 0 - Cuenta ascendente de 0 a PA
fr_fr: 0 - Comptage croissant de 0 au HP
it_it: 0 - Conteggio crescente da 0 a HP
pt_br: 0 - Contagem progressiva 0 a HP
zh_cn: 0 - 0 到 HP 向上计数

# HSCCounterMode1
source: 1 - Count Up 0 to HP
de_de: 1 - Hochzählen 0 bis HP
es_es: 1 - Cuenta ascendente de 0 a PA
fr_fr: 1 - Comptage croissant de 0 au HP
it_it: 1 - Conteggio crescente da 0 a HP
pt_br: 1 - Contagem progressiva 0 a HP
zh_cn: 1 - 0 到 HP 向上计数

# HSCCounterMode3
source: 3 - Count with Ext Dir
de_de: 3 - Zählen mit ext. Ausr.
es_es: 3 - Recuento con Ext Dir
fr_fr: 3 - Comptage avec dir. ext.
it_it: 3 - Conteggio con Ext Dir
pt_br: 3 - Contagem com dir. ext.
zh_cn: 3 - 使用外部方向计数

# HSCCounterMode5
source: 5 - Two Inputs
de_de: 5 - Zwei Eingänge
es_es: 5 - Dos entradas
fr_fr: 5 - Deux entrées
it_it: 5 - Due ingressi
pt_br: 5 - Duas entradas
zh_cn: 5 - 两个输入

# HSCCounterMode7
source: 7 - Quadrature X1
de_de: 7 - Quadratur X1
es_es: 7 - Cuadratura X1
fr_fr: êæùç7 - Quadrature X1ëëëëë
it_it: 7 - Quadratura X1
pt_br: 7 - Quadratura X1
zh_cn: 7 - 正交 X1

# HSCCounterMode9
source: 9 - Quadrature X4
de_de: 9 - Quadratur X4
es_es: 9 - Cuadratura X4
fr_fr: êæùç9 - Quadrature X4ëëëëë
it_it: 9 - Quadratura X4
pt_br: 9 - Quadratura X4
zh_cn: 9 - 正交 X4

# HSCCounterMode11
source: 11 - Quadrature X2
de_de: 11 - Quadratur X2
es_es: 11 - Cuadratura X2
fr_fr: êæùç11 - Quadrature X2ëëëëë
it_it: 11 - Quadratura X2
pt_br: 11 - Quadratura X2
zh_cn: 11 - 正交 X2

# HSCCounter1Mode12
source: 12 - Count Down 0 to LP
de_de: 12 - Runterzählen 0 bis LP
es_es: 12 - Cuenta descendente de 0 a PB
fr_fr: 12 - Comptage décroissant de 0 au LP
it_it: 12 - Conteggio decrescente da 0 a LP
pt_br: 12 - Contagem regressiva 0 a LP
zh_cn: 12 - 0 到 LP 向下计数

# HSCCounterMode13
source: 13 - Count Down 0 to LP
de_de: 13 - Runterzählen 0 bis LP
es_es: 13 - Cuenta descendente de 0 a PB
fr_fr: 13 - Comptage décroissant de 0 au LP
it_it: 13 - Conteggio decrescente da 0 a LP
pt_br: 13 - Contagem regressiva 0 a LP
zh_cn: 13 - 0 到 LP 向下计数

# HSCCounterTypeTooltip
source: The counter may be configured with the Counter Type control bit to rollover at its limits (ring counter) or to stop counting and set a flag (linear counter).
de_de: Der Zähler muss konfiguriert werden mit dem Steuerbit "Counter Type", um an seinen Grenzen überzulaufen (Ringzähler) oder das Zählen einzustellen und ein Signal auszugeben (Linearzähler).
es_es: El contador se puede configurar con el bit de control Tipo de contador para que dé la vuelta cuando alcanza su límite (contador de anillo) o para que deje de contar y establezca un marcador (contador lineal).
fr_fr: Le compteur peut être configuré à l'aide du bit de contrôle Type de compteur pour reboucler une fois ses limites atteintes (compteur annulaire) ou pour s'arrêter de compter et activer un indicateur (compteur linéaire).
it_it: Il contatore può essere configurato con il Tipo di contatore bit di controllo per il rollover ai suoi limiti (ring counter) o per interrompere il conteggio e impostare un contrassegno (linear counter).
pt_br: O contador pode ter sido configurado com o bit de controle do tipo de contador para recomeçar do zero ao atingir seu limite (contador em anel) ou parar de contar e definir um sinalizador (contador linear).
zh_cn: 可以使用计数器类型控制位配置计数器以在其限制 (环形计数器) 翻转或停止计数并设置标志 (线性计数器)。

# HSCPerPulseTooltip
source: Number of pulse widths to average for Rate1 frequency measurement.
de_de: Anzahl der Pulsbreiten im Durchschnitt für Frequenzmessung Rate1.
es_es: Número de anchos de pulso que usar como promedio para medición de frecuencia Velocidad1.
fr_fr: Nombre de largeurs d'impulsions par rapport à la moyenne pour la mesure de fréquence Rate1.
it_it: Numero di larghezze degli impulsi di cui calcolare la media per misurare la frequenza Rate1.
pt_br: Número de larguras do pulso para fazer a média da medição de frequência Rate1.
zh_cn: 用于对速率 1 频率测量进行平均值计算的脉冲宽度数量。

# HSCCyclicTooltip
source: Time period to count number of pulses for Rate2 frequency measurement.
de_de: Zeitraum für die Zählung der Pulsanzahl für Frequenzmessung Rate2.
es_es: Periodo de tiempo para contar el número de pulsos para medición de frecuencia Velocidad2.
fr_fr: Période durant laquelle compter le nombre d'impulsions pour la mesure de fréquence Rate2.
it_it: Periodo durante il quale contare il numero di impulsi per misurare la frequenza Rate2.
pt_br: Período de tempo para contar número de pulsos da medição de frequência Rate2.
zh_cn: 用于对速率 2 频率测量进行脉冲计数的时间周期。

# HSCInstructionDirectionDefault
source: Default Direction
de_de: Standardrichtung
es_es: Dirección predeterminada
fr_fr: Direction par défaut
it_it: Direzione predefinita
pt_br: Direção padrão
zh_cn: 默认方向

# HSCInstructionDirectionInvert
source: Invert Direction
de_de: Richtung umkehren
es_es: Dirección invertida
fr_fr: Inverser la direction
it_it: Inverti direzione
pt_br: Inverter direção
zh_cn: 反转方向

# HSCInstructionDirectionUp
source: Always Count Up
de_de: Immer hochzählen
es_es: Siempre cuenta ascendente
fr_fr: Toujours comptage croissant
it_it: Conteggio sempre crescente
pt_br: Sempre contar progressivamente
zh_cn: 始终向上计数

# HSCInstructionDirectionDown
source: Always Count Down
de_de: Immer runterzählen
es_es: Siempre cuenta descendente
fr_fr: Toujours comptage décroissant
it_it: Conteggio sempre decrescente
pt_br: Sempre contar regressivamente
zh_cn: 始终向下计数

# CounterOneNodeText
source: Counter 1
de_de: Zähler 1
es_es: Contador 1
fr_fr: Compteur 1
it_it: Contatore 1
pt_br: Contador 1
zh_cn: 计数器 1

# CounterZeroNodeText
source: Counter 0
de_de: Zähler 0
es_es: Contador 0
fr_fr: Compteur 0
it_it: Contatore 0
pt_br: Contador 0
zh_cn: 计数器 0

# Mode1PictureDescription
source: Up Counter (A) with Accumulator (ACC) Reset upon reaching High Preset (HP)
de_de: Aufwaertszähler (A) mit Akkumulator (ACC) Zurücksetzen beim Erreichen des voreingestellten Höchstwerts (HP)
es_es: Contador ascendente (A) con reset de acumulador (ACC) al alcanzar el preajuste alto (PA)
fr_fr: Compteur progressif (A) avec réinitialisation d'accumulateur (ACC) une fois le seuil haut (HP) atteint
it_it: Conteggio crescente (A) con accumulatore (ACC) Ripristina al raggiungimento di High Preset (HP)
pt_br: Contador progressivo (A) com redefinição do acumulador (ACC) ao atingir a predefinição alta (HP)
zh_cn: 达到高预设 (HP) 后递增计数器 (A) 与累加器 (ACC) 复位

# Mode0PictureDescription
source: Up Counter (B) with Accumulator (ACC) Reset upon reaching High Preset (HP)
de_de: Aufwaertszähler (B) mit Akkumulator (ACC) Zurücksetzen beim Erreichen des voreingestellten Höchstwerts (HP)
es_es: Contador ascendente (B) con reset de acumulador (ACC) al alcanzar el preajuste alto (PA)
fr_fr: Compteur progressif (B) avec réinitialisation d'accumulateur (ACC) une fois le seuil haut (HP) atteint
it_it: Conteggio crescente (B) con accumulatore (ACC) Ripristina al raggiungimento di High Preset (HP)
pt_br: Contador progressivo (B) com redefinição do acumulador (ACC) ao atingir a predefinição alta (HP)
zh_cn: 达到高预设 (HP) 后递增计数器 (B) 与累加器 (ACC) 复位

# Mode3PictureDescription
source: Counter (A) with external direction (B)
de_de: Zähler (A) mit externer Richtung (B)
es_es: Contador (A) con dirección externa (B)
fr_fr: Compteur (A) avec direction externe (B)
it_it: Conteggio (A) con direzione esterna (B)
pt_br: Contador (A) com direção externa (B)
zh_cn: 计数器 (A) 与外部方向 (B)

# Mode5PictureDescription
source: Two input counter, Up (A) and Down (B)
de_de: Zähler mit zwei Eingängen, hoch (A) und runter (B)
es_es: Contador de dos entradas, Ascendente (A) y Descendente (B)
fr_fr: Compteur à deux entrées, croissant (A) et décroissant (B)
it_it: Conteggio a due ingressi, crescente (A) e decrescente (B)
pt_br: Contador de duas entradas, progressiva (A) e regressiva (B)
zh_cn: 两个输入计数器: 递增计数器 (A) 和递减计数器 (B)

# Mode7PictureDescription
source: Quadrature counter X1 (phased inputs A and B)
de_de: Quadraturzähler X1 (Phaseneingänge A und B)
es_es: Contador de cuadratura X1 (entradas A y B en fases)
fr_fr: Compteur à quadrature X1 (phases d'entrées A et B)
it_it: Conteggio quadratura X1 (ingresso per fasi A e B)
pt_br: Contador de quadratura X1 (entradas em fase A e B)
zh_cn: 正交计数器 X1 (带相位输入 A 和 B)

# Mode9PictureDescription
source: Quadrature counter X4 (phased inputs A and B)
de_de: Quadraturzähler X4 (Phaseneingänge A und B)
es_es: Contador de cuadratura X4 (entradas A y B en fases)
fr_fr: Compteur à quadrature X4 (phases d'entrées A et B)
it_it: Conteggio quadratura X4 (ingresso per fasi A e B)
pt_br: Contador de quadratura X4 (entradas em fase A e B)
zh_cn: 正交计数器 X4 (带相位输入 A 和 B)
