Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# SpectrumControlCaption
source: Spectrum Controls
de_de: äöüSpectrum Controlsßßßßßß
es_es: ÁéÜSpectrum Controlsñññññ
fr_fr: êæùçSpectrum Controlsëëëëë
pt_br: ãçêúSpectrum ControlsÀÀÀÀÀ
zh_cn: 中Spectrum Controls文文文文文

# FileExistInformation
source: The file {0} already exists.
de_de: Die Datei {0} ist bereits vorhanden.
es_es: El archivo {0} ya existe.
fr_fr: Le fichier {0} existe déjà.
it_it: Il file {0} esiste già.
pt_br: O arquivo {0} já existe.
zh_cn: 文件 {0} 已存在。

# ImportOutPutPathInfo
source: Importing from file: '{0}'
de_de: Import von Datei: '{0}'
es_es: Importando desde el archivo: '{0}'
fr_fr: Importation à partir du fichier : '{0}'
it_it: Importazione da file: "{0}"
pt_br: Importando do arquivo: "{0}"
zh_cn: 正在从文件: '{0}' 导入

# GeneralPageGenerateEmbeddedProjectCaption
source: Download Source Code:
de_de: Quellcode herunterladen:
es_es: Descargar código fuente:
fr_fr: Télécharger le code source :
it_it: Scarica codice sorgente:
pt_br: Download do código fonte:
zh_cn: 下载源 代码:

# DatalogViewModelExportDatalogReplaceSuccessMessage
source: Datalog configuration is replaced and export succeeded.
de_de: Konfiguration des Datenprotokolls wurde ersetzt und Export war erfolgreich.
es_es: La configuración del registro de datos se ha sustituido y la exportación se ha realizado con éxito.
fr_fr: La configuration du journal de données est remplacée et a bien été exportée.
it_it: La configurazione del registro dati è stata sostituita e l'esportazione è stata completata.
pt_br: A configuração do log de dados é substituída e a exportação obtém sucesso.
zh_cn: 数据日志配置已替换，导出成功。

# ControllerChangeSerialPortDiscardWarning
source: Serial port is not supported and its configuration is discarded.
de_de: Serieller Anschluss wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: El puerto serie no es compatible y su configuración se ha descartado.
fr_fr: Le port série n'est pas pris en charge et sa configuration est rejetée.
it_it: La porta seriale non è supportata e la relativa configurazione sarà ignorata.
pt_br: Não há suporte para a porta serial e sua configuração é descartada.
zh_cn: 不支持串行端口，其配置将被丢弃。

# ModBusMappingViewModelExportModbusReplaceSuccessMessage
source: Modbus Mapping configuration is replaced and export succeeded.
de_de: Modbus-Zuordnungskonfiguration wird ersetzt und Export war erfolgreich.
es_es: La configuración del Mapeado Modbus se ha sustituido y la exportación se ha realizado con éxito.
fr_fr: La configuration de l'adressage Modbus est remplacée et a bien été exportée.
it_it: La configurazione mappatura Modbus è stata sostituita e l'esportazione è stata completata.
pt_br: A configuração do Mapeamento de Modbus é substituída e a exportação é bem-sucedida.
zh_cn: Modbus 映射配置已替换，导出成功。

# ControllerChangeUSBPortDiscardWarning
source: USB port is not supported and its configuration is discarded.
de_de: USB-Anschluss wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: El puerto USB no es compatible y su configuración se ha descartado.
fr_fr: Le port USB n'est pas pris en charge et sa configuration est rejetée.
it_it: La porta USB non è supportata e la relativa configurazione sarà ignorata.
pt_br: Não há suporte para a porta USB e sua configuração é descartada.
zh_cn: 不支持 USB 端口，其配置将被丢弃。

# RecipeViewModelExportRecipeReplaceSuccessMessage
source: Recipe configuration is replaced and export succeeded.
de_de: Rezeptkonfiguration wird ersetzt und Export war erfolgreich.
es_es: La configuración de receta se ha sustituido y la exportación se ha realizado con éxito.
fr_fr: La configuration de la recette est remplacée et a bien été exportée.
it_it: La configurazione ricetta viene sostituita e l'esportazione è stata completata.
pt_br: A configuração da receita foi substituída e a exportação obteve sucesso.
zh_cn: 配方配置已替换，导出成功。

# FileReplaceRemindInfo
source: Replace the existing file?
de_de: Vorhandene Datei ersetzen?
es_es: ¿Sustituir el archivo existente?
fr_fr: Remplacer le fichier existant ?
it_it: Sostituire il file esistente?
pt_br: Substituir arquivo existente?
zh_cn: 替换现有文件？

# OverWriteEthernetWarningMessage
source: The Modbus Server state setting will always be overwritten no matter this option is selected or not.
de_de: Die Zustandseinstellung des Modbus-Servers wird immer überschrieben, unabhängig davon, ob diese Option ausgewählt ist oder nicht.
es_es: La opción de configuración sobre el estado del servidor de Modbus siempre se sobrescribirá, independientemente de si está seleccionada o no.
fr_fr: Le paramètre d'état du serveur Modbus sera toujours écrasé, que cette option soit sélectionnée ou non.
it_it: L'impostazione dello stato del server Modbus sarà sempre sovrascritta, a prescindere dalla selezione o meno di questa opzione.
pt_br: A configuração de estado do servidor Modbus será sempre sobrescrita, independentemente de esta opção estar ou não selecionada.
zh_cn: Modbus 服务器状态设置将始终被覆盖，而无论是否选择该选项。

# EmbeddedIOControlCaption
source: Control
de_de: Kontrolle
es_es: ÁéÜControlñññññ
fr_fr: Contrôle
it_it: Controllo
pt_br: Controle
zh_cn: 控制

# EmbeddedIOStatusCaption
source: Status
de_de: äöüStatusßßßßßß
es_es: Estado
fr_fr: Statut
it_it: Stato
pt_br: ãçêúStatusÀÀÀÀÀ
zh_cn: 状态

# EmbeddedProjectDisableButtonCaption
source: _No
de_de: _Nein
es_es: ÁéÜ_Noñññññ
fr_fr: _Non
pt_br: _Não
zh_cn: 否(_N)

# EmbeddedProjectEnableButtonCaption
source: _Yes
de_de: _Ja
es_es: _Sí
fr_fr: _Oui
it_it: _Sì
pt_br: _Sim
zh_cn: 是(_Y)

# DownloadProjectNotesWarningMessage
source: Warnings:
de_de: Warnungen:
es_es: Advertencias:
fr_fr: Avertissement:
it_it: Avvisi:
pt_br: Avisos:
zh_cn: 警告:

# SourceCodeNotDownloadWarningMessage
source: ● Source code will NOT be downloaded to the controller.
de_de: ● Der Quellcode wird NICHT auf die Steuerung heruntergeladen.
es_es: ● El código fuente NO se descargará en el controlador.
fr_fr: ● Le code source ne sera PAS téléchargé sur le contrôleur.
it_it: ● Il codice sorgente NON verrà scaricato nel controllore.
pt_br: ● NÃO será feito o download do código fonte para o controlador.
zh_cn: ● 源代码将不会下载到控制器。

# DeviceConfigurationDisplayText
source: Device Configuration
de_de: Gerätekonfiguration
es_es: Configuración del dispositivo
fr_fr: Configuration d'appareil
it_it: Configurazione dispositivo
pt_br: Configuração do Dispositivo
zh_cn: 设备配置

# DeviceOverviewDisplayText
source: Overview
de_de: Übersicht
es_es: Descripción general
fr_fr: Aperçu
it_it: Panoramica
pt_br: Visão Geral
zh_cn: 概览

# MemoryDataTableName
source: Name
de_de: äöüNameßßßßßß
es_es: Nombre
fr_fr: Nom
it_it: Nome
pt_br: Nome
zh_cn: 名称

# PieChartTitle
source: Memory Statistics
de_de: Speicherstatistik
es_es: Estadísticas de la memoria
fr_fr: Statistiques de mémoire
it_it: Statistiche memoria
pt_br: Estatísticas da Memória
zh_cn: 内存统计信息

# InterruptTypegroupCaption
source: Type Group
de_de: Typgruppe
es_es: Tipo Grupo
fr_fr: Groupe de type
it_it: Tipo - Gruppo
pt_br: Grupo Tipo
zh_cn: 类型组

# DatalogGeneratorValidHeader
source: Valid
de_de: Gültig
es_es: Válido
fr_fr: Valide
it_it: Valido
pt_br: Válido
zh_cn: 有效

# EthernetPageGeneratorTableOfStartup
source: Startup Configuration
de_de: Startkonfiguration
es_es: Configuración de inicio
fr_fr: Configuration de démarrage
it_it: Configurazione avvio
pt_br: Configuração de Inicialização
zh_cn: 启动配置

# UDTExportFailMsg
source: Unable to export the user-defined data types.
de_de: Benutzerdefinierte Datentypen konnten nicht exportiert werden.
es_es: Imposible exportar los tipos de datos definidos por el usuario-
fr_fr: Impossible d'exporter les types de données définis par l'utilisateur.
it_it: Impossibile esportare i tipi di dati definiti dall'utente.
pt_br: Não foi possível exportar os tipos de dados definidos pelo usuário.
zh_cn: 无法导出用户定义数据类型。

# UDTExportFileLocationMsg
source: Exporting user-defined data types to file: {0}.
de_de: Exportiere benutzerdefinierte Datentypen in Datei: {0}.
es_es: Exportar los tipo de datos definidos por el usuario al archivo: {0}.
fr_fr: Exportation des types de données définis par l'utilisateur vers un fichier : {0}.
it_it: Esportazione tipo di dati definiti dall'utente nel file: {0}.
pt_br: Exportando tipo de dados definidos pelo usuário para o arquivo: {0}.
zh_cn: 正在将用户定义数据类型导出至文件: {0}。

# UDTExportSuccessMsg
source: The file was successfully exported.
de_de: Die Datei wurde erfolgreich exportiert.
es_es: El archivo se exportó correctamente.
fr_fr: L'exportation du fichier a réussi.
it_it: Il file è stato esportato correttamente.
pt_br: A exportação do arquivo foi bem-sucedida.
zh_cn: 文件已成功导出。

# UDTExportTitle
source: Export Data Types
de_de: Exportdatentypen
es_es: Exportar tipos de datos
fr_fr: Exporter les types de données
it_it: Esporta tipi di dati
pt_br: Exportar Tipos de Dados
zh_cn: 导出数据类型

# UDTStringFilter
source: Data Types files (*.M8X;*.m8x)|*.M8X;*.m8x
de_de: Datentypdateien (*.M8X;*.m8x)|*.M8X;*.m8x
es_es: Archivos de tipos de datos (*.M8X;*.m8x)|*.M8X;*.m8x
fr_fr: Fichiers de types de données (*.M8X ;*.m8x)|*.M8X ;*.m8x
it_it: File tipi di dati (*.M8X;*.m8x)|*.M8X;*.m8x
pt_br: Arquivos de Tipos de Dados (*.M8X;*.m8x)|*.M8X;*.m8x
zh_cn: 数据类型文件 (*.M8X;*.m8x)|*.M8X;*.m8x

# UDTImportTitle
source: Import Data Types
de_de: Importdatentypen
es_es: Importar tipos de datos
fr_fr: Importer les types de données
it_it: Importa tipi di dati
pt_br: Importar Tipos de Dados
zh_cn: 导入数据类型

# UDTProgressExportTitle
source: Exporting...
de_de: Exportieren...
es_es: Exportando...
fr_fr: Exportation…
it_it: Esportazione in corso...
pt_br: Exportando...
zh_cn: 正在导出...

# UDTProgressImportTitle
source: Importing...
de_de: Importieren...
es_es: Importando...
fr_fr: Importation…
it_it: Importazione in corso...
pt_br: Importando...
zh_cn: 正在导入...

# UDTExportNoDataMsg
source: Could not find exportable data types in current context.
de_de: Keine exportierbaren Datentypen im aktuellen Kontext gefunden.
es_es: No se ha podido encontrar los tipos de datos exportables en el contexto actual.
fr_fr: Types de données exportables introuvables dans le contexte actuel.
it_it: Impossibile trovare tipi di dati esportabili nel contesto corrente.
pt_br: Não foi possível encontrar os tipos de dados da tabela de exportação no contexto atual.
zh_cn: 在当前上下文中找不到可导出的数据类型。

# UDTExportResultMsg
source: ========== Export: {0} succeeded ==========
de_de: ========== Export: {0} erfolgreich ==========
es_es: ========== Exportar: {0} correctamente ==========
fr_fr: ========== Exportation : {0} a réussi ==========
it_it: ========== Esportazione di {0} completata correttamente ==========
pt_br: ========== Exportação: {0} bem-sucedida ==========
zh_cn: ========== 导出: {0} 个成功 ==========

# UDTExportSuccessNoDataMsg
source: The M8X file was successfully exported but with no data.
de_de: M8X-Datei wurde erfolgreich exportiert, enthält aber keine Daten.
es_es: El archivo M8X se exportó correctamente, pero sin datos.
fr_fr: L'exportation du fichier M8X a réussi, mais sans données.
it_it: Il file M8X è stato esportato correttamente, ma senza dati.
pt_br: O arquivo M8X foi exportado com sucesso, mas está vazio.
zh_cn: M8X 文件已成功导出，但没有数据。

# UDTFileExistMessage
source: The {0} file already exists. Do you want to replace the existing file?
de_de: Die Datei {0} ist bereits vorhanden. Möchten Sie die bestehende Datei überschreiben?
es_es: El archivo {0} ya existe. ¿Desea sustituir el archivo existente?
fr_fr: Le fichier {0} existe déjà. Souhaitez-vous remplacer le fichier existant ?
it_it: Il file {0} esiste già. Sostituire il file esistente?
pt_br: O arquivo {0} já existe. Deseja substituir o arquivo existente?
zh_cn: {0} 文件已存在。是否要替换现有文件?

# UDTImportCreateMsg
source: '{0}' is created.
de_de: '{0}' wurde erstellt.
es_es: Se ha creado "{0}".
fr_fr: '{0}' est créé(e).
it_it: Creazione di '{0}' completata.
pt_br: '{0}' criada.
zh_cn: 已创建‘{0}’。

# UDTImportDataStartMsg
source: Processing user-defined data type {0}: {1} data type '{2}'
de_de: Verarbeiten von benutzerdefiniertem Datentyp {0}: Datentyp {1} '{2}'
es_es: Procesando tipo de datos {0} definido por el usuario: tipo de datos "{2}" {1}
fr_fr: Traitement du type de données défini par l'utilisateur {0}: type de données {1} '{2}'
it_it: Elaborazione tipo di dati definito dall'utente {0}: tipo di dati {1} '{2}'
pt_br: Processamento do tipo de dados definidos por usuários {0}: tipo de dados {1} '{2}'
zh_cn: 正在处理用户定义数据类型{0}: {1}数据类型'{2}'

# UDTImportSuccessWithErrorOrWarningMsg
source: Import of the M8X file completed with errors or warning.
de_de: Import der M8X-Datei mit Fehlern oder Warnungen abgeschlossen.
es_es: Se ha completado la importación del archivo M8X con errores o advertencias.
fr_fr: L'importation du fichier M8X s'est terminée avec des erreurs ou des avertissements.
it_it: Importazione del file M8X completata con errori o avvisi.
pt_br: A importação do arquivo M8X foiu concluída sem erros ou avisos.
zh_cn: M8X 文件的导入已完成，但出现错误或警告。

# UDTImportSuccessNoDatatMsg
source: The M8X file was successfully imported but with no data.
de_de: M8X-Datei wurde erfolgreich importiert, enthält aber keine Daten.
es_es: El archivo M8X se exportó correctamente, pero sin datos.
fr_fr: L'importation du fichier M8X a réussi, mais sans données.
it_it: Il file M8X è stato importato correttamente, ma senza dati.
pt_br: O arquivo M8X foi importado com sucesso, mas está vazio.
zh_cn: M8X 文件已成功导入，但没有数据。

# UDTImportEndResultMsg
source: ========== Import: {0} succeeded, {1} warning(s), {2} failed ==========
de_de: ========== Import: {0} erfolgreich, {1} Warnung(en), {2} fehlgeschlagen==========
es_es: ========== Importar: {0} correctamente, {1} advertencias, {2} errores ==========
fr_fr: ========== Importation : {0} a réussi, {1} avertissement(s), {2} a échoué ==========
it_it: ========== Importazione di {0} completata correttamente, {1} avviso/i, {2} non riuscito ==========
pt_br: ========== Importação: {0} bem-sucedida, {1} avoso(s), {2} falhou ==========
zh_cn: ========== 导入: {0} 个成功，{1} 个警告，{2} 个失败 ==========

# UDTImportExceptionMsg
source: An error occurred when importing '{0}'.
de_de: Beim Import von '{0}' ist ein Fehler aufgetreten.
es_es: Se ha producido un error al importar "{0}".
fr_fr: Une erreur s'est produite lors de l'importation de '{0}'.
it_it: Si è verificato un errore durante l'importazione '{0}'.
pt_br: Ocorreu um erro durante a exportação de '{0}'.
zh_cn: 导入‘{0}’时发生错误。

# UDTImportExisteGlobalDataMsg
source: '{0}' existed in Global Variables.
de_de: '{0}' war in Globale Variablen vorhanden.
es_es: "{0}" existía en variables globales.
fr_fr: '{0}' existait dans Variables globales.
it_it: '{0}' esisteva nelle variabili globali.
pt_br: '{0}' existia em Variáveis Globais.
zh_cn: ‘{0}’存在于全局变量中。

# UDTImportFaildMsg
source: Unable to import '{0}'.
de_de: Kann '{0}' nicht importieren.
es_es: Imposible importar "{0}".
fr_fr: Impossible d'importer '{0}'.
it_it: Impossibile importare '{0}'.
pt_br: Não é possível importar '{0}'.
zh_cn: 无法导入‘{0}’。

# UDTImportFileLocationMsg
source: Importing from file: {0}
de_de: Import von Datei: {0}
es_es: Importando desde el archivo: {0}
fr_fr: Importation à partir du fichier : {0}
it_it: Importazione da file: {0}
pt_br: Importando do arquivo: {0}
zh_cn: 正在从文件: {0} 导入

# UDTImportValidateFileNoExistMsg
source: Validation failed because {0} does not exist.
de_de: Validierung fehlgeschlagen, da {0} nicht existiert.
es_es: Error en la validación porque {0} no existe.
fr_fr: La validation a échoué, car {0} n'existe pas.
it_it: Convalida non riuscita. {0} non esiste.
pt_br: A validação falhou porque {0} não existe.
zh_cn: 验证失败，因为 {0} 不存在。

# UDTImportValidateHintMsg
source: {0} in {1} Element:
de_de: äöü{0} in {1} Element:ßßßßßß
es_es: {0} en {1} elemento:
fr_fr: {0} dans l'élément {1} :
it_it: {0} in {1} Elemento:
pt_br: {0} no Elemento {1}:
zh_cn: {1} 元素中的 {0}:

# UDTImportValidateIllegalMsg
source: {0} is an invalid file.
de_de: {0} ist eine ungültige Datei.
es_es: {0} es un archivo no válido.
fr_fr: {0} est un fichier non valide.
it_it: {0} è un file non valido.
pt_br: {0} é um arquivo inválido.
zh_cn: {0} 是无效文件。

# UDTImportWarningPlaceMsg
source: Warning: Replacing data type '{0}'.
de_de: Warnung: Datentyp '{0}' wird ersetzt.
es_es: Advertencia: Sustituyendo tipo de datos '{0}'.
fr_fr: Avertissement : remplacement du type de données '{0}'.
it_it: Avviso: sostituzione del tipo di dati '{0}'.
pt_br: Aviso: substituindo o tipo de dados '{0}'.
zh_cn: 警告: 正在替换数据类型 '{0}'。

# UDTExportCancelMsg
source: The operation aborted because the export operation was stopped before completion.
de_de: Der Vorgang wurde abgebrochen, da der Export vor Abschluss angehalten wurde.
es_es: La operación se ha abortado porque la operación de exportación se detuvo antes de completarse.
fr_fr: L'opération a été annulée, car l'opération d'exportation a été arrêtée avant la fin.
it_it: L'operazione è stata annullata perché l'esportazione è stata interrotta prima del completamento.
pt_br: A operação foi anulada porque a operação de exportação foi interrompida antes de estar concluída.
zh_cn: 操作已中止，因为导出操作在完成之前已停止。

# UDTImportUnableAssignMsg
source: Warning: Unable to assign value '{0}' to property '{1}'.
de_de: Warnung: Der Wert '{0}' konnte der Eigenschaft '{1}' nicht zugewiesen werden.
es_es: Advertencia: Imposible asignar el valor "{0}" a la propiedad "{1}".
fr_fr: Avertissement : impossible d'assigner la valeur '{0}' à la propriété '{1}'.
it_it: Avviso: impossibile assegnare il valore '{0}' alla proprietà '{1}'.
pt_br: Aviso: Não foi possível atribuir o valor '{0}' à propriedade '{1}'.
zh_cn: 警告: 无法将值‘{0}’分配给属性‘{1}’。

# UDTImportCancelMsg
source: The operation aborted because the import operation was stopped before completion.
de_de: Der Vorgang wurde abgebrochen, da der Import vor Abschluss angehalten wurde.
es_es: La operación se ha abortado porque la operación de importación se detuvo antes de completarse.
fr_fr: L'opération a été annulée, car l'opération d'importation a été arrêtée avant la fin.
it_it: L'operazione è stata annullata perché l'importazione è stata interrotta prima del completamento.
pt_br: A operação foi anulada porque a operação de importação foi interrompoida antes de estar concluída.
zh_cn: 操作已中止，因为导入操作在完成之前已停止。

# UDTImportFailMsg
source: Unable to import the user-defined data types.
de_de: Benutzerdefinierte Datentypen konnten nicht importiert werden.
es_es: No se puede importar los tipos de datos definidos por el usuario.
fr_fr: Impossible d'importer les types de données définis par l'utilisateur.
it_it: Impossibile importare i tipi di dati definiti dall'utente.
pt_br: Não foi possível importar os tipos de dados definidos pelo usuário.
zh_cn: 无法导入用户定义数据类型。

# UDTImportSuccessWithoutErrorMsg
source: The M8X file was imported successfully.
de_de: Die M8X-Datei wurde erfolgreich importiert.
es_es: El archivo M8X se importó correctamente.
fr_fr: L'importation du fichier M8X a réussi.
it_it: Il file M8X è stato importato correttamente.
pt_br: O arquivo M8X foi importado com sucesso.
zh_cn: M8X 文件已成功导入。

# UDTImportDimensionInvalidMsg
source: Invalid dimension entry.
de_de: Ungültiger Bemaßungseintrag.
es_es: Entrada de dimensión no válida.
fr_fr: Entrée de dimension non valide.
it_it: Voce dimensione non valida.
pt_br: Entrada de dimensão inválida.
zh_cn: 维度输入无效。

# UDTImportDataIllegalMsg
source: Cannot import '{0}': The data is invalid.
de_de: '{0}' konnte nicht importiert werden: Die Daten sind ungültig.
es_es: No se puede importar "{0}": Los datos no son válidos.
fr_fr: Impossible d'importer '{0}' : les données sont non valides.
it_it: Impossibile importare '{0}': I dati non sono validi.
pt_br: Impossível importar '{0}': Os dados não são válidos.
zh_cn: 无法导入‘{0}’: 数据无效。

# EdgeTriggerOnLabelText
source: Edge trigger on {0}
de_de: Flankenauslöser auf {0}
es_es: Impulso de flanco activado {0}
fr_fr: Déclenchement sur front activé {0}
it_it: Trigger Edge attivo {0}
pt_br: Disparador de borda ativado {0}
zh_cn: 沿触发功能已打开 {0}

# UDTImportCancelPouPassWordMsg
source: Warning: Cancellation of the password prompt dialog.
de_de: Warnung: Abbruch des Dialogfelds zur Kennworteingabe.
es_es: Advertencia: Cancelación del diálogo de solicitud de contraseña.
fr_fr: Avertissement: Annulation de la dialogue pour soumettre le mot de passe.
it_it: Avviso: annullamento della finestra di dialogo di richiesta della password.
pt_br: Aviso: cancelamento do diálogo de solicitação de senha.
zh_cn: 警告:取消密码提示对话框。

# ControllerChangePouPortectedExceptionMessage
source: Cancellation of the password prompt dialog. The retain value of variables in the {0} will not be converted to enable.
de_de: Passworteingabedialog wird abgebrochen. Der beibehaltene Wert der Variablen in {0} wird nicht zum Aktivieren umgewandelt.
es_es: Cancelación del diálogo de solicitud de contraseña. El valor retenido de las variables de {0} no se convertirá para habilitarlo.
fr_fr: Annulation du message d'invite de mot de passe. La valeur conservée des variables dans {0} ne sera pas convertie en Activer.
it_it: Annullamento della finestra di dialogo di richiesta della password. Il valore di conservazione delle variabili in {0} non sarà convertito per l'abilitazione.
pt_br: Caixa de diálogo de solicitação de cancelamento de senha. O valor retido das variáveis em {0} não será convertido para habilitar.
zh_cn: 取消密码提示对话框。{0} 中的变量的保留值将不会转换为启用。

# UDTDataTypeStyleArray
source: Array
de_de: äöüArrayßßßßßß
es_es: de matriz
fr_fr: Tableau
pt_br: de matriz
zh_cn: 数组

# UDTDataTypeStyleDefinedWord
source: Defined word
de_de: Definiertes Wort
es_es: de palabra definid
fr_fr: Mot défini
it_it: Parola definita
pt_br: com palavra definida
zh_cn: 已定义的字

# UDTDataTypeStyleStructure
source: Structure
de_de: Struktur
es_es: de estructura
fr_fr: êæùçStructureëëëëë
it_it: Struttura
pt_br: de estrutura
zh_cn: 结构

# DeleteInterruptLabelCaption
source: Delete the User Interrupt?
de_de: Benutzerunterbrechung löschen?
es_es: ¿Desea suprimir la interrupción del usuario?
fr_fr: Supprimer l'interruption utilisateur?
it_it: Eliminare l'interrupt utente?
pt_br: Excluir a interrupção do usuário?
zh_cn: 是否删除此用户中断？

# DeletePouCheckBoxCaption
source: Delete the interrupt program
de_de: Unterbrechungsprogramm löschen
es_es: Eliminar el programa de interrupción
fr_fr: Supprimer le programme interrompu
it_it: Eliminare il programma interrupt
pt_br: Excluir Programa Interrompido
zh_cn: 删除中断程序

# DownloadProjectProjectValueTooltip
source: Check this box to enable. ● Initiallize variables with project value.
de_de: Markieren Sie dieses Kontrollkästchen, um folgende Funktionen zu aktivieren. ● Initialisieren von Variablen mit Projektwerten.
es_es: Marque esta casilla para habilitar la opción. ● Inicialice las variables con el valor del proyecto.
fr_fr: Cochez cette case pour l'activer. ● Initialisez les variables avec la valeur de projet.
it_it: Selezionare questa casella per attivarla. ● Inizializzare le variabili con il valore di progetto.
pt_br: Marque essa caixa para habilitar. ● Inicializar variáveis com valor do projeto.
zh_cn: 选中该框以启用。 ● 使用项目值将变量初始化。
