Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MemoryCtrlAvailableCaption
source: Available:
de_de: Verfügbar:
es_es: Disponible:
fr_fr: Disponible :
it_it: Disponibile:
pt_br: Disponível:
zh_cn: 可用:

# MemoryCtrlStepCaption
source: Steps
de_de: Schritte
es_es: Pasos
fr_fr: étapes
it_it: Passi
pt_br: Etapas
zh_cn: 步骤

# MemoryCtrlTotalCaption
source: Total:
de_de: Gesamt:
es_es: ÁéÜTotal:ñññññ
it_it: Totale:
pt_br: ãçêúTotal:ÀÀÀÀÀ
zh_cn: 总计:

# MemoryCtrlUsedCaption
source: Used:
de_de: Verwendet:
es_es: Usado:
fr_fr: Utilisé :
it_it: Utilizzato:
pt_br: Usado:
zh_cn: 已用:

# DeviceInfoTreeRTCCaption
source: Real Time Clock
de_de: Echtzeituhr
es_es: Reloj de tiempo real
fr_fr: Horloge temps réel
pt_br: Relógio em Tempo Real
zh_cn: 实时时钟

# RtcMemCtrlDateCaption
source: Date:
de_de: Datum:
es_es: Fecha:
it_it: Data:
pt_br: Data:
zh_cn: 日期:

# RtcMemCtrlTimeCaption
source: Time:
de_de: Zeit:
es_es: Hora:
fr_fr: Heure :
it_it: Durata:
pt_br: Hora:
zh_cn: 时间:

# EmbeddedIOInputFiltersCaption
source: Input Filters
de_de: Eingangsfilter
es_es: Filtros de entrada
fr_fr: Filtres d'entrée
it_it: Filtri di ingresso
pt_br: Filtros de Entrada
zh_cn: 输入筛选器

# InterruptConfigureDescriptionCaption
source: {0} Description:
de_de: {0} Beschreibung:
es_es: Descripción de {0}:
it_it: Descrizione di {0}:
pt_br: Descrição de {0}:
zh_cn: {0}描述:

# InterruptConfigureAddCaption
source: Add {0}
de_de: Hinzufügen {0}
es_es: Agregar {0}
fr_fr: Ajouter {0}
it_it: Aggiungi {0}
pt_br: Adicionar {0}
zh_cn: 添加 {0}

# ConnectionPresenterChangeControllerModeMessage
source: Would you like to change controller mode from {0} to {1}?
de_de: Möchten Sie den Steuerungsmodus von {0} nach {1} ändern?
es_es: ¿Desea cambiar el modo del controlador de {0} a {1}?
fr_fr: Voulez-vous modifier le mode du contrôleur de {0} à {1} ?
it_it: Cambiare la modalità del controllore da {0} a {1}?
pt_br: Gostaria de alterar o modo do controlador de {0} para {1}?
zh_cn: 是否要将控制器模式从{0}更改为{1}？

# DeviceInfoTreeExpansionIOCaption
source: Expansion Modules
de_de: Erweiterungsmodule
es_es: Módulos de expansión
fr_fr: Modules d'extension
it_it: Moduli di espansione
pt_br: Módulos de Expansão
zh_cn: 扩展模块

# DeviceInfoTreeSerialPortCaption
source: Serial Port
de_de: Serieller Anschluss
es_es: Puerto serie
fr_fr: Port série
it_it: Porta seriale
pt_br: Porta serial
zh_cn: 串行端口

# DeviceInfoTreeControllerCaption
source: Controller
de_de: Steuerung
es_es: Controlador
fr_fr: Contrôleur
it_it: Controllore
pt_br: Controlador
zh_cn: 控制器

# Micro800ConfigToolbarSecureBtnToolTip
source: Set, Change or Clear Micro800 Controller Password Protection and Communication Access
de_de: Kennwortschutz und Kommunikationszugriff für Micro800-Steuerung festlegen, ändern oder löschen
es_es: Permite establecer, cambiar o borrar la protección con contraseña y el acceso a comunicaciones del controlador Micro800
fr_fr: Définissez, modifiez ou effacez la protection par mot de passe et la protection partielle de données du contrôleur Micro800 en écriture
it_it: Imposta, modifica o rimuovi la protezione con password e l'accesso comunicazione del controllore Micro800
pt_br: Definir, alterar ou limpar a proteção por senha e o acesso de comunicação do controlador Micro800
zh_cn: 设置、更改或清除 Micro800 控制器密码保护和通信访问

# ConnectionConfigSecureCaption
source: Secure
de_de: Sichern
es_es: Seguridad
fr_fr: Sécuriser
it_it: Proteggi
pt_br: Segurança
zh_cn: 安全

# DeviceInfoTreeEthernetCaption
source: Ethernet
de_de: äöüEthernetßßßßßß
es_es: ÁéÜEthernetñññññ
fr_fr: êæùçEthernetëëëëë
pt_br: ãçêúEthernetÀÀÀÀÀ
zh_cn: 以太网

# DeviceInfoTreeEthernetPortCaption
source: Port Settings
de_de: Anschlusseinstellungen
es_es: Configuración de puerto
fr_fr: Paramètres du port
it_it: Impostazioni porta
pt_br: Configurações da Porta
zh_cn: 端口设置

# DeviceInfoTreeEthernetDiagnosticsCaption
source: Port Diagnostics
de_de: Anschlussdiagnose
es_es: Diagnóstico de puerto
fr_fr: Diagnostics du port
it_it: Diagnostica porta
pt_br: Diagnósticos da Porta
zh_cn: 端口诊断

# DeviceInfoTreeInternetProtocolCaption
source: Internet Protocol
de_de: Internetprotokoll
es_es: Protocolo de Internet
fr_fr: Protocole Internet
it_it: Protocollo Internet
pt_br: Protocolo de Internet
zh_cn: 因特网协议

# EthernetLinkDupFullRangeValue
source: Full
de_de: Voll
es_es: Completo
fr_fr: Intégral
pt_br: Completo
zh_cn: 全部

# EthernetLinkDupHalfRangeValue
source: Half
de_de: Halb
es_es: Medio
fr_fr: Semi
it_it: Metà
pt_br: Metade
zh_cn: 一半

# EthernetLinkStateDisableRangeValue
source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivato
pt_br: Desativado
zh_cn: 已禁用

# EthernetLinkStateEnableRangeValue
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
pt_br: Ativado
zh_cn: 已启用

# EthernetOfflineAutoNegoCaption
source: Auto-Neg_otiate Speed and Duplex Mode
de_de: Geschwindigkeit und Duplexbetrieb der Auto-Neg_otiate-Funktion
es_es: Neg_ociar automáticamente la velocidad y el modo dúplex
fr_fr: Nég_ociation automatique de la vitesse et du mode Duplex
it_it: Velocità neg_oziazione-automatica e modalità duplex
pt_br: Neg_ociar automaticamente a velocidade e o modo duplo
zh_cn: 自动协商速度和双工模式(_O)

# EthernetOfflineSetDupCaption
source: Duplex _Mode:
de_de: Duplex_modus:
es_es: _Modo dúplex:
fr_fr: _Mode Duplex :
it_it: Modalità_duplex:
pt_br: Modo du_plo:
zh_cn: 双工模式(_M):

# EthernetOfflineSetSpeedCaption
source: S_peed:
de_de: Ges_chwindigkeit:
es_es: _Velocidad:
fr_fr: V_itesse :
it_it: V_elocità:
pt_br: Veloci_dade:
zh_cn: 速度(_P):

# EthernetOfflineSetStateCaption
source: Port State:
de_de: Anschlusszustand:
es_es: Estado del puerto:
fr_fr: Etat du port :
it_it: Stato porta:
pt_br: Estado da Porta:
zh_cn: 端口状态:

# EthernetOnlineAlignDiscardsCaption
source: Alignment Errors:
de_de: Abgleichfehler:
es_es: Errores de alineación:
fr_fr: Erreurs d'alignement :
it_it: Errori di allineamento:
pt_br: Erros de Alinhamento:
zh_cn: 对齐错误:

# EthernetOnlineCarrierErrCaption
source: Carrier Sense Errors:
de_de: Carrier-Abfragefehler:
es_es: Errores de sentido de portadora:
fr_fr: Erreurs de détection de porteuse :
it_it: Errori carrier sense:
pt_br: Erros de Detecção de Portadora:
zh_cn: 载波感知错误:

# EthernetOnlineCurrDupCaption
source: Duplex Mode:
de_de: Duplexmodus:
es_es: Modo dúplex:
fr_fr: Mode Duplex :
it_it: Modalità duplex:
pt_br: Modo duplo:
zh_cn: 双工模式:

# EthernetOnlineCurrSpeedCaption
source: Speed:
de_de: Geschwindigkeit:
es_es: Velocidad:
fr_fr: Vitesse :
it_it: Velocità:
pt_br: Velocidade:
zh_cn: 速度:

# EthernetOnlineCurrStateCaption
source: Port State:
de_de: Anschlusszustand:
es_es: Estado del puerto:
fr_fr: Etat du port :
it_it: Stato porta:
pt_br: Estado da Porta:
zh_cn: 端口状态:

# EthernetOnlineDefTransCaption
source: Deferred Transmissions:
de_de: Verzögerte Übertragungen:
es_es: Transmisiones diferidas:
fr_fr: Transmissions reportées :
it_it: Trasmissioni differite:
pt_br: Transmissões Adiadas:
zh_cn: 延迟传输:

# EthernetOnlineExceColliCaption
source: Excessive Collisions:
de_de: Exzessive Kollisionen:
es_es: Colisiones excesivas:
fr_fr: Collisions trop nombreuses :
it_it: Collisioni eccessive:
pt_br: Colisões Excessivas:
zh_cn: 过多冲突:

# EthernetOnlineFCSErrorsCaption
source: FCS Errors:
de_de: FCS-Fehler:
es_es: Errores de FCS:
fr_fr: Erreurs FCS :
it_it: Errori FCS:
pt_br: Erros de FCS:
zh_cn: FCS 错误:

# EthernetOnlineFrameCaption
source: Frame Too Long:
de_de: Frame zu lang:
es_es: Trama demasiado larga:
fr_fr: Trame trop longue :
it_it: Frame troppo lungo:
pt_br: Quadro Muito Longo:
zh_cn: 帧过长:

# EthernetOnlineInfTypeCaption
source: Interface Type
de_de: Schnittstellentyp
es_es: Tipo de interfaz
fr_fr: Type d'interface
it_it: Tipo di interfaccia
pt_br: Tipo de Interface
zh_cn: 接口类型

# EthernetOnlineInfTypeInternalRangeValue
source: Internal
de_de: Intern
es_es: Interna
fr_fr: Interne
it_it: Interna
pt_br: Interno
zh_cn: 内部

# EthernetOnlineInfTypeOpticalFiberRangeValue
source: Optical Fiber
de_de: Optische Glasfasern
es_es: Fibra óptica
fr_fr: Fibre optique
it_it: Fibra ottica
pt_br: Fibra Óptica
zh_cn: 光纤

# EthernetOnlineInfTypeTwiPairRangeValue
source: Twisted Pair
de_de: Verdrillte Leitung
es_es: Par trenzado
fr_fr: Paire torsadée
it_it: Doppino
pt_br: Par Trançado
zh_cn: 双绞线

# EthernetOnlineInfTypeUnknownRangeValue
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pt_br: Desconhecido
zh_cn: 未知

# EthernetOnlineInOctCaption
source: Inbound
de_de: Eingehend
es_es: De entrada
fr_fr: Entrant
it_it: In ingresso
pt_br: Entrada
zh_cn: 入站

# EthernetOnlineUnknownCaption
source: Unknown Protocol Packets:
de_de: Protokollpaket:
es_es: Paquetes de protocolo desconocido:
fr_fr: Paquets de protocole inconnus :
it_it: Pacchetti con protocollo sconosciuto:
pt_br: Pacotes de Protocolo Desconhecido:
zh_cn: 未知协议数据包:

# EthernetOnlineLateColliCaption
source: Late Collisions:
de_de: Verzögerte Kollisionen:
es_es: Colisiones tardías:
fr_fr: Collisions tardives :
it_it: Collisioni ritardate:
pt_br: Colisões Tardias:
zh_cn: 上次冲突:

# EthernetOnlineMACRecErrCaption
source: MAC Received Errors:
de_de: MAC-Empfangsfehler:
es_es: Errores recibidos de MAC:
fr_fr: Erreurs de réception MAC:
it_it: Errori MAC ricevuti:
pt_br: Erros de MAC Recebidos:
zh_cn: 收到的 MAC 错误:

# EthernetOnlineMACTranErrCaption
source: MAC Transmit Errors:
de_de: MAC-Übertragungsfehler:
es_es: Errores transmitidos de MAC:
fr_fr: Erreurs de transmission MAC:
it_it: Errori di trasmissione MAC:
pt_br: Erros de Transmissão de MAC:
zh_cn: MAC 传输错误:

# EthernetOnlineMultiColliCaption
source: Multiple Collisions:
de_de: Mehrere Kollisionen:
es_es: Colisiones múltiples:
fr_fr: Collisions multiples:
it_it: Collisioni multiple:
pt_br: Colisões Múltiplas:
zh_cn: 多个冲突:

# EthernetOnlineDiscardsCaption
source: Packets Discarded:
de_de: Verworfene Pakete:
es_es: Paquetes descartados:
fr_fr: Paquets ignorés :
it_it: Pacchetti ignorati:
pt_br: Pacotes descartados:
zh_cn: 丢弃的数据包:

# EthernetOnlineErrorsCaption
source: Packets With Errors:
de_de: Pakete mit Fehlern:
es_es: Paquetes con errores:
fr_fr: Paquets avec erreurs :
it_it: Pacchetti con errori:
pt_br: Pacotes com Erros:
zh_cn: 带有错误的数据包:

# EthernetOnlineNUcastCaption
source: Nonunicast Packets:
de_de: Nonunicast-Pakete:
es_es: Paquetes de no unidifusión:
fr_fr: Paquets non-unicast :
it_it: Pacchetti non unicast:
pt_br: Pacotes não transmitidos em unicast:
zh_cn: 非单播数据包:

# EthernetOnlineOutOctCaption
source: Outbound
de_de: Ausgehend
es_es: De salida
fr_fr: Sortant
it_it: In uscita
pt_br: Saída
zh_cn: 出站

# EthernetOnlineUcastCaption
source: Unicast Packets:
de_de: Unicast-Pakete:
es_es: Paquetes de unidifusión:
fr_fr: Paquets unicast :
it_it: Pacchetti unicast:
pt_br: Pacotes transmitidos em unicast:
zh_cn: 单播数据包:

# EthernetOnlineSingleColliCaption
source: Single Collisions:
de_de: Einzelne Kollisionen:
es_es: Colisiones únicas:
fr_fr: Collisions uniques :
it_it: Collisioni singole:
pt_br: Colisões Simples:
zh_cn: 单个冲突:

# EthernetOnlineSQECaption
source: SQE Test Errors:
de_de: SQE-Testfehler:
es_es: Errores de prueba de calidad de señal:
fr_fr: Erreurs de test SQE :
it_it: Errori test SQE:
pt_br: Erros de Teste de SQE:
zh_cn: SQE 测试错误:

# EthernetPortApplySettingCaption
source: _Save Settings to Controller
de_de: _Einstellungen in der Steuerung speichern
es_es: Guardar con_figuración en controlador
fr_fr: Enregi_strer les paramètres dans le contrôleur
it_it: _Salva le impostazioni nel controllore
pt_br: _Salvar as Configurações no Controlador
zh_cn: 将设置保存到控制器(_S)

# EthernetPortDiagnosticsResetCaption
source: Reset Counters
de_de: Zähler-Reset
es_es: Restablecer contadores
fr_fr: Réinitialiser les compteurs
it_it: Reset contatori
pt_br: Reset Contadores
zh_cn: 复位计数器

# EthernetPortDownloadFailMessage
source: Apply Ethernet port settings failed.
de_de: Übernehmen der Ethernet-Port Einstellungen sind fehlgeschlagen.
es_es: Error al aplicar la configuración del puerto Ethernet.
fr_fr: Echec de l'application des paramètres de port Ethernet.
it_it: Applicazione delle impostazioni della porta Ethernet non riuscita.
pt_br: Falha ao aplicar as configurações da porta Ethernet.
zh_cn: 以太网端口设置失败。

# TCPIPPresenterApplyActionFailed
source: Apply Internet Protocol settings failed.
de_de: Übernehmen der Internetprotokolls Einstellungen sind fehlgeschlagen.
es_es: Error al aplicar la configuración del protocolo de Internet.
fr_fr: Echec de l'application des paramètres du protocole Internet.
it_it: Applicazione delle impostazioni Protocollo Internet non riuscita.
pt_br: Falha ao aplicar as configurações do protocolo de Internet.
zh_cn: 因特网协议设置失败。

# TCPIPApplySettingsCaption
source: Save Settings To Controller
de_de: Einstellungen der Steuerung speichern
es_es: Guardar configuración en controlador
fr_fr: Enregistrer les paramètres dans le contrôleur
it_it: Salva le impostazioni nel controllore
pt_br: Salvar as Configurações no Controlador
zh_cn: 将设置保存到控制器

# TCPIPPresenterDHCP
source: Obtain IP _address automatically using DHCP
de_de: IP-_Adresse automatisch über DHCP beziehen
es_es: Obtener dirección IP _automáticamente con DHCP
fr_fr: Récupérer automatiquement l'_adresse IP à l'aide de DHCP
it_it: Ottieni automaticamente _indirizzo IP con DHCP
pt_br: Obter endereço IP _automaticamente usando DHCP
zh_cn: 使用 DHCP 自动获取 IP 设置(_A)

# TCPIPPresenterGateway
source: Gatewa_y Address:
de_de: Gatewa_y-Adresse:
es_es: Dirección de _puerta de enlace:
fr_fr: Adresse de la passere_lle :
it_it: Indirizzo gatewa_y:
pt_br: Endereço de Gatewa_y:
zh_cn: 网关地址(_Y):

# TCPIPPresenterIPAddress
source: IP Add_ress:
de_de: IP-Ad_resse:
es_es: Di_rección IP:
fr_fr: Ad_resse IP :
it_it: Indi_rizzo IP:
pt_br: Ende_reço IP:
zh_cn: IP地址(_R):

# TCPIPPresenterSelectACD
source: Detect d_uplicate IP address
de_de: D_oppelte IP Adresse erkennen
es_es: Detectar dirección IP d_uplicada
fr_fr: Détecter une adresse IP en do_uble
it_it: Rileva indirizzo IP d_uplicato
pt_br: Detectar endereço IP d_uplicado
zh_cn: 检测重复 IP 地址(_U)

# TCPIPPresenterStore
source: Co_nfigure IP address and settings
de_de: IP-Adresse und Einstellungen ko_nfigurieren
es_es: Co_nfigurar dirección IP y ajustes
fr_fr: Co_nfigurer l'adresse IP et les paramètres
it_it: Co_nfigura impostazioni e indirizzo IP
pt_br: Co_nfigurar endereço IP e definições
zh_cn: 配置 IP 地址和设置(_N)

# TCPIPPresenterSubnetMask
source: Subnet Mas_k:
de_de: Subnetzmas_ke:
es_es: Más_cara de subred:
fr_fr: Mas_que de sous-réseau :
pt_br: _Máscara de Sub-rede:
zh_cn: 子网掩码(_K):

# EthernetDiagnosticsInfCountersTitleCaption
source: Interface Counters
de_de: Schnittstellenzähler
es_es: Contadores de la interfaz
fr_fr: Compteurs d'interfaces
it_it: Contatori interfaccia
pt_br: Contadores da Interface
zh_cn: 接口计数器

# EthernetDiagnosticsMediaCountersTitleCaption
source: Media Counters
de_de: Medienzähler
es_es: Contadores de medio
fr_fr: Compteurs de médias
it_it: Contatori multimediali
pt_br: Contadores de Mídia
zh_cn: 介质计数器

# TCPIPConfigCtrlIPSettingsCaption
source: Internet Protocol (IP) Settings
de_de: Einstellungen des Internet-Protocol (IP)
es_es: Configuración del protocolo de Internet (IP)
fr_fr: Paramètres du protocole Internet (IP)
it_it: Impostazioni IP (Internet Protocol)
pt_br: Ajustes do Protocolo de Internet (IP)
zh_cn: 因特网协议(IP)设置

# EthernetPortSyncSettingCaption
source: Update from Controller
de_de: Aktualisierung vom Steuerung
es_es: Actualizar a partir de controlador
fr_fr: Mettre à jour à partir du contrôleur
it_it: Aggiorna dal controllore
pt_br: Atualizar do Controlador
zh_cn: 从控制器更新

# EthernetSettingNoSyncMessage
source: The settings in project and controller are different
de_de: Die Einstellungen im Projekt und in der Steuerung sind unterschiedlich.
es_es: La configuración del proyecto es distinta a la del controlador.
fr_fr: Les paramètres dans le projet et le contrôleur diffèrent
it_it: Le impostazioni del progetto sono diverse da quelle del controllore
pt_br: As configurações do projeto são diferentes das configurações do controlador
zh_cn: 项目中的设置与控制器不同

# IPSettingsNoSyncTitleCaption
source: Internet Protocol Settings
de_de: Internetprotokolleinstellungen
es_es: Configuración del protocolo de Internet
fr_fr: Paramètres du protocole Internet
it_it: Impostazioni Protocollo Internet
pt_br: Configurações do Protocolo de Internet
zh_cn: 因特网协议设置

# EthernetDisconnectionMessage
source: Save settings will result in disconnection from controller. {0}
de_de: Speichern der Einstellungen wird zu einer Trennung von der Steuerung führen.{0}
es_es: Si se guarda la configuración, se desconectará del controlador. {0}
fr_fr: L'enregistrement des paramètres entraînera la déconnexion du contrôleur. {0}
it_it: Il salvataggio delle impostazioni comporta la disconnessione dal controllore. {0}
pt_br: Salvar as configurações resultará em desconexão do controlador. {0}
zh_cn: 保存设置将导致与控制器断开连接。 {0}

# EthernetSaveToControllerBtnCaption
source: Save to Controller
de_de: In der Steuerung speichern
es_es: Guardar en controlador
fr_fr: Enregistrer sur le contrôleur
it_it: Salva sul controllore
pt_br: Salvar no Controlador
zh_cn: 保存到控制器

# PresentationAndUILoadEthernetCaption
source: Overwrite _Ethernet Settings
de_de: Üb_erschreiben der Ethernet-Einstellungen
es_es: Sobrescribir configuración _Ethernet
fr_fr: Paramètres _Ethernet d'écrasement
it_it: Sovrascrivi _Impostazioni Ethernet
pt_br: Sobrescrever _Configurações Ethernet
zh_cn: 覆盖以太网设置(_E)

# DeviceInfoTreeMotionCaption
source: Motion
de_de: äöüMotionßßßßßß
es_es: Movimiento
fr_fr: Mouvement
it_it: Controllo assi
pt_br: Movimento
zh_cn: 运动

# DeviceInfoTreeNewAxisCaption
source: < New Axis >
de_de: < Neue Achse >
es_es: < Nuevo eje >
fr_fr: < Nouvel axe >
it_it: < Nuovo asse >
pt_br: < Novo Eixo >
zh_cn: < 新轴 >

# MotionEngineExecTimeCaption
source: Motion _Engine Execution Time:
de_de: Ausführungszeit d_es Bewegungs-motors:
es_es: Ti_empo de ejecución de motor de movimiento:
fr_fr: Temps d'exécution du mot_eur de mouvement :
it_it: Durata _esecuzione motore movimento:
pt_br: Tempo de _Execução do Mecanismo de Movimento:
zh_cn: 运动引擎执行时间(_E):

# MotionEngineExecTimeUnitCaption
source: ms
de_de: äöümsßßßßßß
es_es: ÁéÜmsñññññ
fr_fr: êæùçmsëëëëë
pt_br: ãçêúmsÀÀÀÀÀ
zh_cn: 中ms文文文文文

# MotionMaximumAxisSupportedCaption
source: Maximum Number of Embedded PTO axes:
de_de: Maximale Anzahl der eingebetteten PTO-Achsen:
es_es: Número máximo de ejes PTO integrados:
fr_fr: Nombre maximal d'axes PTO sur l' embase :
it_it: Numero massimo di assi PTO integrati:
pt_br: Número máximo de eixos PTO integrados:
zh_cn: 嵌入式 高速脉冲串控制伺服 轴 的最大数量:

# MotionAxisConfigNodeDynamics
source: Dynamics
de_de: Dynamik
es_es: Dinámicos
fr_fr: Dynamique
it_it: Dinamica
pt_br: Dinâmica
zh_cn: 动态

# MotionAxisConfigNodeGeneral
source: General
de_de: Allgemein
es_es: ÁéÜGeneralñññññ
fr_fr: Général
it_it: Generale
pt_br: Geral
zh_cn: 常规

# MotionAxisConfigNodeHoming
source: Homing
de_de: äöüHomingßßßßßß
es_es: Autodirección
fr_fr: Prise d'origine
it_it: Azzeramento
pt_br: Inicialização
zh_cn: 原位

# MotionAxisConfigNodeLimits
source: Limits
de_de: Grenzen
es_es: Límites
fr_fr: Limites
it_it: Limiti
pt_br: Limites
zh_cn: 限制

# MotionAxisConfigNodeMotor
source: Motor and Load
de_de: Motor und Last
es_es: Motor y carga
fr_fr: Moteur et charge
it_it: Motore e carico
pt_br: Motor e Carga
zh_cn: 电机和载荷

# MotionAxisConfigNameFormatError
source: Unable to create or rename the axis. {0}
de_de: Achse kann nicht erzeugt oder umbenannt werden. {0}
es_es: No se puede crear ni cambiar el nombre del eje. {0}
fr_fr: Impossible de créer ou de renommer l'axe. {0}
it_it: Impossibile creare o rinominare l'asse. {0}
pt_br: Não é possível criar ou renomear o eixo. {0}
zh_cn: 无法创建或重命名轴。 {0}

# MotionAxisConfigNameLengthError
source: Maximum number of characters allowed is 40.
de_de: Maximal zulässige Zeichenanzahl: 40.
es_es: El número máximo de caracteres permitido es de 40.
fr_fr: Le nombre maximal de caractères autorisés correspond à 40.
it_it: Il numero massimo di caratteri consentito è 40.
pt_br: O número máximo permitido de caracteres é 40.
zh_cn: 允许使用的最大字符数为 40 个。

# MotionAxisConfigNameIsEmpty
source: Axis name cannot be empty.
de_de: Achsenbezeichnung kann nicht leer sein.
es_es: El nombre del eje no puede estar vacío.
fr_fr: Le nom de l'axe ne peut pas être vide.
it_it: Il nome dell'asse non può essere vuoto.
pt_br: O nome do eixo não pode estar vazio.
zh_cn: 轴名称不能为空。

# MotionAxisConfigNameAlreadyExists
source: The name is in used by variable, parameter or reserved word.
de_de: Die Bezeichnung wird von einer Variablen, einem Parameter oder einem reservierten Wort verwendet.
es_es: El nombre lo está usando una variable, un parámetro o es una palabra reservada.
fr_fr: Le nom est utilisé par une variable, un paramètre ou un mot réservé.
it_it: Il nome è utilizzato da una variabile, un parametro o una parola riservata.
pt_br: O nome está sendo usado por variável, parâmetro ou palavra reservada.
zh_cn: 变量、参数或保留字正在使用该名称。

# PresentationAndUIRenameCaption
source: Rename
de_de: Umbenennen
es_es: Cambiar de nombre
fr_fr: Renommer
it_it: Rinomina
pt_br: Renomear
zh_cn: 重命名

# ActiveLevel_HighActive
source: High
de_de: Hoch
es_es: Alto
fr_fr: Haut
it_it: Alto
pt_br: Alto
zh_cn: 高

# ActiveLevel_LowActive
source: Low
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
it_it: Basso
pt_br: Baixo
zh_cn: 低

# MotionAxisGeneralDriveEnableActiveLevelCaption
source: A_ctive Level:
de_de: A_ktive Ebene:
es_es: Nivel a_ctivo:
fr_fr: N_iveau logique :
it_it: Livello a_ttivo:
pt_br: Nível At_ivo:
zh_cn: 活动级别(_C):

# MotionAxisGeneralAxisNameCaption
source: A_xis Name:
de_de: Be_zeichnung der Achse:
es_es: No_mbre del eje:
fr_fr: Nom de l'a_xe :
it_it: No_me asse:
pt_br: Nome do Ei_xo:
zh_cn: 轴名称(_X):

# MotionAxisGeneralDeviceInputStringFormat
source: IO_EM_DI_{0:D2}
de_de: äöüIO_EM_DI_{0:D2}ßßßßßß
es_es: ÁéÜIO_EM_DI_{0:D2}ñññññ
fr_fr: êæùçIO_EM_DI_{0:D2}ëëëëë
pt_br: ãçêúIO_EM_DI_{0:D2}ÀÀÀÀÀ
zh_cn: 中IO_EM_DI_{0:D2}文文文文文

# MotionAxisGeneralDeviceOutputStringFormat
source: IO_EM_DO_{0:D2}
de_de: äöüIO_EM_DO_{0:D2}ßßßßßß
es_es: ÁéÜIO_EM_DO_{0:D2}ñññññ
fr_fr: êæùçIO_EM_DO_{0:D2}ëëëëë
pt_br: ãçêúIO_EM_DO_{0:D2}ÀÀÀÀÀ
zh_cn: 中IO_EM_DO_{0:D2}文文文文文

# MotionAxisGeneralDirectionOutputCaption
source: Direction Output:
de_de: Richtungs-Ausgang:
es_es: Salida de dirección:
fr_fr: Sortie (direction) :
it_it: Uscita direzione:
pt_br: Saída da Direção:
zh_cn: 输出方向:

# MotionAxisGeneralDriveEnableOutputCaption
source: Drive _Enable Output
de_de: Antrieb _Enable-Ausgang
es_es: Salida d_e unidad habilitada
fr_fr: Sortie d'activation de l'_entraînement
it_it: Uscita abilitazion_e azionamento
pt_br: Saída da Ativação do Inv_ersor
zh_cn: 驱动器启用输出(_E)

# MotionAxisGeneralDriveReadyInputCaption
source: Drive _Ready Input
de_de: Antrieb _Ready-Eingang
es_es: Entrada de _unidad preparada
fr_fr: Entrée servo-variateur p_rêt
it_it: Ing_resso azionamento pronto
pt_br: ãçêúDrive _Ready InputÀÀÀÀÀ
zh_cn: 驱动器就绪输入(_R)

# MotionAxisGeneralInPositionInputCaption
source: In-Position _Input
de_de: In-Pos_ition-Eingang
es_es: Entrada en pos_ición
fr_fr: Entrée en-pos_ition
it_it: _Ingresso in posizione
pt_br: Entrada_em posição
zh_cn: 原位输入(_I)

# MotionAxisGeneralDriveReadyInputInputCaption
source: I_nput:
de_de: Ei_ngang:
es_es: E_ntrada:
fr_fr: E_ntrée :
it_it: I_ngresso:
pt_br: E_ntrada:
zh_cn: 输入(_N):

# MotionAxisGeneralDriveEnableOutputOutputCaption
source: _Output:
de_de: A_usgang:
es_es: _Salida:
fr_fr: S_ortie :
it_it: _Uscita:
pt_br: S_aída:
zh_cn: 输出(_O):

# MotionAxisGeneralPTOChannelCaption
source: PTO C_hannel:
de_de: PTO-K_anal:
es_es: C_anal de PTO:
fr_fr: C_anal PTO :
it_it: C_anale PTO:
pt_br: _Canal PTO:
zh_cn: 高速脉冲串控制伺服 通道(_H):

# MotionAxisGeneralPTOChannelStringFormat
source: EM_{0}
de_de: äöüEM_{0}ßßßßßß
es_es: ÁéÜEM_{0}ñññññ
fr_fr: êæùçEM_{0}ëëëëë
pt_br: ãçêúEM_{0}ÀÀÀÀÀ
zh_cn: 中EM_{0}文文文文文
