Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MotionError_MC_FB_ERR_RANGE
source: The axis is not operational because an invalid axis dynamic parameter (velocity, acceleration, deceleration, or jerk) is set in a Function Block. Reset the state of the axis using the MC_Reset Function Block. In the Function Block, correct any setting for the dynamic parameters that conflict with the settings on the Axis Dynamics configuration page.
de_de: Die Achse ist aufgrund eines im Funktionsblock als ungültig festgelegten achsendynamischen Parameters (Geschwindigkeit, Beschleunigung, Entschleunigung oder Jerk) nicht betriebsfähig. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück. Korrigieren Sie die Einstellungen für die dynamischen Parameter im Funktionsblock, die mit den Einstellungen auf der Konfigurationsseite für die Achsendynamik in Konflikt stehen.
es_es: El eje no está operativo debido a que se ha definido un parámetro dinámico de eje no válido (velocidad, aceleración, desaceleración o sacudida) en un bloque de función. Restablezca el estado del eje mediante el bloque de función MC_Reset. En el bloque de función, corrija las opciones de los parámetros dinámicos que entren en conflicto con las opciones de la página de configuración de dinámica del eje.
fr_fr: L'axe n'est pas opérationnel en raison d'un paramètre de la dynamique de l'axe non valide (vitesse, accélération, décélération ou jerk) défini dans un bloc de fonctions. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Dans le bloc de fonctions, corrigez la configuration des paramètres dynamiques qui sont en conflit avec les paramètres de la page de configuration de la dynamique de l'axe.
it_it: L'asse non funziona a causa di un parametro dinamico dell'asse non valido (velocità, accelerazione, decelerazione o jerk), impostato in un blocco funzione. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Nel blocco funzione, correggere le impostazioni dei parametri dinamici in conflitto con le impostazioni nella pagina di configurazione Dinamica asse.
pt_br: O eixo não está operacional porque um parâmetro dinâmico de eixo inválido (velocidade, aceleração, desaceleração ou jerk) está definido em um Bloco da Função. Restaure o estado do eixo usando o Bloco da Função MC_Reset. No Bloco da Função, corrija qualquer configuração referente aos parâmetros dinâmicos que estão em conflito com as definições existentes na página de configuração Dinâmica do Eixo.
zh_cn: 由于功能块中设置的无效轴动态参数 (速度、加速、减速或加速度) 而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态。 在功能块中，更正与轴动态配置页面中的设置冲突的动态参数的设置。

# MotionError_MC_FB_ERR_WRONG_STATE
source: The axis is not operational because an incorrect axis state was detected during a Function Block execution. Reset the state of the axis using the MC_Reset Function Block.
de_de: Die Achse ist aufgrund eines während der Ausführung eines Funktionsblocks erkannten ungültigen Achsenstatus nicht betriebsfähig. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück.
es_es: El eje no está operativo debido a un estado de eje incorrecto detectado durante la ejecución de un bloque de función. Restablezca el estado del eje mediante el bloque de función MC_Reset.
fr_fr: L'axe n'est pas opérationnel en raison de la détection d'un état incorrect de l'axe lors de l'exécution d'un bloc de fonctions. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset.
it_it: L'asse non funziona a causa di uno stato dell'asse non corretto rilevato durante l'esecuzione di un blocco funzione. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset.
pt_br: O eixo não está operacional porque um estado de eixo incorreto foi detectado durante a execução de um Bloco da Função. Restaure o estado do eixo usando o Bloco da Função MC_Reset.
zh_cn: 由于检测到不正确的轴状态，从而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的运动状态。

# MotionError_MC_FB_ERR_SOFT_LIMIT
source: The axis is not operational because a Soft Limit error was detected, or executing the Function Block would cause a Soft Limit error. Reset the state of the axis using the MC_Reset Function Block. Check the velocity or target position settings for the Function Block, or adjust Soft Limit setting.
de_de: Die Achse ist aufgrund eines im Zusammenhang mit Softwarelimits erkannten oder erwarteten Fehlers in einem Funktionsblock nicht betriebsfähig. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück. Prüfen Sie die Geschwindigkeits- oder Zielpositionseinstellungen für den Funktionsblock, oder passen Sie die Einstellung der Software-Grenze an.
es_es: El eje no está operativo porque se detectó un error de límite por software; o bien, la ejecución del bloque de función provocaría un error de límite por software. Restablezca el estado del eje mediante el bloque de función MC_Reset. Compruebe la configuración de velocidad o de posición de destino para el bloque de función, o ajuste el límite por software.
fr_fr: L'axe n'est pas opérationnel en raison de la détection d'une erreur au niveau de la limite logicielle ou d'une erreur de cette nature pouvant être générée par l'exécution du bloc de fonctions. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Vérifiez les paramètres de rapidité ou de position cible pour le bloc de fonctions, ou réglez le paramètre de limite logicielle.
it_it: L'asse non funziona per via di un errore di limite software rilevato o per un errore di limite software causato dall'esecuzione del blocco funzione. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Controllare le impostazioni di velocità o posizione di destinazione per il blocco funzione, oppure regolare il Limite software.
pt_br: O eixo não está operacional porque um erro de Limite Flexível foi detectado, ou a execução do Bloco da Função causaria um erro de Limite Flexível. Restaure o estado do eixo usando o Bloco da Função MC_Reset. Verifique os ajustes de velocidade ou posição de destino do Bloco da Função, ou ajuste a definição de Limite Flexível.
zh_cn: 由于检测到软限位错误，或者由于执行功能块造成软限位错误，从而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态。 检查功能块的速度或目标位置设置，或者调整软限位设置。

# MotionError_UnknownError
source: Unknown Error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
it_it: Errore sconosciuto
pt_br: Erro Desconhecido
zh_cn: 未知错误

# NoCaption
source: No
de_de: Nein
es_es: ÁéÜNoñññññ
fr_fr: Non
pt_br: Não
zh_cn: 否

# YesCaption
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
pt_br: Sim
zh_cn: 是

# PostBuild_Message_Footer
source: ------ Build End ------
de_de: ------ Erstellen beendet ------
es_es: ------ Fin de compilación ------
fr_fr: ------ Fin de l'assemblage ------
it_it: ------ Fine compilazione ------
pt_br: ------ Fim da Compilação ------
zh_cn: ------ 生成结束 ------

# PostBuild_Message_Header1
source: -------------------- Post-build project: CONTROLLER --------------------
de_de: -------------------- Projekt nach dem Erstellen: STEUERUNG --------------------
es_es: -------------------- Proyecto posterior a la descarga: CONTROLADOR --------------------
fr_fr: -------------------- Projet post-assemblage : CONTRÔLEUR --------------------
it_it: -------------------- Progetto post-compilazione: CONTROLLER --------------------
pt_br: -------------------- Projeto pós-compilação: CONTROLLER --------------------
zh_cn: -------------------- 生成后项目:控制器 --------------------

# PostBuild_Message_Header2
source: -------------------- Post-build resource: {0} Configuration: {1} --------------
de_de: -------------------- Ressource nach dem Erstellen: {0} Konfiguration: {1} --------------
es_es: -------------------- Recurso posterior a la compilación: {0} Configuración: {1} --------------
fr_fr: -------------------- Ressource post-assemblage : {0} Configuration : {1} --------------
it_it: -------------------- Risorsa post-compilazione: {0} Configurazione: {1} --------------
pt_br: -------------------- Recurso pós-compilação: {0} Configuração: {1} --------------
zh_cn: -------------------- 生成后资源:{0} 配置: {1} --------------

# ProjectPostBuild_Message_Summary
source: {0}: {1} error(s), {2} warning(s)
de_de: {0}: {1} Fehler, {2} Warnung(en)
es_es: {0}: {1} errores, {2} advertencias
fr_fr: {0} : {1} erreur(s), {2} avertissement(s)
it_it: {0}: {1} errore/i, {2} avvertenza/e
pt_br: {0}: {1} erro(s), {2} aviso(s)
zh_cn: {0}: {1} 个错误，{2} 个警告

# MotionAxisInputConflictWarningMessage
source: {0} is assigned to multiple inputs: {1}
de_de: {0} ist mehreren Eingängen zugewiesen: {1}
es_es: {0} se ha asignado a varias entradas: {1}
fr_fr: {0} est affecté à plusieurs entrées : {1}
it_it: {0} è assegnato a più ingressi: {1}
pt_br: {0} está atribuído a várias entradas: {1}
zh_cn: 已经将 {0} 分配给多个输入: {1}

# MotionAxisUnassignedWarningMessage
source: {0} is unassigned.
de_de: {0} ist nicht zugewiesen.
es_es: {0} no se ha asignado.
fr_fr: {0} n'est pas affecté.
it_it: {0} non è assegnato.
pt_br: {0} não está atribuído.
zh_cn: {0} 未分配。

# MotionAxisGeneralPTOChannelWarningCurrentValue
source: Current Value
de_de: Aktueller Wert
es_es: Valor actual
fr_fr: Valeur actuelle
it_it: Valore corrente
pt_br: Valor Atual
zh_cn: 当前值

# MotionAxisGeneralPTOChannelWarningNewValue
source: New Value
de_de: Neuer Wert
es_es: Nuevo valor
fr_fr: Nouvelle valeur
it_it: Nuovo valore
pt_br: Novo Valor
zh_cn: 新值

# MotionAxisGeneralPTOChannelWarningProperty
source: Property
de_de: Eigenschaft
es_es: Propiedad
fr_fr: Propriété
it_it: Proprietà
pt_br: Propriedade
zh_cn: 属性

# MotionAxisGeneralPTOChannelHideWiringInfo
source: Hide Wiring Info
de_de: Infos zur Verdrahtung ausblenden
es_es: Ocultar información de cableado
fr_fr: Masquer les informations de câblage
it_it: Nascondi informazioni collegamenti
pt_br: Ocultar Informações da Fiação
zh_cn: 隐藏布线信息

# MotionAxisGeneralPTOChannelShowWiringInfo
source: Show Wiring Info
de_de: Infos zur Verdrahtung anzeigen
es_es: Mostrar información de cableado
fr_fr: Afficher les informations de câblage
it_it: Mostra informazioni collegamenti
pt_br: Exibir Informações da Fiação
zh_cn: 显示布线信息

# CopyCaption
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
pt_br: Copiar
zh_cn: 复制

# CutCaption
source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
it_it: Taglia
pt_br: Recortar
zh_cn: 剪切

# PasteCaption
source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
it_it: Incolla
pt_br: Colar
zh_cn: 粘贴

# EthernetDisconnectFooterMessage
source: Do you want to continue ?
de_de: Möchten Sie fortfahren?
es_es: ¿Desea continuar?
fr_fr: Voulez-vous continuer ?
it_it: Continuare?
pt_br: Deseja continuar?
zh_cn: 是否要继续？

# MotionAxisLimitsLowerSoftLimitWarning
source: Lower Soft Limit must be smaller than Upper Soft Limit. The range is from {0} to {1} {2}
de_de: Die untere Software-Grenze muss kleiner sein als das obere. Der Bereich reicht von {0} bis {1} {2}
es_es: El límite por software inferior debe ser menor que el límite por software superior. El intervalo es de {0} a {1} {2}
fr_fr: La limite logicielle bassee doit être plus petite que la limite logicielle haute. La plage s'étend de {0} à {1} {2}
it_it: Il limite software inferiore deve essere minore del limite software superiore. L'intervallo va da {0} a {1} {2}
pt_br: O Limite Flexível Inferior deve ser menor que o Limite Flexível Superior. O intervalo é de {0} a {1} {2}
zh_cn: 软限位下限必须小于软限位上限。范围在 {0} 到 {1} {2} 之间

# MotionAxisLimitsUpperSoftLimitWarning
source: Upper Soft Limit must be greater than Lower Soft Limit. The range is from {0} to {1} {2}
de_de: Die obere Software-Grenze muss größer sein als das untere. Der Bereich reicht von {0} bis {1} {2}
es_es: El límite por software superior debe ser mayor que el límite por software inferior. El intervalo es de {0} a {1} {2}
fr_fr: La limite logicielle haute doit être plus grande que la limite logicielle basse. La plage s'étend de {0} à {1} {2}
it_it: Il limite software superiore deve essere maggiore del limite software inferiore. L'intervallo va da {0} a {1} {2}
pt_br: O Limite Flexível Superior deve ser maior que o Limite Flexível Inferior. O intervalo é de {0} a {1} {2}
zh_cn: 软限位上限必须大于软限位下限。范围在 {0} 到 {1} {2} 之间

# MotionAxisLimitsWarningExclusive
source: exclusive
de_de: exklusiv
es_es: no incluido
fr_fr: exclusives
it_it: esclusivo
pt_br: ãçêúexclusiveÀÀÀÀÀ
zh_cn: 不含

# SecureMenu_ChangePasswordCaption
source: Change Password
de_de: Kennwort ändern
es_es: Cambiar contraseña
fr_fr: Modifier le mot de passe
it_it: Modifica password
pt_br: Alterar Senha
zh_cn: 更改密码

# SecureMenu_ChangePasswordTipText
source: Change the password used to password protect the controller.
de_de: Ändern Sie das zum Schutz der Steuerung verwendete Kennwort.
es_es: Permite cambiar la contraseña usada para proteger el controlador.
fr_fr: Modifiez le mot de passe utilisé pour protéger le contrôleur.
it_it: Modifica la password utilizzata per proteggere il controllore.
pt_br: Altere a senha usada para proteger o controlador com senha.
zh_cn: 更改用于保护控制器的密码。

# SecureMenu_ClearPasswordCaption
source: Clear Password
de_de: Kennwort löschen
es_es: Borrar contraseña
fr_fr: Effacer le mot de passe
it_it: Cancella password
pt_br: Apagar Senha
zh_cn: 清除密码

# SecureMenu_ClearPasswordTipText
source: Remove password protection from the controller.
de_de: Entfernen Sie den Kennwortschutz der Steuerung.
es_es: Permite eliminar la protección con contraseña del controlador.
fr_fr: Supprimer la protection par mot de passe du contrôleur.
it_it: Rimuove la protezione con password dal controllore.
pt_br: Remova a proteção por senha do controlador.
zh_cn: 删除控制器上的密码保护。

# SecureMenu_SetPasswordCaption
source: Set Password
de_de: Kennwort einrichten
es_es: Establecer contraseña
fr_fr: Définir le mot de passe
it_it: Imposta password
pt_br: Definir Senha
zh_cn: 设置密码

# SecureMenu_SetPasswordTipText
source: Enter a password and use it to password protect the controller.
de_de: Geben Sie ein Kennwort ein, verwenden Sie es zum Schutz der Steuerung.
es_es: Introduzca una contraseña y úsela para proteger el controlador.
fr_fr: Entrez un mot de passe et utilisez-le pour protéger le contrôleur.
it_it: Immettere una password e utilizzarla per proteggere il controllore.
pt_br: Digite uma senha e use-a para proteger o controlador com senha.
zh_cn: 输入密码，用该密码为控制器提供密码保护。

# MotionDedicatedIOConflictErrorMessage
source: {0} is already assigned to a dedicated motion signal {1} and cannot be assigned to {2}
de_de: {0} ist bereits einem belegten Motion-Signal zugewiesen {1} und kann nicht {2} zugewiesen werden
es_es: {0} ya se ha asignado a una señal de movimiento dedicada {1} y no se puede asignar a {2}
fr_fr: {0} est déjà affecté à un signal de mouvement dédié {1} et ne peut pas être affecté à {2}
it_it: {0} è già assegnato a un segnale di movimento dedicato {1} e non può essere assegnato a {2}
pt_br: {0} já está atribuído a um sinal de movimento dedicado {1} e não pode ser atribuído a {2}
zh_cn: 已经将 {0} 分配给专用运动信号 {1}，因此不能分配给 {2}

# MotionNonReusableIOConflictErrorMessage
source: {0} cannot be assigned to multiple inputs: {1}
de_de: {0} kann nicht mehreren Eingängen zugewiesen werden: {1}
es_es: {0} no se puede asignar a varias entradas: {1}
fr_fr: {0} ne peut pas être affecté à plusieurs entrées : {1}
it_it: {0} non può essere assegnato a ingressi multipli: {1}
pt_br: {0} não pode ser atribuído a várias entradas: {1}
zh_cn: {0} 不能分配给多个输入: {1}

# MotionAxisOutputConflictWarningMessage
source: {0} is assigned to multiple outputs: {1}
de_de: {0} ist mehreren Ausgängen zugewiesen: {1}
es_es: {0} se ha asignado a varias salidas: {1}
fr_fr: {0} est affecté à plusieurs sorties : {1}
it_it: {0} è assegnato a più uscite: {1}
pt_br: {0} está atribuído a várias saídas: {1}
zh_cn: 已经将 {0} 分配给多个输出: {1}

# StartupFaultStartupOptionsCaption
source: Startup Options
de_de: Startup-Optionen
es_es: Opciones de inicio
fr_fr: Options de démarrage
it_it: Opzioni di avviamento
pt_br: Opções de Inicialização
zh_cn: 启动选项

# DeviceInfoTreeExpansionAvailableCaption
source: < Available >
de_de: < Verfügbar >
es_es: < Disponible >
fr_fr: < Disponible >
it_it: < Disponibile >
pt_br: < Disponível >
zh_cn: < 可用 >

# MotionAxisAbsoluteVelocity
source: absolute velocity
de_de: Absolute Geschwindigkeit
es_es: velocidad absoluta
fr_fr: vitesse absolue
it_it: velocità assoluta
pt_br: velocidade absoluta
zh_cn: 绝对速度

# MotionAxisDisplacement
source: displacement
de_de: Abweichung
es_es: desplazamiento
fr_fr: déplacement
it_it: spostamento
pt_br: offset
zh_cn: 位移

# MotionAxisTime
source: time
de_de: Zeit
es_es: tiempo
fr_fr: temps
it_it: durata
pt_br: hora
zh_cn: 时间

# MotionAxisVelocity
source: velocity
de_de: Geschwindigkeit
es_es: velocidad
fr_fr: vitesse
it_it: velocità
pt_br: velocidade
zh_cn: 速度

# MotionError_MC_FB_ERR_AXISNUM
source: Motion internal Fault, Error ID = 0x04. Contact your local Rockwell Automation technical support representative. For contact information, see: http://support.rockwellautomation.com/MySupport.asp
de_de: Interner Bewegungsfehler, Fehler-ID = 0x04. Wenden Sie sich an Ihren zuständigen technischen Supportmitarbeiter von Rockwell Automation. Kontaktinformationen erhalten Sie hier: http://support.rockwellautomation.com/MySupport.asp
es_es: Error interno de movimiento. ID de error = 0x04. Póngase en contacto con su representante de soporte técnico local de Rockwell Automation. Para ver la información de contacto, consulte: http://support.rockwellautomation.com/MySupport.asp
fr_fr: Défaut interne de mouvement, ID de l'erreur = 0x04. Contactez votre représentant local du Support technique Rockwell Automation. Pour obtenir des informations sur les coordonnées, consultez le site suivant : http://support.rockwellautomation.com/MySupport.asp
it_it: Errore interno movimento, ID errore = 0x04. Contattare il rappresentante del supporto tecnico di zona di Rockwell Automation. Per le informazioni sui contatti, visitare: http://support.rockwellautomation.com/MySupport.asp
pt_br: Falha interna de movimento, ID do Erro = 0x04. Entre em contato com seu representante de suporte técnico local da Rockwell Automation. Para obter as informações de contato, visite: http://support.rockwellautomation.com/MySupport.asp
zh_cn: 运动内部故障，错误 ID = 0x04。 与当地的 Rockwell Automation 技术支持代表联系。有关联系信息，请参见: http://support.rockwellautomation.com/MySupport.asp

# MotionError_MC_FB_ERR_NOPOWER
source: The axis is not powered on. Power on the axis using MC_Power Function Block. Reset the state of the axis using the MC_Reset Function Block.
de_de: Die Achse ist nicht eingeschaltet. Schalten Sie die Achse mit dem Funktionsblock MC_Power ein. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück.
es_es: El eje no está conectado. Conecte el eje mediante el bloque de función MC_Power. Restablezca el estado del eje mediante el bloque de función MC_Reset.
fr_fr: L'axe n'est pas sous tension. Mettez l'axe sous tension à l'aide du bloc de fonctions MC_Power. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset.
it_it: L'asse non è alimentato. Alimentare l'asse con il blocco funzione MC_Power. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset.
pt_br: O eixo não está energizado. Energize o eixo usando o Bloco da Função MC_Power. Restaure o estado do eixo usando o Bloco da Função MC_Reset.
zh_cn: 轴未接通电源。 使用 MC_Power 功能块为轴接通电源。 请使用 MC_Reset 功能块复位轴的状态。

# MotionError_MC_FB_ERR_VELOCITY
source: The axis is not operational because the motion profile requested in a Function Block conflicts with the current axis velocity. Possible causes: 1. The Function Block requests the axis to reverse the direction while the axis is moving. 2. The current velocity is too low or too high for the requested motion profile. Reset the state of the axis using the MC_Reset Function Block. Correct the motion profile in the Function Block, or re-execute the Function Block when the axis velocity is compatible with the requested motion profile.
de_de: Die Achse ist nicht betriebsfähig, da das im Funktionsblock angeforderte Bewegungsprofil mit der aktuellen Achsengeschwindigkeit in Konflikt steht. Mögliche Ursachen: 1. Der Funktionsblock fordert während der Bewegung der Achse eine Richtungsumkehr. 2. Die aktuelle Geschwindigkeit ist für das angeforderte Bewegungsprofil zu niedrig oder zu hoch. Setzen Sie den Status der Achse mit dem Funktionsblock MC_RESET zurück. Korrigieren Sie das Bewegungsprofil im Funktionsblock, oder führen Sie den Funktionsblock erneut aus, wenn die Achsengeschwindigkeit mit dem angeforderten Bewegungsprofil kompatibel ist.
es_es: El eje no está operativo porque el perfil de movimiento solicitado en un bloque de función entra en conflicto con la velocidad del eje actual. Causas posibles: 1. El bloque de función solicita que el eje invierta la dirección mientras que el eje está en movimiento. 2. La velocidad actual es demasiado baja o demasiado alta para el perfil de movimiento solicitado. Restablezca el estado del eje mediante el bloque de función MC_Reset. Corrija el perfil de movimiento en el bloque de función o vuelva a ejecutar el bloque de función cuando la velocidad del eje sea compatible con el perfil de movimiento solicitado.
fr_fr: L'axe n'est pas opérationnel, car le profil de mouvement demandé dans un bloc de fonctions est en conflit avec la vitesse actuelle de l'axe. Causes possibles : 1. Le bloc de fonctions demande à l'axe de prendre la direction opposée au cours de son déplacement. 2. La rapidité actuelle est trop faible ou trop élevée pour le profil de mouvement demandé. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Corrigez le profil de mouvement dans le bloc de fonctions ou exécutez de nouveau le bloc de fonctions lorsque la vitesse de l'axe devient compatible avec le profil de mouvement demandé.
it_it: L'asse non funziona in quanto un profilo di movimento richiesto in un blocco funzione è in conflitto con la velocità corrente dell'asse. Possibili cause: 1. Il blocco funzione richiede che l'asse inverta la direzione mentre l'asse è in movimento. 2. La velocità corrente è troppo bassa o troppo alta per il profilo di movimento richiesto. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Correggere il profilo di movimento nel blocco funzione o rieseguire il blocco funzione quando la velocità dell'asse è compatibile con il profilo di movimento richiesto.
pt_br: O eixo não está operacional porque o perfil de movimento solicitado em um Bloco da Função está em conflito com a velocidade atual do eixo. Possíveis causas: 1. O Bloco da Função solicita a reversão da direção do eixo enquanto este está em movimento. 2. A velocidade atual é muito baixa ou muito alta para o perfil de movimento solicitado. Restaure o estado do eixo usando o Bloco da Função MC_Reset. Corrija o perfil de movimento no Bloco da Função ou execute novamente o Bloco da Função quando a velocidade do eixo for compatível com o perfil de movimento solicitado.
zh_cn: 由于功能块中请求的运动配置与当前轴速度冲突，从而导致轴无法运转。 可能的原因: 1. 功能块要求轴在移动时反向进行。 2. 当前速度对于请求的运动配置过低或过高。 请使用 MC_Reset 功能块复位轴的状态。 当轴速度与请求的运动配置兼容时，更正功能块中的运动配置或重新执行功能块。
