Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MotionError_MC_FB_PARAM_MODIFIED
source: Motion internal warning, Warning ID = 0x80. Contact your local Rockwell Automation technical support representative. For contact information, see: http://support.rockwellautomation.com/MySupport.asp.
de_de: Interne Bewegungswarnung, Warnungs-ID = 0x80. Wenden Sie sich an Ihren zuständigen technischen Supportmitarbeiter von Rockwell Automation. Kontaktinformationen erhalten Sie hier: http://support.rockwellautomation.com/MySupport.asp.
es_es: Advertencia interna de movimiento. ID de advertencia = 0x80. Póngase en contacto con su representante de soporte técnico local de Rockwell Automation. Para ver la información de contacto, consulte: http://support.rockwellautomation.com/MySupport.asp.
fr_fr: Avertissement interne de mouvement, ID de l'avertissement = 0x80. Contactez votre représentant local du Support technique Rockwell Automation. Pour obtenir des informations sur les coordonnées, consultez le site suivant : http://support.rockwellautomation.com/MySupport.asp.
it_it: Avvertimento interno movimento, ID avvertimento = 0x80. Contattare il rappresentante del supporto tecnico di zona di Rockwell Automation. Per le informazioni sui contatti, visitare: http://support.rockwellautomation.com/MySupport.asp.
pt_br: Aviso interno de movimento, ID do Aviso = 0x80. Entre em contato com seu representante de suporte técnico local da Rockwell Automation. Para obter as informações de contato, visite: http://support.rockwellautomation.com/MySupport.asp.
zh_cn: 运动内部警告，警告 ID = 0x80。 与当地的 Rockwell Automation 技术支持代表联系。有关联系信息，请参见: http://support.rockwellautomation.com/MySupport.asp.

# MBMappingFailedToLoadMappingItemMessage
source: {0}\r\nFailed to load modbus mapping item: Variable Name:{1},Address:{2}
de_de: {0}\nFehler beim Laden von Modbus-Mappingelement: Variablenname:{1},Adresse:{2}
es_es: {0}\nError al cargar el elemento de asignación de Modbus: nombre de la variable: {1}, dirección: {2}
fr_fr: {0}\nEchec lors du chargement de l'élément d'adressage Modbus : Nom de la variable : {1}, adresse : {2}
it_it: {0}\r\nImpossibile caricare l'elemento di Mappatura Modbus: Nome variabile:{1},indirizzo:{2}
pt_br: {0}\nFalha ao carregar item de mapeamento de Modbus: Nome da Variável:{1},Endereço:{2}
zh_cn: {0}\n无法加载 modbus 映射项:变量名:{1}，地址:{2}

# ModbusSLUnitAddressInvalidMessage
source: Unit Address must be in the range of {0} to {1}
de_de: Geräte-Adresse muss sich im Bereich von {0} bis {1} befinden.
es_es: La dirección de la unidad debe estar en el rango de {0} a {1}
fr_fr: L'adresse d'unité doit être comprise entre {0} et {1}
it_it: Indirizzo unità deve essere compreso nell'intervallo tra {0} e {1}
pt_br: O Endereço da Unidade deve estar no intervalo de {0} a {1}
zh_cn: 单元地址的范围必须在{0}至{1}之间

# LCDPushButtonKeyReadEnable
source: Push Button Key Read Enable
de_de: Drucktaste Schlüssel Lesen Aktivieren
es_es: Habilitar la lectura de los botones del teclado
fr_fr: Activation de la lecture du bouton
it_it: Attivazione lettura tasto pulsante
pt_br: Botão Habilitar Leitura de Tecla
zh_cn: 启用以读取按钮键

# StartupFaultLCDGpBxCaption
source: LCD
de_de: äöüLCDßßßßßß
es_es: ÁéÜLCDñññññ
fr_fr: êæùçLCDëëëëë
pt_br: ãçêúLCDÀÀÀÀÀ
zh_cn: 中LCD文文文文文

# StartupFaultLCDPButtonCheckBoxLabel
source: Push Button Key Read Enable
de_de: Drucktaste Schlüssel Lesen Aktivieren
es_es: Habilitar la lectura de los botones del teclado
fr_fr: Activation de la lecture du bouton
it_it: Attivazione lettura tasto pulsante
pt_br: Botão Habilitar Leitura de Tecla
zh_cn: 启用以读取按钮键

# TCPIPConfigGatewayInvalid
source: {0}.Gateway Address
de_de: {0}. Gateway-Adresse
es_es: {0}. Dirección de puerta de enlace
fr_fr: {0}. Adresse de la passerelle
it_it: {0}.Indirizzo gateway
pt_br: {0}.Endereço de Gateway
zh_cn: {0}.网关地址。

# TCPIPConfigIPInvalid
source: {0}.IP Address
de_de: {0}.IP-Adresse
es_es: {0}.Dirección IP
fr_fr: {0}. Adresse IP
it_it: {0}.Indirizzo IP
pt_br: {0}.Endereço IP
zh_cn: {0}.IP地址

# TCPIPConfigSubnetInvalid
source: {0}.Subnet Mask
de_de: {0}. Subnetzmaske
es_es: {0}. Máscara de subred
fr_fr: {0}. Masque de sous-réseau
pt_br: {0}.Máscara de Sub-rede
zh_cn: {0}.子网掩码

# TCPIPConigVerifyHeader
source: Following IP configuration are invalid:
de_de: Die folgende IP-Konfiguration ist ungültig:
es_es: La configuración de IP siguiente no es válida:
fr_fr: La configuration IP suivante n'est pas valide :
it_it: La seguente configurazione IP non è valida:
pt_br: A seguinte configuração de IP é inválida:
zh_cn: 以下 IP 配置无效:

# TCPIPGatewayInvalidTooltipMessage
source: Gateway Address is invalid
de_de: Die Gateway-Adresse ist ungültig.
es_es: La dirección de puerta de enlace no es válida.
fr_fr: L'adresse de la passerelle n'est pas valide
it_it: Indirizzo gateway non valido
pt_br: O Endereço de Gateway é inválido
zh_cn: 网关地址无效

# TCPIPIPInvalidTooltipMessage
source: IP Address is invalid
de_de: Die IP-Adresse ist ungültig.
es_es: La dirección IP no es válida.
fr_fr: L'adresse IP n'est pas valide
it_it: Indirizzo IP non valido
pt_br: O Endereço IP é inválido
zh_cn: IP 地址无效

# TCPIPsubnetInvalidTooltipMessage
source: Subnet Mask is invalid
de_de: Die Subnetzmaske ist ungültig.
es_es: La máscara de subred no es válida.
fr_fr: Le masque de sous-réseau n'est pas valide
it_it: Subnet mask non valida
pt_br: A Máscara de Sub-rede é inválida
zh_cn: 子网掩码无效

# MotionError_MC_FB_ERR_NOT_HOMED
source: The axis is not operational because the axis is not homed. Reset the state of the axis using the MC_Reset Function Block. Execute homing against the axis using MC_Home Function Block.
de_de: Die Achse ist nicht betriebsfähig, weil sie nicht zurückgesetzt wurde. Setzen Sie den Status der Achse mit dem Funktionsblock MC_Reset zurück. Setzen Sie die Achse mit dem Funktionsblock MC_Home zurück.
es_es: El eje no está operativo porque no se ha alojado. Restablezca el estado del eje mediante el bloque de función MC_Reset. Ejecute el alojamiento con respecto al eje mediante el bloque de función MC_Home.
fr_fr: L'axe n'est pas opérationnel parce qu'il n'est pas hébergé. Réinitialisez l'état de l'axe à l'aide du bloc de fonctions MC_Reset. Mettez l'hébergement de l'axe à l'aide du bloc de fonctions MC_Home.
it_it: L'asse non funziona in quanto l'asse non è in sede. Reset lo stato dell'asse utilizzando il blocco funzione MC_Reset. Riposizionare nuovamente l'asse in sede usando il blocco funzione MC_Home.
pt_br: O eixo não está operacional porque não está na posição inicial. Restaure o estado do eixo usando o Bloco da Função MC_Reset. Execute o feedback do eixo ao início usando o Bloco da Função MC_Home.
zh_cn: 由于轴未原位，从而导致轴无法运转。 请使用 MC_Reset 功能块复位轴的状态。 使用 MC_Home 功能块针对轴执行原位。

# MotionAxisCaption
source: Axis
de_de: Achse
es_es: Eje
fr_fr: Axe
it_it: Asse
pt_br: Eixo
zh_cn: 轴

# MotionAxisNormalOperationProfile
source: Normal Operation Profile
de_de: Profil Normalbetrieb
es_es: Perfil de operación normal
fr_fr: Profil de fonctionnement normal
it_it: Profilo di funzionamento normale
pt_br: Perfil de Operação Normal
zh_cn: 正常操作配置

# DF1ACKTimeOutRangeMessage
source: ACK Timeout must be in the range of {0} to {1}
de_de: ACK-Zeitüberschreitung muss sich im Bereich von {0} bis {1} befinden.
es_es: El tiempo de espera de ACK debe estar en el rango de {0} a {1}
fr_fr: La temporisation de l'accusé de réception doit être comprise entre {0} et {1}
it_it: Timeout ACK deve essere compreso nell'intervallo tra {0} e {1}
pt_br: O Tempo Limite ACK deve estar no intervalo de {0} a {1}
zh_cn: ACK 超时必须在 {0} 到 {1} 之间

# DF1ENQRetriesOutRangeMessage
source: ENQ Retries must be in the range of {0} to {1}
de_de: ENQ-Wiederholungen müssen sich im Bereich von {0} bis {1} befinden.
es_es: Los reintentos ENQ deben estar en el rango de {0} a {1}
fr_fr: Les relances ENQ doivent être comprises entre {0} et {1}
it_it: Nuovi tentativi ENQ deve essere compreso nell'intervallo tra {0} e {1}
pt_br: As Novas Tentativas de ENQ devem estar no intervalo de {0} a {1}
zh_cn: ENQ 重试必须在 {0} 到 {1} 之间

# DF1NAKRetiresOutRangeMessage
source: NAK Retries must be in the range of {0} to {1}
de_de: NAK-Wiederholungen müssen sich im Bereich von {0} bis {1} befinden.
es_es: Los reintentos NAK deben estar en el rango de {0} a {1}
fr_fr: Les relances NAK doivent être comprises entre {0} et {1}
it_it: Nuovi tentativi NAK deve essere compreso nell'intervallo tra {0} e {1}
pt_br: As Novas Tentativas de NAK devem estar no intervalo de {0} a {1}
zh_cn: NAK重试必须在 {0} 到 {1} 之间

# DF1RTSOffDelayOutRangeMessage
source: RTS Off Delay must be in the range of {0} to {1}.
de_de: RTS-Off-Delay muss sich im Bereich von {0} bis {1} befinden.
es_es: El retardo de desconexión RTS debe estar en el rango de {0} a {1}.
fr_fr: Le délai mise à ZERO (temporisateur au déclenchement) RTS doit être compris entre {0} et {1}.
it_it: Ritardo alla disecitazione RTS deve essere compreso nell'intervallo tra {0} e {1}.
pt_br: O Atraso de Desligamento de RTS deve estar no intervalo de {0} a {1}.
zh_cn: RTS 关闭延时必须在 {0} 到 {1} 之间。

# DF1RTSSendDelayOutRangeMessage
source: RTS Send Delay must be in the range of {0} to {1}.
de_de: RTS-Send-Delay muss sich im Bereich von {0} bis {1} befinden.
es_es: El retardo de envío RTS debe estar en el rango de {0} a {1}.
fr_fr: Le retard d'envoi RTS doit être compris entre {0} et {1}.
it_it: Ritardo invio RTS deve essere compreso nell'intervallo tra {0} e {1}.
pt_br: O Atraso de Envio de RTS deve estar no intervalo de {0} a {1}.
zh_cn: RTS 发送延迟必须在 {0} 到 {1} 之间。

# DF1StationAddressOutRangeMessage
source: Station Address must be in the range of {0} to {1}.
de_de: Stationsadresse muss sich im Bereich von {0} bis {1} befinden.
es_es: La dirección de la estación debe estar en el rango de {0} a {1}.
fr_fr: L'adresse de station doit être comprise entre {0} et {1}.
it_it: Indirizzo stazione deve essere compreso nell'intervallo tra {0} e {1}.
pt_br: O Endereço da Estação deve estar no intervalo de {0} a {1}.
zh_cn: 工作站地址必须在 {0} 到 {1} 之间。

# DF1TransmitRetiresOutRangeMessage
source: Transmit Retries must be in the range of {0} to {1}
de_de: Übertragungswiederholungen müssen sich im Bereich von {0} bis {1} befinden.
es_es: Los reintentos de transmisión deben estar en el rango de {0} a {1}
fr_fr: Les relances de transmission doivent être comprises entre {0} et {1}
it_it: Nuovi tentativi trasmissione deve essere compreso nell'intervallo tra {0} e {1}
pt_br: As Novas Tentativas de Transmissão devem estar no intervalo de {0} a {1}
zh_cn: 传输重试必须在 {0} 到 {1} 之间

# MBBroadcastPauseOutRangeMessage
source: Broadcast Timer must be in the range of {0} to {1}.
de_de: Übertragungs-Timer muss sich im Bereich von {0} bis {1} befinden.
es_es: El temporizador de difusión debe estar en el rango de {0} a {1}.
fr_fr: La temporisation de diffusion doit être comprise entre {0} et {1}.
it_it: Timer di trasmissione deve essere compreso nell'intervallo tra {0} e {1}.
pt_br: O Temporizador de Transmissão deve estar no intervalo de {0} a {1}.
zh_cn: 广播计时器必须在 {0} 到 {1} 之间。

# MBInterCharTimeoutOutRangeMessage
source: Inter-Char Timeout must be in the range of {0} to {1}.
de_de: Zeitüberschreitung Inter-Char muss sich im Bereich von {0} bis {1} befinden.
es_es: El tiempo de espera inter-car debe estar en el rango de {0} a {1}.
fr_fr: La temporisation entre les caractères doit être comprise entre {0} et {1}.
it_it: Timeout tra i caratteri deve essere compreso nell'intervallo tra {0} e {1}.
pt_br: O Tempo Limite entre Caracteres deve estar no intervalo de {0} a {1}.
zh_cn: 字符间超时必须在 {0} 到 {1} 之间。

# MBResponseTimerOutRangeMessage
source: Response Timer must be in the range of {0} to {1}.
de_de: Antwort-Timer muss sich im Bereich von {0} bis {1} befinden.
es_es: El temporizador de respuesta debe estar en el rango de {0} a {1}.
fr_fr: La temporisation de réponse doit être comprise entre {0} et {1}.
it_it: Timer risposta deve essere compreso nell'intervallo tra {0} e {1}.
pt_br: O Temporizador de Resposta deve estar no intervalo de {0} a {1}.
zh_cn: 响应计时器必须在 {0} 到 {1} 之间。

# MBRTSPostDelayOutRangeMessage
source: RTS Post-Delay must be in the range of {0} to {1} {2}.
de_de: RTS-Post-Delay muss sich im Bereich von {0} bis {1} {2} befinden.
es_es: El retardo posterior de RTS debe encontrarse en el intervalo comprendido entre {0} y {1} {2}.
fr_fr: Le post-retard RTS doit être compris entre {0} et {1} {2}.
it_it: RTS post-ritardo deve essere compreso nell'intervallo da {0} a {1} {2}.
pt_br: O Pós-atraso de RTS deve estar no intervalo de {0} a {1} {2}.
zh_cn: RTS 后迟延必须在 {0} 到 {1} {2} 之间。

# MBRTSPreDelayOutRangeMessage
source: RTS Pre-Delay must be in the range of {0} to {1} {2}.
de_de: RTS-Pre-Delay muss sich im Bereich von {0} bis {1} {2} befinden.
es_es: El retardo previo de RTS debe encontrarse en el intervalo comprendido entre {0} y {1} {2}.
fr_fr: Le pré-retard RTS doit être compris entre {0} et {1} {2}.
it_it: RTS pre-ritardo deve essere compreso nell'intervallo da {0} a {1} {2}.
pt_br: O Pré-atraso de RTS deve estar no intervalo de {0} a {1} {2}.
zh_cn: RTS 预延迟必须在 {0} 到 {1} {2} 之间。

# ControllerUserDefinedNameEmptyWarning
source: Controller name can not be empty
de_de: Der Steuerungsname darf nicht leer sein.
es_es: El nombre del controlador no puede estar vacío
fr_fr: Le nom du contrôleur ne peut pas être vide.
it_it: Il nome del controllore non può essere vuoto.
pt_br: O nome do controlador não pode ficar vazio
zh_cn: 控制器名称不能为空

# MemoryCtrlInfoMsgCaptionP1
source: Memory usage is only updated after a
de_de: Speicherbelegung wird erst aktualisiert nach einem
es_es: El uso de memoria solo se actualiza después de una
fr_fr: Le taux d'utilisation de la mémoire n'est mis à jour qu'après
it_it: L'utilizzo della memoria viene aggiornato solo dopo
pt_br: O uso da memória é atualizado somente após uma
zh_cn: 内存使用量仅更新于

# ASCIIDriverCharsInputInvalidtMessage
source: Enter a hexadecimal number, starting with 0x and following by one or two hexadecimal digits, such as, 0xa or 0x0a.
de_de: Geben Sie eine hexadezimale Zahl ein, beginnend mit 0x, gefolgt von ein oder zwei hexadezimalen Ziffern wie 0xa oder 0x0a.
es_es: Introduzca un número hexadecimal, que comienza por 0x y le siguen uno o dos dígitos hexadecimales, como 0xa o 0x0a.
fr_fr: Saisissez une valeur hexadécimale, commençant par 0x, suivi d'un ou deux caractères hexadécimaux, telle que 0xa ou 0x0a
it_it: Immettere un numero esadecimale che inizi con 0x, seguito da una o due cifre esadecimali, come 0xa o 0x0a.
pt_br: Insira um número hexadecimal, começando com 0x e seguido por um ou dois dígitos hexadecimais, como 0xa ou 0x0a.
zh_cn: 输入一个十六进制数值，以 0x 开头，后跟 一个或两个十六进制数字，如 0xa 或 0x0a。

# AdvancedDialogButtonClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
pt_br: Fechar
zh_cn: 关闭(C)

# AdvancedDialogButtonRetry
source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
pt_br: Tentar novamente
zh_cn: 重试

# PreBuild_Message_Header2
source: -------------------- Pre-build resource: {0} Configuration: {1} --------------
de_de: -------------------- Ressource vor dem Erstellen: {0} Konfiguration: {1} --------------
es_es: -------------------- Recurso anterior a la compilación: {0} Configuración: {1} --------------
fr_fr: -------------------- Ressource préassemblage : {0} Configuration : {1} --------------
it_it: -------------------- Risorsa pre-compilazione: {0} Configurazione: {1} --------------
pt_br: -------------------- Recurso pré-compilação: {0} Configuração: {1} --------------
zh_cn: -------------------- 预构建资源:{0} 配置: {1} --------------

# PreDownload_Message_Header1
source: -------------------- Pre-Download project: CONTROLLER --------------------
de_de: -------------------- Pre-Herunterladen-Projekt: STEUERUNG --------------------
es_es: -------------------- Proyecto anterior a la descarga: CONTROLADOR --------------------
fr_fr: -------------------- Projet pré-chargement automatique : CONTRÔLEUR --------------------
it_it: -------------------- Progetto pre-scaricamento: CONTROLLORE --------------------
pt_br: -------------------- Projeto pré-download: CONTROLLER --------------------
zh_cn: -------------------- 预下载项目:控制器 --------------------

# MemoryModuleCompatibiltyUnknown
source: Compatible with hardware and firmware, unknown
de_de: Mit Hardware und Firmware kompatibel, unbekannt
es_es: Compatible con hardware y firmware, desconocido
fr_fr: Compatible avec le matériel et le micrologiciel, inconnu
it_it: Compatibile con hardware e firmware, sconosciuto
pt_br: Compatível com hardware e firmware, desconhecido
zh_cn: 与硬件和固件兼容，未知

# MemoryCtrlKiloBytesCaption
source: KB
de_de: äöüKBßßßßßß
es_es: ÁéÜKBñññññ
fr_fr: ko
pt_br: ãçêúKBÀÀÀÀÀ
zh_cn: 中KB文文文文文

# EthernetCancleBtnCaption
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Abandon
it_it: Annulla
pt_br: Cancelar
zh_cn: 取消

# PlugModuleFreqOrRateCaption
source: {0} Hz
de_de: äöü{0} Hzßßßßßß
es_es: ÁéÜ{0} Hzñññññ
fr_fr: êæùç{0} Hzëëëëë
pt_br: ãçêú{0} HzÀÀÀÀÀ
zh_cn: 中{0} Hz文文文文文

# EmbeddedIOInputFilterACCaption
source: AC
de_de: äöüACßßßßßß
es_es: CA
fr_fr: CA
pt_br: ãçêúACÀÀÀÀÀ
zh_cn: 中AC文文文文文

# EmbeddedIOInputFilterDCCaption
source: DC
de_de: äöüDCßßßßßß
es_es: CC
fr_fr: CC
pt_br: ãçêúDCÀÀÀÀÀ
zh_cn: 中DC文文文文文

# MicroSecondCaption
source: µs
de_de: äöüµsßßßßßß
es_es: ÁéÜµsñññññ
fr_fr: êæùçµsëëëëë
pt_br: ãçêúµsÀÀÀÀÀ
zh_cn: 中µs文文文文文

# MilliSecondCaption
source: ms
de_de: äöümsßßßßßß
es_es: ÁéÜmsñññññ
fr_fr: êæùçmsëëëëë
pt_br: ãçêúmsÀÀÀÀÀ
zh_cn: 中ms文文文文文

# Controller810DefaultUserManualName
source: \2080-UM001_-EN-E.pdf
de_de: äöü\2080-UM001_-EN-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM001_-EN-E.pdfñññññ
fr_fr: êæùç\2080-UM001_-EN-E.pdfëëëëë
pt_br: ãçêú\2080-UM001_-EN-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM001_-EN-E.pdf文文文文文

# Controller830DefaultUserManualName
source: \2080-UM002_-EN-E.pdf
de_de: äöü\2080-UM002_-EN-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM002_-EN-E.pdfñññññ
fr_fr: êæùç\2080-UM002_-EN-E.pdfëëëëë
pt_br: ãçêú\2080-UM002_-EN-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM002_-EN-E.pdf文文文文文

# Controller850DefaultUserManualName
source: \2080-UM002_-EN-E.pdf
de_de: äöü\2080-UM002_-EN-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM002_-EN-E.pdfñññññ
fr_fr: êæùç\2080-UM002_-EN-E.pdfëëëëë
pt_br: ãçêú\2080-UM002_-EN-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM002_-EN-E.pdf文文文文文

# ControllerCtrlConnectionLostMessage
source: Connection lost.
de_de: Verbindung getrennt.
es_es: Conexión perdida.
fr_fr: La connexion a été perdue.
it_it: Connessione persa.
pt_br: Conexão perdida.
zh_cn: 连接丢失。

# SerialPortDataBitsNoAccessKeyCaption
source: Data Bits:
de_de: Daten-Bits:
es_es: Bits de datos:
fr_fr: Bits de données :
it_it: Bit dati:
pt_br: Bits de Dados:
zh_cn: 数据位:

# SerialPortCommonSettingsCaption
source: Common Settings
de_de: Gemeinsame Einstellungen
es_es: Configuración común
fr_fr: Paramètres communs
it_it: Impostazioni comuni
pt_br: Configurações comuns
zh_cn: 通用设置

# SerialPortControlLineNoAccessKeyCaption
source: Media:
de_de: Medien:
es_es: Medios:
fr_fr: Média :
it_it: Supporto:
pt_br: Mídia:
zh_cn: 介质:

# ModuleCategoryAnalogCaption
source: Analog
de_de: äöüAnalogßßßßßß
es_es: Analógico
fr_fr: Analogique
it_it: Analogico
pt_br: Analógico
zh_cn: 模拟

# ModuleCategoryCommunicationCaption
source: Communication
de_de: Kommunikation
es_es: Comunicación
fr_fr: êæùçCommunicationëëëëë
it_it: Comunicazione
pt_br: Comunicação
zh_cn: 通信(M)

# ModuleCategoryDigitalCaption
source: Digital
de_de: äöüDigitalßßßßßß
es_es: ÁéÜDigitalñññññ
fr_fr: Numérique
it_it: Digitale
pt_br: ãçêúDigitalÀÀÀÀÀ
zh_cn: 数字

# ModuleCategorySpecialtyCaption
source: Specialty
de_de: Spezialität
es_es: Específico
fr_fr: Spécialité
it_it: Speciale
pt_br: Especialidade
zh_cn: 特殊

# UPM2080Unknown
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
pt_br: Desconhecido
zh_cn: 未知

# UPMUnsupportedModuleMessage
source: Unknown module cannot be configured.
de_de: Unbekanntes Modul kann nicht konfiguriert werden.
es_es: Un módulo desconocido no puede configurarse.
fr_fr: Le module inconnu ne peut pas être configuré.
it_it: Impossibile configurare il modulo sconosciuto.
pt_br: O módulo desconhecido não pode ser configurado.
zh_cn: 无法配置未知模块。

# MotionDefaultAxisName
source: Axis{0}
de_de: äöüAxis{0}ßßßßßß
es_es: ÁéÜAxis{0}ñññññ
fr_fr: êæùçAxis{0}ëëëëë
pt_br: ãçêúAxis{0}ÀÀÀÀÀ
zh_cn: 中Axis{0}文文文文文

# FaultControllerLogFailToSaveWithNoPermission
source: You don't have permission to save in this location.
de_de: Sie sind nicht zur Speicherung an diesem Ort berechtigt.
es_es: No tiene permisos para guardar en esta ubicación.
fr_fr: Vous n'êtes pas autorisé à enregistrer à cet endroit.
it_it: Non si dispone delle autorizzazioni per il salvataggio in questa posizione.
pt_br: Você não tem permissão para salvar nesse local.
zh_cn: 您没有保存在该位置的权限。

# ControllerChangeWarningCaption
source: Changing the controller type will modify, delete and invalidate controller configuration that is not valid for the new target controller.
de_de: Indem der Steuerungstyp geändert wird, wird die Steuerung-Konfiguration der neuen Ziel-Steuerung geändert, gelöscht und ungültig gemacht.
es_es: Si cambia el tipo de controlador, se modificará, eliminará e invalidará la configuración del controlador que no sea válida para el nuevo controlador de destino.
fr_fr: Un changement de type de contrôleur modifiera, supprimera et invalidera la configuration du contrôleur qui n'est pas valable pour le nouveau contrôleur cible.
it_it: Se si modifica il tipo di controllore, la configurazione del controllore che non è valida per il nuovo controllore di destinazione verrà modificata, eliminata e invalidata.
pt_br: Alterar o tipo de controlador vai modificar, excluir e invalidar a configuração do controlador que não seja válida para o novo controlador de destino.
zh_cn: 更改控制器类型将修改和删除不适用于新的目标控制器的控制器配置，并使其失效。

# ControllerChangeProjectBackupCaption
source: Current project will be automatically saved and backed up upon the start of project conversion
de_de: Aktuelles Projekt wird beim Starten der Projektumwandlung automatisch gespeichert und gesichert.
es_es: El proyecto actual se guardará y se realizará un Back Up automáticamente tras el inicio de la conversión del proyecto
fr_fr: Le projet actuel sera automatiquement enregistré et sauvegardé au démarrage de la conversion du projet
it_it: Il progetto corrente verrà automaticamente salvato e sottoposto a backup all'avvio della conversione progetto
pt_br: Projeto atual será salvo automaticamente e um backup será feito na inicialização da conversão do projeto
zh_cn: 当前项目将在项目转换开始后自动保存并备份

# ControllerChangeConfirmationTitle
source: Confirmation
de_de: Bestätigung
es_es: Confirmación
fr_fr: êæùçConfirmationëëëëë
it_it: Conferma
pt_br: Confirmação
zh_cn: 确认

# ControllerChangeControllerNameLabel
source: Controller _Name:
de_de: Steuerung _Name:
es_es: _Nombre de controlador:
fr_fr: _Nom du contrôleur :
it_it: _Nome controllore:
pt_br: _Nome do controlador:
zh_cn: 控制器名称(_N):

# ControllerChangeCurrentControllerLabel
source: Controller _Type:
de_de: Steuerungs _Typ:
es_es: _Tipo de controlador:
fr_fr: _Type de contrôleur :
it_it: _Tipo controllore:
pt_br: _Tipo do controlador:
zh_cn: 控制器类型(_T):

# ControllerChangeHideDetailLabel
source: Hide _Detail Comparison
de_de: Detailvergleich_Ausblenden
es_es: Ocultar comparación de _detalles
fr_fr: Masquer la comparaison _détaillée
it_it: Nascondi confronto _dettagli
pt_br: Ocultar comparação de _detalhes
zh_cn: 隐藏详细信息比较(_D)

# ControllerChangeProjectNameEmptyValidationError
source: Target project name cannot be empty
de_de: Zielprojektname darf nicht leer sein
es_es: El nombre de proyecto de destino no puede estar vacío
fr_fr: Le nom du projet cible ne peut pas être vide
it_it: Il nome del progetto di destinazione non può essere vuoto
pt_br: Nome do projeto de destino não pode estar vazio
zh_cn: 目标项目名称不得为空
