Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# RmcRevertDownloadFailedMessage
source: Unable to download the reverted project to controller. 'Retry' to download again, or 'Cancel' to test logic changes.
de_de: Das umgekehrte Projekt kann nicht in die Steuerung heruntergeladen werden. Klicken Sie auf "Erneut versuchen", um es erneut herunterzuladen, oder auf "Abbrechen", um den Test der logischen Änderungen durchzuführen.
es_es: No se puede descargar el proyecto revertido al controlador. 'Reintente' descargar nuevamente o 'Cancele' para realizar pruebas en los cambios lógicos.
fr_fr: Impossible de charger le projet rétabli sur le contrôleur. 'Réessayer' pour le charger à nouveau ou 'Annuler' pour tester les modifications de la logique.
it_it: Impossibile scaricare il progetto ripristinato sul controllore. Selezionare 'Riprova' per scaricare nuovamente o 'Annulla' per testare le modifiche logiche.
pt_br: Não é possível fazer o download do projeto revertido para o controlador. Escolha "Tentar novamente" para fazer o download novamente ou "Cancelar" para testar as alterações de lógica.
zh_cn: 无法将被还原的项目下载到控制器。 单击“重试”重新下载，或单击“取消”测试逻辑更改。

# RmcRevertFailedMessage
source: Unable to revert the changes in the current local project.
de_de: Die Änderungen im aktuellen lokalen Projekt können nicht rückgängig gemacht werden.
es_es: No se pueden revertir los cambios en el proyecto local actual.
fr_fr: Impossible d'annuler les modifications dans le projet local en cours.
it_it: Impossibile ripristinare le modifiche nel progetto locale corrente.
pt_br: Não é possível reverter as alterações no projeto local atual.
zh_cn: 无法还原当前本地项目中的更改。

# RmcUnknownExceptionMessage
source: Unable to perform current operation due to unknown failure.
de_de: Der aktuelle Vorgang kann nicht durchgeführt werden, da ein unbekannter Fehler aufgetreten ist.
es_es: No se puede realizar la operación actual debido a un error desconocido.
fr_fr: Impossible d'effectuer l'opération en cours en raison d'une erreur inconnue.
it_it: Impossibile eseguire l'operazione corrente a causa di un errore sconosciuto.
pt_br: Não é possível realizar a operação atual devido a uma falha desconhecida.
zh_cn: 无法执行当前操作，因为存在未知故障。

# RmcUncommittedDownloadWarningMsg
source: ● Download overwrites the project and unaccepted changes in the controller with current project contents.
de_de: ● Beim Herunterladen werden das Projekt und unbestätigte Änderungen in der Steuerung mit dem aktuellen Projektinhalt überschrieben.
es_es: ● La descarga sobrescribe el proyecto y los cambios sin aceptar en el controlador con el contenido del proyecto actual.
fr_fr: ● Le chargement entraîne le remplacement du projet et des modifications non acceptées dans le contrôleur par le contenu du projet actuel.
it_it: ● Se si esegue il download, il progetto e le modifiche non accettate sul controllore saranno sovrascritti con i contenuti del progetto corrente.
pt_br: ● Fazer o download sobrescreve o projeto e as alterações não aceitas no controlador com o conteúdo do projeto atual.
zh_cn: ● 下载操作使用当前项目内容覆盖控制器中的项目和未接受更改.

# ConnectToDeviceActionTitle
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Connecter
it_it: Connetti
pt_br: Conectar
zh_cn: 连接(C)

# CloseProjectActionTitle
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
pt_br: Fechar
zh_cn: 关闭(C)

# CloseProjectActionMessage
source: Close current project
de_de: Aktuelles Projekt schließen
es_es: Cerrar proyecto actual
fr_fr: Fermer le projet en cours
it_it: Chiudi progetto corrente
pt_br: Fechar projeto atual
zh_cn: 关闭当前项目

# DisconnectActionTitle
source: Disconnect
de_de: Trennen
es_es: Desconectar
fr_fr: Déconnecter
it_it: Disconnetti
pt_br: Desconectar
zh_cn: 断开连接(D)

# DisconnectActionMessage
source: Disconnect from controller
de_de: Verbindung zur Steuerung trennen
es_es: Desconectar del controlador
fr_fr: Déconnecter du contrôleur
it_it: Disconnetti dal controllore
pt_br: Desconectar do controlador
zh_cn: 从控制器断开连接

# MemoryCtrlRMCDataUsage
source: Data memory usage for variables.
de_de: Datenspeichernutzung für Variablen.
es_es: Uso de memoria de datos para variables.
fr_fr: Allocation de mémoire de données pour les variables.
it_it: Utilizzo memoria dati per variabili.
pt_br: Uso da memória de dados para variáveis
zh_cn: 变量的数据内存使用情况。

# MemoryCtrlRMCExceedMemoryWarningTooltip
source: Size of run mode changes exceed the allocated memory.
de_de: Der Umfang der Änderungen im Betriebsmodus übersteigt den zugewiesenen Speicherplatz.
es_es: El tamaño del modo de ejecución supera la memoria asignada.
fr_fr: La taille des modifications en mode Exécuter dépasse la mémoire allouée.
it_it: La dimensione delle modifiche in modalità Run supera la memoria assegnata.
pt_br: O tamanho das alterações no modo de execução excede a memória alocada.
zh_cn: 在线编辑模式大小超出分配的内存。

# MemoryCtrlRMCMaxPossibleVariableSize
source: Maximum size limit for new variable:
de_de: Maximalgröße für neue Variable:
es_es: El límte de tamaño máximo para la nueva variable:
fr_fr: Taille maximale pour les nouvelles variables :
it_it: Limite dimensione massima per nuova variabile:
pt_br: Limite máximo para nova variável:
zh_cn: 新变量的最大大小限制:

# MemoryCtrlRMCReservedMemory
source: Data memory reservation for _run mode changes:
de_de: Datenspeicherreservierung für _Änderungen im Betriebsmodus:
es_es: Reserva de memoria de datos para _cambios de modo de ejecución:
fr_fr: Réservation de mémoire de données pour les _modifications en mode Exécuter :
it_it: Memoria dati riservata per modifiche in modalità _Run:
pt_br: Reserva da memória de dados para alte_rações no modo de execução:
zh_cn: 运行模式更改的数据内存保留(_R):

# MemoryCtrlRunModeChange
source: Run Mode Change
de_de: Änderung im Betriebsmodus
es_es: Cambiar en el modo de ejecución
fr_fr: Modification en mode Exécuter
it_it: Modifica in modalità Run
pt_br: Alterar no modo de execução
zh_cn: 在线编辑模式(R)

# MemoryRMCNeedBuildTooltip
source: Build the project to calculate data memory usage for variables.
de_de: Konzipieren Sie das Projekt so, dass die Datenspeichernutzung für Variablen berechnet wird.
es_es: Compile el proyecto para calcular el uso de memoria de datos de variables.
fr_fr: Assemblez le projet afin de calculer l'allocation de mémoire de données pour les variables.
it_it: Compilazione del progetto per calcolare l'uso della memoria dati per le variabili.
pt_br: Compile o projeto para calcular o uso da memória de dados para variáveis.
zh_cn: 生成项目以计算变量的数据内存使用情况。

# OpcSvrStopFailureMessage
source: ------ OPC server {0} is still running. ------
de_de: ------ OPC-Server {0} läuft noch. ------
es_es: ------ El servidor OPC {0} aún se está ejecutando. ------
fr_fr: ------ Serveur OPC {0} toujours actif. ------
it_it: ------ Il server OPC {0} è ancora in funzione. ------
pt_br: ------ OPC server {0} ainda está em execução. ------
zh_cn: ------ OPC 服务器 {0} 仍在运行。------

# OperationFailByUncommittedChangeMsg
source: {0} operation failed because controller has unaccepted changes.
de_de: {0}-Vorgang wegen unbestätigter Änderungen in der Steuerung fehlgeschlagen.
es_es: Error en la operación {0} porque el controlador tiene cambios sin aceptar.
fr_fr: L'opération de {0} a échoué car des modifications dans le contrôleur n'ont pas été acceptées.
it_it: Operazione {0} non riuscita. Il controllore presenta modifiche non accettate.
pt_br: Houve falha na operação {0}, pois o controlador possui alterações não aceitas.
zh_cn: 由于控制器具有未接受的更改，{0} 操作失败。

# MemoryCtrlTempVarMemoryReservationCaption
source: Data memory reservation for _temporary variables:
de_de: Datenspeicherreservierung für _temporäre Variablen:
es_es: Reserva de memoria de datos para _variables temporales:
fr_fr: Réservation de mémoire de données pour les variables _temporaires :
it_it: Memoria dati riservata per le variabili _temporanee:
pt_br: Reserva de memória de dados para variáveis _temporárias:
zh_cn: 临时变量的数据内存保留(_T):

# EthernetPortSpeedUnitCaption
source: Mbps
de_de: äöüMbpsßßßßßß
es_es: ÁéÜMbpsñññññ
fr_fr: êæùçMbpsëëëëë
pt_br: ãçêúMbpsÀÀÀÀÀ
zh_cn: 中Mbps文文文文文

# DeviceheaderDeviceImageLabel
source: Device Image
de_de: Geräte-Image
es_es: Imagen de dispositivo
fr_fr: Image de l'appareil
it_it: Immagine dispositivo
pt_br: Imagem do dispositivo
zh_cn: 设备图像

# DeviceheaderRemoteModeLabel
source: Remote
de_de: äöüRemoteßßßßßß
es_es: Remoto
fr_fr: Distant
it_it: Remoto
pt_br: Remoto
zh_cn: 远程

# PasswordProtectionToolTip
source: Controller is password protected
de_de: Steuerung ist kennwortgeschützt
es_es: El controlador está protegido con contraseña
fr_fr: Ce contrôleur est protégé par un mot de passe
it_it: Controllore protetto da password
pt_br: Esse controlador é protegido por senha
zh_cn: 控制器受密码保护

# DeviceConnectionPathToolTip
source: Setup connection path
de_de: Verbindungspfad einrichten
es_es: Configurar ruta de conexión
fr_fr: Configuration du chemin de connexion
it_it: Configura percorso di connessione
pt_br: Configurar caminho de conexão
zh_cn: 设置连接路径

# DeviceViewConnectionPathLabel
source: Connection path
de_de: Verbindungspfad
es_es: Ruta de conexión
fr_fr: Chemin de connexion
it_it: Percorso di connessione
pt_br: Caminho da Conexão
zh_cn: 连接路径

# BrowseButtonText
source: _Browse
de_de: _Durchsuchen
es_es: _Explorar
fr_fr: Pa_rcourir
it_it: _Sfoglia
pt_br: _Localizar
zh_cn: 浏览(_B)

# SetupConnectionWindowListViewDescLabel
source: Double click to select path
de_de: Zum Auswählen des Pfads doppelklicken
es_es: Haga doble clic para seleccionar la ruta
fr_fr: Cliquez deux fois pour sélectionner le chemin
it_it: Fare doppio clic per selezionare il percorso
pt_br: Clique duas vezes para selecionar caminho
zh_cn: 双击选择路径

# SetupConnectionWindowRecentPathLabel
source: Recent paths:
de_de: Kürzlich verwendete Pfade:
es_es: Rutas recientes:
fr_fr: Chemins récents :
it_it: Percorsi recenti:
pt_br: Caminhos recentes:
zh_cn: 上一次的连接路径:

# SetupConnectionWindowSelectedPathLabel
source: Selected path:
de_de: Ausgewählter Pfad:
es_es: Ruta seleccionada:
fr_fr: Chemin sélectionné :
it_it: Percorso selezionato:
pt_br: Caminho selecionado:
zh_cn: 所选路径:

# SetupConnectionWindowTitle
source: Setup Connection Path
de_de: Verbindungspfad einrichten
es_es: Configurar ruta de conexión
fr_fr: Configurer le chemin de connexion
it_it: Configura percorso di connessione
pt_br: Configurar caminho de conexão
zh_cn: 设置连接路径(P)

# ConnectionPathClearButtonText
source: C_lear
de_de: Lös_chen
es_es: B_orrar
fr_fr: _Effacer
it_it: _Cancella
pt_br: L_impar
zh_cn: 清除(_L)

# ConnectionPathClearButtonToolTip
source: Clear connection path
de_de: Verbindungspfad löschen
es_es: Borrar ruta de conexión
fr_fr: Effacer le chemin de connexion
it_it: Cancella percorso di connessione
pt_br: Limpar caminho de conexão
zh_cn: 清除连接路径

# DeviceViewFaultStateToolTipText
source: Controller is in fault state
de_de: Steuerung weist Status "Fehlerhaft" auf
es_es: El controlador está en estado de error
fr_fr: Le contrôleur est en état de défaut
it_it: Controllore in stato di errore
pt_br: Controlador em estado de falha
zh_cn: 控制器处于故障状态

# DeviceViewRmcStateToolTipText
source: Controller is in Run mode change
de_de: Steuerung weist Status "Änderung im Betriebsmodus" auf
es_es: El controlador está en Cambio de modo de ejecución
fr_fr: Le contrôleur est en mode modifcation en ligne
it_it: Il controllore è in modalità Modifica in modalità Run
pt_br: Controlador em alteração do modo de execução
zh_cn: 控制器处于在线编辑模式

# DeviceViewRunModeChangeStatusText
source: Run mode change
de_de: Änderung im Betriebsmodus
es_es: Cambio de modo de ejecución
fr_fr: Modification en ligne
it_it: Modifica in modalità Run
pt_br: Alterar no modo de execução
zh_cn: 在线编辑模式

# DiscoveredModuleMessage
source: Module discovery updated {0} {1}
de_de: Aktualisierung von {0} {1} durch Modulerkennung
es_es: Descubrimiento del módulo actualizado {0} {1}
fr_fr: Découverte du module mise à jour {0} {1}
it_it: Rilevamento moduli aggiornato {0} {1}
pt_br: Descoberta de módulo atualizada {0} {1}
zh_cn: 模块发现已更新 {0} {1}

# UploadConfirmationMessage
source: Upload overwrites current project content with the project in the controller
de_de: Beim Hochladen wird der aktuelle Projektinhalt durch das Projekt in der Steuerung überschrieben.
es_es: La carga sobrescribe el contenido del proyecto actual con el proyecto del controlador
fr_fr: La sauvegarde remplace le contenu du projet actuel par le projet se trouvant dans le contrôleur
it_it: Se si procede con il caricamento, il contenuto del progetto corrente verrà sovrascritto con quello del progetto nel controllore
pt_br: Carregar sobrescreve o conteúdo do projeto atual com o projeto no controlador
zh_cn: 上传操作会使用控制器中的项目覆盖当前项目内容

# UploadWithLogicalValueOption
source: Upload with Logical Values
de_de: Mit logischen Werten hochladen
es_es: Carga con valor lógicos
fr_fr: Sauvegarde avec les valeurs courantes du projet
it_it: Carica con valori logici
pt_br: Carregar com valores lógicos
zh_cn: 使用逻辑值上传

# UploadCanceledMessage
source: Upload has been canceled
de_de: Hochladen wurde abgebrochen
es_es: La carga se ha cancelado
fr_fr: La sauvegarde a été annulée
it_it: Caricamento annullato
pt_br: Carregamento cancelado
zh_cn: 上传已取消

# ChangedDataProtection
source: data protection
de_de: Datenschutz
es_es: protección de datos
fr_fr: protection des données
it_it: protezione dei dati
pt_br: Proteção de dados
zh_cn: 数据保护

# ChangedFeedbackMotion
source: feedback motion
de_de: Feedback-Bewegung
es_es: movimiento de retroalimentación
fr_fr: retour codeur d'axe
it_it: motion feedback
pt_br: Movimento de feedback
zh_cn: 反馈运动

# ChangedHSC
source: 2080-MOT-HSC configuration
de_de: 2080-MOT-HSC-Konfiguration
es_es: Configuración de 2080-MOT-HSC
fr_fr: configuration 2080-MOT-HSC
it_it: Configurazione 2080-MOT-HSC
pt_br: Configuração 2080-MOT-HSC
zh_cn: 2080-MOT-HSC 配置

# ChangedIOConfig
source: I/O configuration
de_de: E/A-Konfiguration
es_es: Configuración de E/S
fr_fr: Configuration d'E/S
it_it: Configurazione I/O
pt_br: Configuração E/S
zh_cn: I/O 配置

# ChangedPluginExpansion
source: plug-in modules configuration
de_de: Konfiguration von Plug-in-Modulen
es_es: configuración de módulos enchufables
fr_fr: configuration des modules enfichables
it_it: configurazione moduli plugin
pt_br: configuração dos módulos de plug-in
zh_cn: 插件模块配置

# ChangedLogicOrMemoryConfiguration
source: programs, variables, memory setting or interrupts
de_de: Programme, Variablen, Speichereinstellungen oder Interrupts
es_es: programas, variables, configuración de memoria o interrupciones
fr_fr: programmes, variables, paramètre mémoire ou interruptions
it_it: programmi, variabili, impostazioni di memoria o interruzioni
pt_br: programas, variáveis, configuração de memória ou interrupções
zh_cn: 程序、变量、内存设置或中断

# ChangedTrimpot
source: 2080-TRIMPOT6 configuration
de_de: 2080-TRIMPOT6-Konfiguration
es_es: Configuración de 2080-TRIMPOT6
fr_fr: configuration 2080-TRIMPOT6
it_it: configurazione 2080-TRIMPOT6
pt_br: Configuração 2080-TRIMPOT6
zh_cn: 2080-TRIMPOT6 配置

# ConfigurationDifferentCaption
source: The following configurations are different: {0}
de_de: Die folgenden Konfigurationen sind unterschiedlich: {0}
es_es: Las siguientes configuraciones son diferentes: {0}
fr_fr: Les configurations suivantes sont différentes : {0}
it_it: Le configurazioni seguenti sono diverse: {0}
pt_br: As seguintes configurações são diferentes: {0}
zh_cn: 下列配置不同: {0}

# ChangedControllerNameDescription
source: controller name or description
de_de: Steuerungsname oder Beschreibung
es_es: nombre o descripción del controlador
fr_fr: nom ou description du contrôleur
it_it: descrizione o nome controllore
pt_br: Nome ou descrição do controlador
zh_cn: 控制器名称或描述

# ChangedPowerupBehavior820
source: startup or memory card configuration
de_de: Start- oder Speicherkartenkonfiguration
es_es: configuración de inicio o de tarjeta de memoria
fr_fr: démarrage ou configuration de carte mémoire
it_it: configurazione scheda di memoria o avvio
pt_br: Inicialização ou configuração de cartão de memória
zh_cn: 启动或内存卡配置

# ChangedPowerupBehavior850
source: startup or 2080-MEMBAK-RTC configuration
de_de: Start- oder 2080-MEMBAK-RTC-Konfiguration
es_es: configuración de inicio o de 2080-MEMBAK-RTC
fr_fr: démarrage ou configuration de 2080-MEMBAK-RTC
it_it: configurazione 2080-MEMBAK-RTC o avvio
pt_br: Inicialização ou configuração 2080-MEMBAK-RTC
zh_cn: 启动或 2080-MEMBAK-RTC 配置

# ChangedCipMotion
source: motion axis
de_de: Bewegungsachse
es_es: eje de movimiento
fr_fr: axe de mouvement
it_it: Asse Motion
pt_br: Eixo de movimento
zh_cn: 运动轴

# ChangedExpansionIO
source: expansion modules configuration
de_de: Konfiguration von Erweiterungsmodulen
es_es: configuración de módulos de expansión
fr_fr: configuration des modules d'extension
it_it: configurazione moduli di espansione
pt_br: configuração dos módulos de expansão
zh_cn: 扩展模块配置

# ChangedDatalog
source: data log
de_de: Datenprotokoll
es_es: registro de datos
fr_fr: journal de données
it_it: registro dati
pt_br: Log de dados
zh_cn: 数据日志

# ChangedRecipe
source: recipe
de_de: Rezept
es_es: receta
fr_fr: recette
it_it: ricetta
pt_br: Recebimento
zh_cn: 配方

# ChangedModbusMapping
source: modbus mapping
es_es: asignación de modbus
fr_fr: adressage Modbus
it_it: mappatura modbus
pt_br: mapeamento de Modbus
zh_cn: Modbus 映射

# SocketCounterAvaliableInstanceCaption
source: Instances Available:
de_de: Verfügbare Instanzen:
es_es: Instancias disponibles:
fr_fr: Instances disponibles :
it_it: Istanze disponibili:
pt_br: Instâncias disponíveis:
zh_cn: 可用实例:

# SocketCounterInstanceUsedCaption
source: Instances Used:
de_de: Verwendete Instanzen:
es_es: Instancias en uso:
fr_fr: Instances utilisées :
it_it: Istanze utilizzate:
pt_br: Instâncias utilizadas:
zh_cn: 已用实例:

# SocketCounterLableCaption
source: Sockets Counters
de_de: Socketzähler
es_es: Contadores de canales
fr_fr: Compteurs de sockets
it_it: Contatori socket
pt_br: Contadores de soquetes
zh_cn: 连接计数器

# SocketCounterPacketsRevCaption
source: Packets Received:
de_de: Empfangene Pakete:
es_es: Paquetes recibidos:
fr_fr: Paquets reçus :
it_it: Pacchetti ricevuti:
pt_br: Pacotes recebidos:
zh_cn: 接收到的数据包:

# SocketCounterPacketsSentCaption
source: Packets Sent:
de_de: Gesendete Pakete:
es_es: Paquetes enviados:
fr_fr: Paquets envoyés :
it_it: Pacchetti inviati:
pt_br: Pacotes enviados:
zh_cn: 发送的数据包:

# SocketCounterSessionOpenedCaption
source: Sessions Opened:
de_de: Geöffnete Sitzungen:
es_es: Sesiones abiertas:
fr_fr: Sessions ouvertes :
it_it: Sessioni aperte:
pt_br: Sessões abertas:
zh_cn: 已打开的会话:

# EthernetDiagnoseProtocolCaption
source: Protocols:
de_de: Protokolle:
es_es: Protocolos:
fr_fr: Protocoles :
it_it: Protocolli:
pt_br: Protocolos:
zh_cn: 协议:

# EthernetProtocolGeneralValue
source: General
de_de: Allgemein
es_es: ÁéÜGeneralñññññ
fr_fr: Général
it_it: Generale
pt_br: Geral
zh_cn: 常规

# EthernetProtocolSocketValue
source: User Programmed Sockets
de_de: Benutzerprogrammierte Sockets
es_es: Canales programados por el usuario
fr_fr: Sockets programmés par l'utilisateur
it_it: User Programmed Socket
pt_br: Soquetes programados pelo usuário
zh_cn: 用户编程的连接

# SocketCounterBytesReceivedCaption
source: Bytes Received:
de_de: Empfangene Bytes:
es_es: Bytes recibidos:
fr_fr: Octets reçus :
it_it: Byte ricevuti:
pt_br: Recebido de bytes:
zh_cn: 接收到的字节数:

# SocketCounterBytesSentCaption
source: Bytes Sent:
de_de: Versendete Bytes:
es_es: Bytes enviados:
fr_fr: Octets envoyés :
it_it: Byte inviati:
pt_br: Bytes enviados:
zh_cn: 发送的字节数:

# SocketCounterChecksumErrorsCaption
source: Checksum errors:
de_de: Prüfsummenfehler:
es_es: Errores de suma de verificación:
fr_fr: Erreurs de somme de contrôle :
it_it: Errori checksum:
pt_br: Erros de soma de verificação:
zh_cn: 校验和错误:

# SocketCounterTCPClientConnectionCaption
source: TCP Client Connections:
de_de: TCP Client-Verbindungen:
es_es: Conexiones de cliente TCP:
fr_fr: Connexions au client TCP :
it_it: Connessioni client TCP:
pt_br: Conectores do cliente TCP:
zh_cn: TCP 客户端连接:

# SocketCounterTCPPacketReceivedCaption
source: TCP Packets Received:
de_de: Empfangene TCP-Pakete:
es_es: Paquetes TCP recibidos:
fr_fr: Paquets TCP reçus :
it_it: Pacchetti ricevuti TCP:
pt_br: Pacotes TCP recebidos:
zh_cn: 接收到的 TCP 数据包数:

# SocketCounterTCPPacketSentCaption
source: TCP Packets Sent:
de_de: Gesendete TCP-Pakete:
es_es: Paquetes TCP enviados:
fr_fr: Paquets TCP envoyés :
it_it: Pacchetti inviati TCP:
pt_br: Pacotes TCP enviados:
zh_cn: 发送的 TCP 数据包数:

# SocketCounterTCPServerConnectionCaption
source: TCP Server Connections:
de_de: TCP Server-Verbindung:
es_es: Conexiones de servidor TCP:
fr_fr: Connexions au serveur TCP :
it_it: Connessioni server TCP:
pt_br: Conexões do servidor TCP:
zh_cn: TCP 服务器连接:

# SocketCounterUDPConnectionCaption
source: UDP Connections:
de_de: UDP-Verbindungen:
es_es: Conexiones UDP:
fr_fr: Connexions UDP :
it_it: Connessioni UDP:
pt_br: Conexões UDP:
zh_cn: UDP 连接:

# SocketCounterUDPPacketReceivedCaption
source: UDP Packets Received:
de_de: Empfangene UDP-Pakete:
es_es: Paquetes UDP recibidos:
fr_fr: Paquets UDP reçus :
it_it: Pacchetti ricevuti UDP:
pt_br: Pacotes UDP recebidos:
zh_cn: 接收到的 UDP 数据包数:

# SocketCounterUDPPacketSentCaption
source: UDP Packets Sent:
de_de: Gesendete UDP-Pakete:
es_es: Paquetes UDP enviados:
fr_fr: Paquets UDP envoyés :
it_it: Pacchetti inviati UDP:
pt_br: Pacotes UDP enviados:
zh_cn: 发送的 UDP 数据包数:

# SocketCounterCreatedCaption
source: Created
de_de: Erstellt
es_es: Creados
fr_fr: Créé
it_it: Creazione completata
pt_br: Criado
zh_cn: 已创建

# SocketCounterInstancesCaption
source: Instances
de_de: Instanzen
es_es: Instancias
fr_fr: êæùçInstancesëëëëë
it_it: Istanze
pt_br: Instâncias
zh_cn: 实例

# SocketCounterPacketsCaption
source: Packets
de_de: Pakete
es_es: Paquetes
fr_fr: Paquets
it_it: Pacchetti
pt_br: Pacotes
zh_cn: 数据包

# SocketCounterReadCaption
source: Read
de_de: Lesen
es_es: Lectura
fr_fr: Lire
it_it: Lettura
pt_br: Lido
zh_cn: 读取

# SocketCounterTCPClientOpenedCaption
source: Clients
de_de: äöüClientsßßßßßß
es_es: Clientes
fr_fr: êæùçClientsëëëëë
it_it: Client
pt_br: Clientes
zh_cn: 客户端

# SocketCounterTCPDroppedCaption
source: TCP Failure
de_de: TCP fehlgeschlagen
es_es: Error de TCP
fr_fr: Échec TCP
it_it: Errore TCP
pt_br: Falha TCP
zh_cn: TCP 失败

# SocketCounterTCPServerAcceptedCaption
source: Servers
de_de: Server
es_es: Servidores
fr_fr: Serveurs
it_it: Server
pt_br: Servidores
zh_cn: 服务器

# SocketCounterTCPSuccessCaption
source: TCP Success
de_de: TCP erfolgreich
es_es: TCP correcto
fr_fr: Réussite TCP
it_it: TCP OK
pt_br: TCP com êxito
zh_cn: TCP 成功

# SocketCounterTotalAvailableCaption
source: Total Available
de_de: Gesamt verfügbar
es_es: Total disponible
fr_fr: Total disponible
it_it: Totali disponibili
pt_br: Total disponível
zh_cn: 可用总数

# SocketCounterUDPDatagramCaption
source: UDP Datagrams
de_de: UDP-Datagramme
es_es: Datagrama UDP
fr_fr: Datagrammes UDP
it_it: Datagrammi UDP
pt_br: Datagramas UDP
zh_cn: UDP 数据报

# SocketCounterUDPDroppedCaption
source: UDP Failure
de_de: UDP fehlgeschlagen
es_es: Error de UDP
fr_fr: Échec UDP
it_it: Errore UDP
pt_br: Falha UDP
zh_cn: UDP 失败

# SocketCounterUDPSuccessCaption
source: UDP Success
de_de: UDP erfolgreich
es_es: UDP correcto
fr_fr: Réussite UDP
it_it: UDP OK
pt_br: UDP com êxito
zh_cn: UDP 成功

# SocketCounterWriteCaption
source: Write
de_de: Schreiben
es_es: Escritura
fr_fr: Écrire
it_it: Scrittura
pt_br: Gravar
zh_cn: 写入

# SocketCounterTCPConnectionCaption
source: TCP Connections
de_de: TCP-Verbindungen
es_es: Conexiones TCP
fr_fr: Connexions TCP
it_it: Connessioni TCP
pt_br: Conexões TCP
zh_cn: TCP 连接

# SocketCounterTCPNotConfiguredCaption
source: Non-configured
de_de: Nicht konfiguriert
es_es: No configurado
fr_fr: Non configuré
it_it: Non configurato
pt_br: Não configurado
zh_cn: 未配置
