Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# ControllerChangeMultipleInstancesErrorMessage
source: Controller change cannot be performed when more than one instances of CCW are running at the same time.
de_de: Die Steuerungsänderung kann nicht durchgeführt werden, wenn mehrere CCW-Instanzen gleichzeitig ausgeführt werden.
es_es: No se puede realizar el cambio de controlador cuando se ejecuta más de una instancia de CCW al mismo tiempo.
fr_fr: Le contrôleur ne peut pas être changé lorsque plusieurs instances de CCW tournent en même temps.
it_it: Impossibile eseguire la modifica controllore quando più istanze di CCW sono contemporaneamente in esecuzione.
pt_br: Alteração de controlador não pode ser executada quando mais de uma instância de CCW está executando ao mesmo tempo.
zh_cn: 当多个 CCW 实例同时运行时，无法执行控制器更改。

# PlugInConfirmReplaceModuleMessage
source: Do you want to replace the existing Plug-In module?
de_de: Möchten Sie das vorhandene Plug-in-Modul ersetzen?
es_es: ¿Desea sustituir el módulo enchufable existente?
fr_fr: Voulez-vous remplacer le module enfichable existant ?
it_it: Sostituire il modulo Plug-in esistente?
pt_br: Deseja substituir o módulo do Plug-In existente?
zh_cn: 是否要替换现有插件模块？

# PlugInNotSupportInSlotMessage
source: The {0} isn't supported in slot {1}.
de_de: Das {0} wird im Slot {1} nicht unterstützt.
es_es: {0} no se admite en la ranura {1}.
fr_fr: Le {0} n'est pas pris en charge dans l'emplacement {1}.
it_it: {0} non supportato nello slot {1}.
pt_br: O {0} não é suportado na ranhura {1}.
zh_cn: {0} 在插槽 {1} 中不受支持。

# ControllerChangeUPMFeatureModuleNotSupportWarning
source: Plug-in module on slot {0} is not supported and its configuration is discarded.
de_de: Plug-in-Modul in Schacht {0} wird nicht unterstützt und seine Konfiguration wird verworfen.
es_es: No se admite el módulo enchufable en la ranura {0}, por lo que se descarta su configuración.
fr_fr: Le module enfichable dans l'emplacement {0} n'est pas pris en charge et sa configuration est rejetée.
it_it: Il modulo Plug-in nello slot {0} non è supportato e la configurazione è stata ignorata.
pt_br: O módulo do Plug-In na ranhura {0} não é compatível e sua configuração foi descartada.
zh_cn: 不支持插槽 {0} 上的插件模块，其配置将被丢弃。

# UPConfigPluginRevisionCaption
source: Revision
de_de: Version
es_es: Revisión
fr_fr: version
it_it: Revisione
pt_br: Versão
zh_cn: 版本

# UPConfigPluginVenderIDCaption
source: Vender ID
de_de: Lieferanten-ID
es_es: ID del proveedor
fr_fr: ID fournisseur
it_it: ID fornitore
pt_br: ID do Fornecedor
zh_cn: 供应商 ID

# ModuleInstanceCountExceed
source: Only {0} {1} can be configured.
de_de: Es kann/können nur {0} {1} konfiguriert werden.
es_es: Únicamente puede configurarse {0} {1}.
fr_fr: Seulement {0} {1} peu(ven)t être configuré(s).
it_it: È possibile configurare solo {0} {1}.
pt_br: Apenas {0} {1} pode(m) ser configurado(s).
zh_cn: 仅可以配置 {0} {1}。

# ModuleSlotNotValid
source: {0} is not valid on slot {1}.
de_de: {0} ist in Schacht {1} nicht gültig.
es_es: {0} no es válido en la ranura {1}.
fr_fr: {0} n'est pas correct à l'emplacement {1}.
it_it: {0} non è valido nello slot {1}.
pt_br: {0} não é válido na ranhura {1}.
zh_cn: {0}在插槽{1}上无效。

# EmbeddedIOInputFilterError
source: Input Debounce Filter value must be in the range of {0} to {1}
de_de: Der Wert der Eingangs- Entprellungsfilters muss im Bereich von {0} bis {1} liegen.
es_es: El valor del filtro de espera de entrada debe estar en el intervalo entre {0} y {1}
fr_fr: La valeur de filtre anti-rebond d'entrée doit être comprise entre {0} et {1}
it_it: Il valore Filtro di debounce di ingresso deve essere compreso nell'intervallo da {0} a {1}
pt_br: Valor do filtro de entrada única deve estar no intervalo de {0} a {1}
zh_cn: “输入去抖筛选器”值必须在 {0} 至 {1} 之间

# EmbeddedIOGainLabelText
source: Gain & Offset
de_de: Anstieg & Offset
es_es: Ganancia y Offset
fr_fr: Gain et décalage
it_it: Guadagno e offset
pt_br: Ganho e Offset
zh_cn: 增益和偏移

# DeviceInfoTreeRemoteLCDCaption
source: Remote LCD
es_es: LCD remoto
fr_fr: LCD distant
it_it: LCD remoto
pt_br: LCD remoto
zh_cn: 远程 LCD

# EmbeddedIOInputLabelText
source: Input Filter
de_de: Eingangsfilter
es_es: Filtro de entrada
fr_fr: Filtre d'Entrée
it_it: Filtro di ingresso
pt_br: Filtro de entrada
zh_cn: 输入筛选器

# EmbeddedIOOutputCaption
source: Output
de_de: Ausgang
es_es: Salida
fr_fr: Sortie
it_it: Uscita
pt_br: Saída
zh_cn: 输出

# RemoteLCD_Type_Type_2080_REMLCDC
source: 2080 Remote LCD
es_es: LCD remoto 2080
fr_fr: LCD distant 2080
it_it: LCD remoto 2080
pt_br: LCD remoto do 2080
zh_cn: 2080 远程 LCD

# RemoteLCD_Type_Type_NotConfigured
source: Not Configured
de_de: Nicht konfiguriert
es_es: No configurado
fr_fr: Non configuré
it_it: Non configurato
pt_br: Não configurado
zh_cn: 未配置

# RemoteLCD_BacklightColor_BLUE
source: Blue
de_de: Blau
es_es: Azul
fr_fr: Bleu
it_it: Blu
pt_br: Azul
zh_cn: 蓝色

# RemoteLCD_BacklightColor_GREEN
source: Green
de_de: Grün
es_es: Verde
fr_fr: Vert
it_it: Verde
pt_br: Verde
zh_cn: 绿色

# RemoteLCD_BacklightColor_RED
source: Red
de_de: Rot
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
pt_br: Vermelho
zh_cn: 红色

# RemoteLCD_BacklightColor_WHITE
source: White
de_de: Weiß
es_es: Blanco
fr_fr: Blanc
it_it: Bianco
pt_br: Branco
zh_cn: 白色

# RemoteLCD_DisplayMode_NORMAL
source: Normal Display
de_de: Normale Anzeige
es_es: Visualización normal
fr_fr: Affichage normal
it_it: Visualizzazione normale
pt_br: Exibição normal
zh_cn: 正常显示

# RemoteLCD_DisplayMode_USER
source: User Display
de_de: Benutzeranzeige
es_es: Visualización del usuario
fr_fr: Affichage utilisateur
it_it: Visualizzazione utente
pt_br: Exibição de usuário
zh_cn: 用户显示

# RemoteLCD_BacklightMode_ALWAYS_OFF
source: Always Off
de_de: Immer aus
es_es: Siempre desactivado
fr_fr: Toujours désactivé
it_it: Sempre spento
pt_br: Sempre desligado
zh_cn: 始终关闭

# RemoteLCD_BacklightMode_ALWAYS_ON
source: Always On
de_de: Immer ein
es_es: Siempre activado
fr_fr: Toujours activé
it_it: Sempre acceso
pt_br: Sempre ligado
zh_cn: 始终打开

# RemoteLCD_BacklightMode_ON_FOR_TIME
source: On For Time
de_de: Zeitweise ein
es_es: Activado para hora
fr_fr: Actif pour un temps
it_it: Acceso per tempo specifico
pt_br: Ligado pelo tempo
zh_cn: 暂时打开

# RemoteLCD_ConnectionStatus_CONNECTED
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
pt_br: Conectado
zh_cn: 已连接

# RemoteLCD_ConnectionStatus_NOT_PRESENT
source: Not Present
de_de: Nicht vorhanden
es_es: No está presente
fr_fr: Non présent
it_it: Non presente
pt_br: Não presente
zh_cn: 不存在

# RemoteLCD_ConnectionStatus_PRESENT_NOT_CONNECTED
source: Not Connected
de_de: Nicht verbunden
es_es: No conectado
fr_fr: Non connecté
it_it: Non connesso
pt_br: Não conectado
zh_cn: 未连接

# RemoteLCD_CBM_FONT_Default
source: Default (Large - 8x6 pixel)
de_de: Standard (Groß - 8x6 Pixel)
es_es: Predeterminado (grande: 8x6 píxeles)
fr_fr: Par défaut (Grande - 8x6 pixels)
it_it: Predefinito (Grande - 8x6 pixel)
pt_br: Padrão (grande 8x6 pixels)
zh_cn: 默认值(大 - 8x6 像素)

# RemoteLCD_CBM_FONT_Large
source: Large (8x16 pixel)
de_de: Groß (8x16 Pixel)
es_es: Grande (8x16 píxeles)
fr_fr: Grande (8x16 pixels)
it_it: Grande (8x16 pixel)
pt_br: Grande (8x16 pixels)
zh_cn: 大(8x16 像素)

# RemoteLCD_CBM_FONT_Small
source: Small (8x8 pixel)
de_de: Klein (8x8 Pixel)
es_es: Pequeño (8x8 píxeles)
fr_fr: Petite (8x8 pixels)
it_it: Piccolo (8x8 pixel)
pt_br: Pequeno (8x8 pixels)
zh_cn: 小(8x8 像素)

# MICRO820_InputDebounceFilter_AC_0ms
source: AC 0ms
de_de: äöüAC 0msßßßßßß
es_es: CA 0 ms
fr_fr: CA 0ms
pt_br: CA 0ms
zh_cn: 中AC 0ms文文文文文

# MICRO820_InputDebounceFilter_AC_16ms
source: AC 16ms
de_de: äöüAC 16msßßßßßß
es_es: CA 16ms
fr_fr: CA 16ms
pt_br: CA 16ms
zh_cn: 中AC 16ms文文文文文

# MICRO820_InputDebounceFilter_AC_28ms
source: AC 28ms
de_de: äöüAC 28msßßßßßß
es_es: CA 28ms
fr_fr: CA 28ms
pt_br: CA 28ms
zh_cn: 中AC 28ms文文文文文

# MICRO820_InputDebounceFilter_AC_8ms
source: AC 8ms
de_de: äöüAC 8msßßßßßß
es_es: CA 8ms
fr_fr: CA 8ms
pt_br: CA 8ms
zh_cn: 中AC 8ms文文文文文

# MICRO820_InputDebounceFilter__0ms
source: DC 0ms
de_de: äöüDC 0msßßßßßß
es_es: CC 0ms
fr_fr: êæùçDC 0msëëëëë
pt_br: CD 0ms
zh_cn: 中DC 0ms文文文文文

# MICRO820_InputDebounceFilter__16ms
source: DC 16ms
de_de: äöüDC 16msßßßßßß
es_es: CC 16ms
fr_fr: êæùçDC 16msëëëëë
pt_br: CD 16ms
zh_cn: 中DC 16ms文文文文文

# MICRO820_InputDebounceFilter__32ms
source: DC 32ms
de_de: äöüDC 32msßßßßßß
es_es: CC 32ms
fr_fr: êæùçDC 32msëëëëë
pt_br: CD 32ms
zh_cn: 中DC 32ms文文文文文

# MICRO820_InputDebounceFilter__8ms
source: DC 8ms
de_de: äöüDC 8msßßßßßß
es_es: CC 8ms
fr_fr: êæùçDC 8msëëëëë
pt_br: CD 8ms
zh_cn: 中DC 8ms文文文文文

# MICRO820_InputDebounceFilter__default_AC
source: Default (AC 8ms)
de_de: Standard (AC 8ms)
es_es: Predeterminado (CA 8 ms)
fr_fr: Par défaut (CA 8ms)
it_it: Predefinito (AC 8 ms)
pt_br: Padrão (CA 8ms)
zh_cn: 默认值(AC 8ms)

# RemoteLCD_CBM_FONT_ExtraLarge
source: Extra Large (16x16 pixel)
de_de: Extragroß (16x16 Pixel)
es_es: Extragrande (16x16 píxeles)
fr_fr: Très grande (16x16 pixels)
it_it: Molto grande (16x16 pixel)
pt_br: Extra grande (16x16 pixels)
zh_cn: 超大(16x16 像素)

# DeviceInfoTreeSDCardCaption
source: Memory Card
de_de: Speicherkarte
es_es: Tarjeta de memoria
fr_fr: Carte mémoire
it_it: Scheda di memoria
pt_br: Cartão de memória
zh_cn: 内存卡

# ControllerIsMicro820Caption
source: Is Micro820 Controller
de_de: Ist Micro820 Steuerung
es_es: Es un controlador Micro820
fr_fr: Est le contrôleur Micro820
it_it: È controllore Micro820
pt_br: É o Controlador Micro820
zh_cn: 为 Micro820 控制器

# PresentationAndUIActionCaption
source: Action
de_de: Aktion
es_es: Acción
fr_fr: êæùçActionëëëëë
it_it: Azione
pt_br: Ação
zh_cn: 操作

# SDCardCaption
source: Memory Card
de_de: Speicherkarte
es_es: Tarjeta de memoria
fr_fr: Carte mémoire
it_it: Scheda di memoria
pt_br: Cartão de memória
zh_cn: 内存卡

# SDCardMemBackupFaultLogConfirmationMessage
source: Backup the fault log to the {0}?
de_de: Sicherungskopie eines Fehlerprotokolls in {0} erstellen?
es_es: ¿Desea realizar un Back Up del registro de errores en la {0}?
fr_fr: Sauvegarder le journal des défauts sur le/la {0} ?
it_it: Eseguire il backup del registro errori su {0}?
pt_br: Fazer backup do log de falhas para {0}?
zh_cn: 是否要将故障日志备份到 {0}？

# SDCardMemBackupWholeConfirmationMessage
source: Backup controller project to the {0}?
de_de: Steuerungsprojekt für {0} sichern?
es_es: ¿Desea realizar un Back Up del proyecto del controlador en la {0}?
fr_fr: Sauvegarder le projet de contrôleur sur le/la {0} ?
it_it: Eseguire il backup del progetto controllore su {0}?
pt_br: Fazer backup do projeto do controlador para {0}?
zh_cn: 是否将控制器项目备份到 {0}?

# SDCardMemRestoreFaultLogConfirmationMessage
source: Restore fault log from the {0} to the controller?
de_de: Fehlerprotokoll von {0} zur Steuerung wiederherstellen?
es_es: ¿Desea restaurar el registro de errores de la {0} al controlador?
fr_fr: Restaurer le journal des défauts à partir du/de la {0} vers le contrôleur ?
it_it: Ripristinare il registro errori da {0} al controllore?
pt_br: Restaurar log de falhas de {0} para o controlador?
zh_cn: 是否要将故障日志从 {0} 备份到控制器？

# SDCardMemRestorePartialConfirmationMessage
source: Restore partially from {0} to the controller?
de_de: Teilweise von {0} zur Steuerung wiederherstellen?
es_es: ¿Desea restaurar parcialmente de la {0} al controlador?
fr_fr: Restaurer en partie à partir du/de la {0} vers le contrôleur ?
it_it: Ripristinare parzialmente da {0} al controllore?
pt_br: Restaurar parcialmente de {0} para o controlador?
zh_cn: 是否要从 {0} 还原部分内容到控制器？

# SDCardMemRestoreWholeConfirmationMessage
source: Restore project from the {0} to the controller?
de_de: Projekt von {0} zur Steuerung wiederherstellen?
es_es: ¿Desea restaurar el proyecto de la {0} al controlador?
fr_fr: Restaurer le projet à partir du/de la {0} vers le contrôleur?
it_it: Ripristinare il progetto da {0} al controllore?
pt_br: Restaurar projeto de {0} para o controlador?
zh_cn: 是否将项目从 {0} 还原到控制器?

# SDCardMemRestoreWholeDisconnectionMessage
source: Restore project from the {0} to the controller and then disconnect from controller?
de_de: Projekt von {0} zur Steuerung wiederherstellen und anschließend von der Steuerung trennen?
es_es: ¿Desea restaurar el proyecto desde la {0} en el controlador y, a continuación, desconectarse de él?
fr_fr: Restaurer le projet à partir du/de la {0} vers le contrôleur, puis déconnecter du contrôleur ?
it_it: Ripristinare il progetto da {0} al controllore e disconnettersi dal controllore?
pt_br: Restaurar projeto de {0} para o controlador e, em seguida, desconectar do controlador?
zh_cn: 是否将项目从 {0} 还原到控制器，然后从控制器断开连接?

# SDCardAvailable
source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile
pt_br: Disponível
zh_cn: 可用

# SDCardAvailableFalseCaption
source: False
de_de: Falsch
es_es: Falso
fr_fr: Faux
it_it: Falso
pt_br: Falso
zh_cn: 否

# SDCardAvailableTrueCaption
source: True
de_de: Richtig
es_es: Cierto
fr_fr: Vari
it_it: Vero
pt_br: Verdadeiro
zh_cn: 是

# RemoteLCD_BootMessageSizeError
source: Startup Message size must not exceed {0}
de_de: Die Startmeldung darf {0} nicht überschreiten.
es_es: El tamaño del mensaje de inicio no debe ser superior a {0}
fr_fr: La taille du message de démarrage ne peut pas dépasser {0}
it_it: La dimensione del messaggio di avvio non deve superare {0}
pt_br: Tamanho da mensagem de inicialização não deve exceder {0}
zh_cn: 启动消息大小不得超过 {0}

# BackLightTimeValidationError
source: Backlight time must be in range of {0} to {1} sec
de_de: Hintergrundbeleuchtung muss im Bereich zwischen {0} und {1} Sekunden liegen
es_es: El tiempo de iluminación de fondo debe estar en el rango de {0} a {1} s
fr_fr: Le temps de rétroéclairage doit être compris entre {0} et {1} sec
it_it: Il tempo di retroilluminazione deve essere compreso nell'intervallo da {0} a {1} secondo
pt_br: O tempo da luz de fundo deve estar no intervalo de {0} a {1} seg
zh_cn: 背光时间必须在 {0} 至 {1} 秒之间

# RemoteLCD_ContrastValidationError
source: Remote LCD contrast must be in range of {0} to {1}
de_de: Der Kontrast der Remote-LCD muss sich im Bereich von {0} bis {1} befinden.
es_es: El contraste del LCD remoto debe estar en el intervalo entre {0} y {1}
fr_fr: Le contraste du LCD distant doit être compris entre {0} et {1}
it_it: Contrasto LCD remoto deve essere compreso nell'intervallo da {0} a {1}
pt_br: Contraste do LCD remoto deve estar no intervalo de {0} a {1}
zh_cn: 远程 LCD 对比度必须在 {0} 至 {1} 之间

# RemoteLCD_BootMessageTimeError
source: Startup Message Display Time must be in the range of {0} to {1} sec.
de_de: Die Anzeigezeit für die Startmeldung muss sich im Bereich von {0} bis {1} befinden.
es_es: El tiempo de visualización del mensaje de inicio debe estar en el intervalo entre {0} y {1} segundos.
fr_fr: Le temps d'affichage du message de démarrage doit être compris entre {0} et {1} s.
it_it: Tempo visualizzazione messaggio di avvio deve essere compreso nell'intervallo da {0} a {1} sec.
pt_br: Tempo de exibição da mensagem de inicialização deve estar no intervalo de {0} a {1} seg.
zh_cn: 启动消息显示时间必须在 {0} 至 {1} 秒之间。

# RemoteLCD_BootMessage_MaxLength
source: {0} Characters
de_de: {0} Zeichen
es_es: {0} caracteres
fr_fr: {0} caractères
it_it: {0} caratteri
pt_br: {0} caracteres
zh_cn: {0} 个字符

# RemoteLCD_Boot_Message_Caption
source: _Message:
de_de: _Nachricht:
es_es: _Mensaje:
it_it: _Messaggio:
pt_br: _Mensagem:
zh_cn: 消息(_A):

# RemoteLCD_Boot_Message_Display_Font
source: _Display Time:
de_de: An_zeigezeit:
es_es: Tiempo de _visualización:
fr_fr: T_emps d'affichage :
it_it: _Tempo visualizzazione:
pt_br: _Tempo de exibição:
zh_cn: 显示时间(_D):

# RemoteLCD_Boot_Message_Font
source: _Font Size:
de_de: _Schriftgröße:
es_es: Tamaño de _fuente:
fr_fr: _Taille de police :
it_it: _Dimensioni font:
pt_br: Tamanho da _fonte:
zh_cn: 字体大小(_F):

# RemoteLCD_Connected_Message
source: Remote LCD Connected
de_de: Remote-LCD Connected verbunden
es_es: LCD remoto conectado
fr_fr: LCD distant connecté
it_it: LCD remoto collegato
pt_br: LCD remoto conectado
zh_cn: 远程 LCD 已连接

# RemoteLCD_LoadSerial_Message
source: _Configure
de_de: _Konfigurieren
es_es: _Configurar
fr_fr: _Configurer
it_it: _Configura
pt_br: _Configurar
zh_cn: 配置(_C)

# RemoteLCD_PushButton_Message
source: _Enable Push Button Key Read
de_de: _Aktivieren Drucktaste lesen
es_es: _Habilitar para leer la clave del botón del teclado
fr_fr: _Autoriser lecture touches fonctions
it_it: _Attiva lettura tasto pulsante
pt_br: _Ativar leitura de tecla com pressão de botão
zh_cn: 启用按钮键读取(_E)

# RemoteLCD_Seconds_Text
source: sec
de_de: s
es_es: seg
fr_fr: êæùçsecëëëëë
pt_br: s
zh_cn: 中sec文文文文文

# RemoteLCD_BootMessage_Caption
source: Startup Message
de_de: Startmeldung
es_es: Mensaje de inicio
fr_fr: Message de démarrage
it_it: Messaggio di avvio
pt_br: Mensagem de inicialização
zh_cn: 启动消息

# RemoteLCD_HardWareSettings_Message
source: Hardware Settings
de_de: Hardware-Einstellungen
es_es: Configuración de hardware
fr_fr: Paramètres du matériel
it_it: Impostazioni hardware
pt_br: Configurações do hardware
zh_cn: 硬件设置

# RemoteLCD_Load_Connected_Message
source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
pt_br: Conectado
zh_cn: 已连接

# RemoteLCD_MaxSize_Message
source: Max Size:
de_de: Max. Größe:
es_es: Tamaño máximo:
fr_fr: Taille maximale :
it_it: Dimensione massima:
pt_br: Tamanho máx:
zh_cn: 最大大小:

# RemoteLCD_NotConnected_Message
source: Disconnected
de_de: Getrennt
es_es: Desconectado
fr_fr: Déconnecté
it_it: Disconnesso
pt_br: Desconectado
zh_cn: 已断开连接

# RemoteLCD_Status_Message
source: Status : {0}
es_es: Estado: {0}
fr_fr: Statut : {0}
it_it: Stato : {0}
zh_cn: 状态: {0}

# SerialPort_RemoteLCD_Message
source: is configured to overwrite the serial port parameters.
de_de: ist zum Überschreiben der seriellen Anschlussparameter konfiguriert.
es_es: se ha configurado para sobrescribir los parámetros del puerto serie.
fr_fr: est configuré pour écraser les paramètres de port série.
it_it: è configurato per sovrascrivere i parametri della porta seriale.
pt_br: está configurado para substituir os parâmetros de porta serial.
zh_cn: 配置为覆盖串行端口参数。

# MemoryCardInformationMessage
source: Project details in Memory Card are only available when connected to the controller.
de_de: Projektdetails in Speicherkarte stehen nur bei einer Verbindung mit der Steuerung zur Verfügung.
es_es: Los detalles del proyecto en la tarjeta de memoria solo están disponible cuando esta se encuentra conectada al controlador.
fr_fr: Les détails du projet dans la carte mémoire ne sont disponibles que connectés au contrôleur.
it_it: I dettagli sul progetto nella scheda di memoria sono disponibili solo in presenza della connessione al controllore.
pt_br: Os detalhes do projeto no cartão de memória somente estão disponíveis quando há conexão com o controlador.
zh_cn: 内存卡中的项目详细信息仅在连接到控制器时可用。

# DeviceInfoTreeDatalogCaption
source: Data Log
de_de: Datenprotokoll
es_es: Registro de datos
fr_fr: Journal de données
it_it: Registro dati
pt_br: Log de dados
zh_cn: 数据日志

# DeviceInfoTreeRecipeCaption
source: Recipe
de_de: Rezept
es_es: Receta
fr_fr: Recette
it_it: Ricetta
pt_br: Recebimento
zh_cn: 配方

# MICRO820_InputDebounceFilter__default_DC
source: Default (DC 8ms)
de_de: Standard (DC 8ms)
es_es: Predeterminado (CC 8 ms)
fr_fr: Par défaut (CC 8ms)
it_it: Predefinito (DC 8 ms)
pt_br: Padrão (CD 8ms)
zh_cn: 默认值(DC 8ms)

# MemoryCardNotPresentInformationMessage
source: Memory Card is not present.
de_de: Speicherkarte ist nicht vorhanden.
es_es: La tarjeta de memoria no está presente.
fr_fr: Pas de carte mémoire.
it_it: Scheda di memoria non presente.
pt_br: Cartão de memória não está presente.
zh_cn: 内存卡不存在。

# MemoryCardProjectInMemoryCaption
source: Project in {0}
de_de: Projekt in {0}
es_es: Proyecto en {0}
fr_fr: Projet dans {0}
it_it: Progetto in {0}
pt_br: Projeto em {0}
zh_cn: {0} 中的项目

# MemoryCardStartupSettingsCaption
source: Startup Settings
de_de: Starteinstellungen
es_es: Configuración de inicio
fr_fr: Paramètres de démarrage
it_it: Impostazioni di avvio
pt_br: Configurações da inicialização
zh_cn: 启动设置

# MemoryCardPasswordMatch
source: Match
de_de: Übereinstimmung
es_es: Coincidencia
fr_fr: Correspondance
it_it: Corrispondenza
pt_br: Correspondência
zh_cn: 匹配

# MemoryCardPasswordMismatch
source: Does not match
de_de: Stimmt nicht überein
es_es: No coincide con
fr_fr: Ne correspond pas
it_it: Nessuna corrispondenza
pt_br: Não corresponde
zh_cn: 不匹配

# DataLogAddButton
source: _Add Data Set
de_de: _Datensatz hinzufügen
es_es: _Agregar conjunto de datos
fr_fr: _Ajouter un ensemble de données
it_it: _Aggiungi set di dati
pt_br: _Adicionar conjunto de dados
zh_cn: 添加数据集(_A)

# DataLogAddVariableButton
source: Add _Variable
de_de: Variable _hinzufügen
es_es: Agregar _variable
fr_fr: Ajouter une _variable
it_it: Aggiungi _variabile
pt_br: Adicionar _variável
zh_cn: 添加变量(_V)

# DataLogDataCopyCommand
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
pt_br: Copiar
zh_cn: 复制

# DataLogDataCutCommand
source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
it_it: Taglia
pt_br: Recortar
zh_cn: 剪切

# DataLogDataPasteCommand
source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
it_it: Incolla
pt_br: Colar
zh_cn: 粘贴

# DataLogDataSetList
source: Data Set List
de_de: Datensatzliste
es_es: Lista de conjuntos de datos
fr_fr: Liste des ensembles de données
it_it: Elenco set di dati
pt_br: Lista do conjunto de dados
zh_cn: 数据集列表

# DataLogDeleteButton
source: _Delete
de_de: _Löschen
es_es: _Eliminar
fr_fr: _Supprimer
it_it: _Elimina
pt_br: _Excluir
zh_cn: 删除(_D)

# DataLogDeleteVariableButton
source: D_elete Variable
de_de: V_ariable löschen
es_es: _Eliminar variable
fr_fr: S_upprimer variable
it_it: E_limina variabile
pt_br: E_xcluir variável
zh_cn: 删除变量(_E)

# DataLogVariableListNameColumn
source: Variable Name
de_de: Variablenname
es_es: Nombre de la variable
fr_fr: Nom de variable
it_it: Nome variabile
pt_br: Nome da variável
zh_cn: 变量名

# DataLogVariableListNoColumn
source: No.
de_de: Nr.
es_es: N.º
fr_fr: N°
it_it: N.
pt_br: ãçêúNo.ÀÀÀÀÀ
zh_cn: 编号

# DataLogVariableListTypeColumn
source: Variable Type
de_de: Variablentyp
es_es: Tipo de variable
fr_fr: Type de variable
it_it: Tipo di variabile
pt_br: Tipo de variável
zh_cn: 变量类型

# DataSetDetailsCancelButton
source: _Cancel
de_de: A_bbrechen
es_es: _Cancelar
fr_fr: A_nnuler
it_it: _Annulla
pt_br: _Cancelar
zh_cn: 取消(_C)

# DataSetDetailsDescriptionCaption
source: _Description:
de_de: _Beschreibung:
es_es: _Descripción:
it_it: _Descrizione:
pt_br: _Descrição:
zh_cn: 描述(_D):

# DataSetDetailsLabelCaption
source: Name:
de_de: äöüName:ßßßßßß
es_es: Nombre:
fr_fr: Nom :
it_it: Nome:
pt_br: Nome:
zh_cn: 名称:

# DataSetDetailsOKButton
source: _OK
de_de: äöü_OKßßßßßß
es_es: Acep_tar
fr_fr: êæùç_OKëëëëë
pt_br: ãçêú_OKÀÀÀÀÀ
zh_cn: 确定(_O)

# DataSetDetailsSeparatorCaption
source: _Separator:
de_de: _Trennzeichen:
es_es: _Separador:
fr_fr: _Séparateur :
it_it: _Separatore:
pt_br: _Separador:
zh_cn: 分隔符(_S):

# ManageCaption
source: _Manage...
de_de: _Verwalten...
es_es: Ad_ministrar...
fr_fr: _Gérer...
it_it: _Gestisci...
pt_br: _Gerenciar...
zh_cn: 管理(_M)...

# DataSetDetailsTitle
source: Data Set Details
de_de: Datensatzdetails
es_es: Detalles del conjunto de datos
fr_fr: Détails de l'ensemble de données
it_it: Dettagli set di dati
pt_br: Detalhes do conjunto de dados
zh_cn: 数据集详细信息

# RemoteLCD_Font_Columns_Rows
source: {0} Characters ({1} columns x {2} rows)
de_de: {0} Zeichen ({1} Spalten x {2} Zeilen)
es_es: {0} caracteres ({1} columnas x {2} filas)
fr_fr: {0} caractères ({1} colonnes x {2} lignes)
it_it: {0} caratteri ({1} colonne x {2} righe)
pt_br: {0} Caracteres ({1} colunas x {2} linhas)
zh_cn: {0} 个字符({1} 列 x {2} 行)

# RemoteLCD_LoadSerial_Message_RemoteLCD
source: for Remote LCD
de_de: für Remote-LCD
es_es: para el LCD remoto
fr_fr: pour LCD distant
it_it: per LCD remoto
pt_br: para LCD remoto
zh_cn: 适用于远程 LCD
