Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MotionAxisGeneralPulseOutputCaption
source: Pulse Output:
de_de: Impuls-Ausgang:
es_es: Salida de pulso:
fr_fr: Sortie d'impulsion :
it_it: Uscita impulso:
pt_br: Saída de Pulso:
zh_cn: 脉冲输出:

# MotionAxisGeneralTouchProbeInputCaption
source: Touch Pro_be Input
de_de: Touch Pr_obe-Eingang
es_es: Entrada de sonda de to_que
fr_fr: Entrée de la son_de tactile
it_it: Ingre_sso tastatore
pt_br: Entrada de Son_da de Toque
zh_cn: 接触式探测输入(_B)

# MotionAxisGeneralDriveReadyActiveLevelCaption
source: Acti_ve Level:
de_de: Akti_ve Ebene:
es_es: Nivel acti_vo:
fr_fr: Ni_veau logique :
it_it: Livello atti_vo:
pt_br: Nível Ati_vo:
zh_cn: 活动级别(_V):

# MotionAxisGeneralInPositionInputActiveLevelCaption
source: Ac_tive Level:
de_de: Ak_tive Ebene:
es_es: Nivel ac_tivo:
fr_fr: Ni_veau logique :
it_it: Livello at_tivo:
pt_br: Nível At_ivo:
zh_cn: 活动级别(_T):

# MotionAxisGeneralInPositionInputInputCaption
source: In_put:
de_de: Ein_gang:
es_es: Ent_rada:
fr_fr: En_trée :
it_it: In_gresso:
pt_br: En_trada:
zh_cn: 输入(_P):

# MotionAxisGeneralTouchProbeInputActiveLevelCaption
source: Active _Level:
de_de: Aktive _Ebene:
es_es: Nive_l activo:
fr_fr: Niveau _logique :
it_it: Live_llo attivo:
pt_br: Níve_l Ativo:
zh_cn: 活动级别(_L):

# MotionAxisGeneralTouchProbeInputInputCaption
source: Input:
de_de: Eingang:
es_es: Entrada:
fr_fr: Entrée :
it_it: Ingresso:
pt_br: Entrada:
zh_cn: 输入:

# MotionAxisGeneralPTOChannelUnAssigned
source: <unassigned>
de_de: <nicht zugewiesen>
es_es: <sin asignar>
fr_fr: <non affecté>
it_it: <non assegnato>
pt_br: <não atribuído>
zh_cn: <未分配>

# MotionAxisConfigNameInvalidChars
source: Name must begin with a letter(A-Z or a-z) or underscore character followed by letters(A-Z or a-z), digits, and single underscore characters.
de_de: Name muss mit einem Buchstaben (A-Z oder a-z) oder Unterstrich beginnen, gefolgt von Buchstaben (A-Z oder a-z), Zahlen und einzelnen Unterstrichen.
es_es: El nombre debe empezar con una letra (A-Z o a-z) o un símbolo subrayado seguidos de letras(A-Z o a-z), dígitos o un solo carácter subrayado.
fr_fr: Le nom doit commencer par une lettre (A-Z ou a-z) ou un trait de soulignement, suivi de lettres (A-Z ou a-z), de chiffres ou de traits de soulignement uniques.
it_it: Il nome deve iniziare con una lettera (A-Z o a-z) o un carattere di sottolineatura, seguiti da lettere (A-Z o a-z), cifre e singoli caratteri di sottolineatura.
pt_br: O nome deve começar com uma letra (A-Z ou a-z) ou caractere de sublinhado seguido de letras (A-Z ou a-z), dígitos e caracteres de sublinhado únicos.
zh_cn: 名称必须以字母或(A-Z 或 a-z)加下划线的字符开始，后跟字母(A-Z 或 a-z)、数字和单个加下划线的字符。

# ConnectedComponentsCaption
source: Connected Components Workbench
de_de: äöüConnected Components Workbenchßßßßßß
es_es: ÁéÜConnected Components Workbenchñññññ
pt_br: ãçêúConnected Components WorkbenchÀÀÀÀÀ
zh_cn: 中Connected Components Workbench文文文文文

# MotionAxisDeletionCaption
source: Delete the axis '{0}'?
de_de: Die Achse „{0}“ löschen?
es_es: ¿Desea eliminar el eje {0}?
fr_fr: Supprimer l'axe '{0}' ?
it_it: Eliminare l'asse "{0}"?
pt_br: Excluir o eixo '{0}'?
zh_cn: 是否删除轴 '{0}'？

# PresentationAndUIAddCaption
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
it_it: Aggiungi
pt_br: Adicionar
zh_cn: 添加

# EmergencyStopType_Decelaration
source: Deceleration Stop
de_de: Rampen-Stopp
es_es: Parada de desaceleración
fr_fr: Arrêt par décélération
it_it: Arresto con decelerazione
pt_br: Parada de Desaceleração
zh_cn: 减速停止

# EmergencyStopType_Immediate
source: Immediate Stop
de_de: Sofortiger Stopp
es_es: Parada inmediata
fr_fr: Arrêt immédiat
it_it: Arresto immediato
pt_br: Parada Imediata
zh_cn: 立即停止

# MotionAxisGeneralPTOChannelWarningMessage
source: Changing PTO channel will change the I/O Wiring of '{0}'. Do you want to update these values?
de_de: Durch Ändern des PTO-Kanals ändert sich die E/A-Verdrahtung von „{0}“. Möchten Sie diese Werte aktualisieren?
es_es: Si se cambia el canal de PTO, cambiará el cableado de E/S de {0}. ¿Desea actualizar estos valores?
fr_fr: Le changement du canal PTO entraînera la modification du câblage d'E/S de '{0}'. Voulez-vous mettre à jour ces valeurs ?
it_it: Il cambiamento del canale PTO modifica i collegamenti I/O di "{0}". Aggiornare questi valori?
pt_br: A alteração do canal PTO irá alterar a Fiação de E/S de '{0}'. Deseja atualizar esses valores?
zh_cn: 更改 高速脉冲串控制伺服 通道将更改 '{0}' 的 I/O 布线。 是否要更新这些值？

# MotionAxisHomingHomeSwitchInputCaption
source: Home _Switch Input
de_de: Home _Schaltereingang
es_es: Entrada de interru_ptor de inicio
fr_fr: Entrée _capteur d'origine
it_it: Ingre_sso interruttore azzeramento
pt_br: ãçêúHome _Switch InputÀÀÀÀÀ
zh_cn: 原位开关输入(_S)

# MotionAxisLimitsLowerHardLimitCaption
source: _Lower Hard Limit
de_de: _Unteres Hardwarelimit
es_es: _Límite estricto inferior
fr_fr: _Fin de course bas
it_it: _Limite hardware inferiore
pt_br: _Limite Rígido Inferior
zh_cn: 硬限位下限(_L)

# MotionAxisLimitsSwitchInputCaption
source: Switch Input:
de_de: Switch-Eingang:
es_es: Entrada de interruptor:
fr_fr: Entrée capteur :
it_it: Ingresso interruttore:
pt_br: Entrada da Chave:
zh_cn: 切换输入:

# MotionAxisLimitsUpperHardLimitCaption
source: _Upper Hard Limit
de_de: O_beres Hardwarelimit
es_es: Límite estricto s_uperior
fr_fr: Fin de co_urse haut
it_it: Limite hardware s_uperiore
pt_br: Limite Rígido S_uperior
zh_cn: 硬限位上限(_U)

# MotionAxisMotorLoadDirectionCaption
source: Direction
de_de: Richtung
es_es: Dirección
fr_fr: êæùçDirectionëëëëë
it_it: Direzione
pt_br: Direção
zh_cn: 方向

# MotionAxisMotorLoadDirectionChangeDelayTimeCaption
source: Change _Delay Time:
de_de: Verzögerungszeit än_dern:
es_es: Cambiar tiempo _de retardo:
fr_fr: _Délai avant changement de sens :
it_it: Modifica _durata ritardo:
pt_br: Alterar Tempo _de Atraso:
zh_cn: 更改延迟时间(_D):

# MotionAxisMotorLoadDirectionModeCaption
source: _Mode:
de_de: _Modus:
es_es: _Modo:
it_it: _Modalità:
pt_br: _Modo:
zh_cn: 模式(_M):

# MotionAxisMotorLoadDirectionPolarityCaption
source: P_olarity:
de_de: P_olarität:
es_es: P_olaridad:
fr_fr: P_olarité :
it_it: P_olarità:
pt_br: P_olaridade:
zh_cn: 极性(_O):

# MotionAxisMotorLoadMilliSecValue
source: ms
de_de: äöümsßßßßßß
es_es: ÁéÜmsñññññ
fr_fr: êæùçmsëëëëë
pt_br: ãçêúmsÀÀÀÀÀ
zh_cn: 中ms文文文文文

# MotionAxisMotorLoadMotorRevCaption
source: Motor Revolution
de_de: Motordrehung
es_es: Revolución del motor
fr_fr: Tour du moteur
it_it: Giri motore
pt_br: Revolução do Motor
zh_cn: 电机转数

# MotionAxisMotorLoadSecValue
source: sec
de_de: s
es_es: seg
fr_fr: êæùçsecëëëëë
pt_br: s
zh_cn: 中sec文文文文文

# MotionAxisMotorLoadPulsesPerRevCaption
source: P_ulses per Revolution:
de_de: Impulse pro _Umdrehung:
es_es: P_ulsos por revolución:
fr_fr: Nombre d'imp_ulsions par tour :
it_it: Imp_ulsi per giro:
pt_br: P_ulsos por Revolução:
zh_cn: 每转数脉冲(_U):

# MotionAxisMotorLoadTravelPerRevCaption
source: _Travel per Revolution:
de_de: D_istanz pro Umdrehung:
es_es: _Desplazamiento por revolución:
fr_fr: Dis_tance parcourue par tour :
it_it: _Corsa per giro:
pt_br: _Percurso por Revolução:
zh_cn: 每转的行程(_T):

# MotionAxisMotorLoadUserDefinedCaption
source: User Defined Unit
de_de: Benutzerdefinierte Einheit
es_es: Unidad definida por el usuario
fr_fr: Unité définie par l'utilisateur
it_it: Unità definita dall'utente
pt_br: Unidade Definida pelo Usuário
zh_cn: 用户定义的单位

# MotionAxisMotorLoadUserDefinedPositionCaption
source: _Position:
de_de: äöü_Position:ßßßßßß
es_es: _Posición:
it_it: _Posizione:
pt_br: Po_sição:
zh_cn: 位置(_P):

# MotionAxisMotorLoadUserDefinedTimeCaption
source: Time:
de_de: Zeit:
es_es: Hora:
fr_fr: Heure :
it_it: Durata:
pt_br: Hora:
zh_cn: 时间:

# DirectionMode_Both
source: Bi-Directional
de_de: äöüBi-Directionalßßßßßß
es_es: Bidireccional
fr_fr: Bi-directionnel
it_it: Bidirezionale
pt_br: Bidirecional
zh_cn: 双向

# DirectionMode_CCW
source: Negative Direction
de_de: Negative Richtung
es_es: Dirección negativa
fr_fr: Direction négative
it_it: Direzione negativa
pt_br: Direção Negativa
zh_cn: 负方向

# DirectionMode_CW
source: Positive Direction
de_de: Positive Richtung
es_es: Dirección positiva
fr_fr: Direction positive
it_it: Direzione positiva
pt_br: Direção Positiva
zh_cn: 正方向

# DirectionPolarity_Inverted
source: Inverted
de_de: Umgekehrt
es_es: Invertida
fr_fr: Inversé
it_it: Invertita
pt_br: Invertida
zh_cn: 反向

# DirectionPolarity_NonInverted
source: Non-Inverted
de_de: Nicht umgekehrt
es_es: No invertida
fr_fr: Non inversé
it_it: Non invertita
pt_br: Não Invertida
zh_cn: 正向

# PositionUnitCmCaption
source: cm
de_de: äöücmßßßßßß
es_es: ÁéÜcmñññññ
fr_fr: êæùçcmëëëëë
pt_br: ãçêúcmÀÀÀÀÀ
zh_cn: 中cm文文文文文

# PositionUnitInchesCaption
source: inches
de_de: äöüinchesßßßßßß
es_es: ÁéÜinchesñññññ
fr_fr: pouces
pt_br: ãçêúinchesÀÀÀÀÀ
zh_cn: 中inches文文文文文

# PositionUnitMmCaption
source: mm
de_de: äöümmßßßßßß
es_es: ÁéÜmmñññññ
fr_fr: êæùçmmëëëëë
pt_br: ãçêúmmÀÀÀÀÀ
zh_cn: 中mm文文文文文

# PositionUnitRevsCaption
source: revs
de_de: äöürevsßßßßßß
es_es: ÁéÜrevsñññññ
fr_fr: tours
pt_br: ãçêúrevsÀÀÀÀÀ
zh_cn: 中revs文文文文文

# MotionAxisDynamicsMaxAccelerationCaption
source: Max _Acceleration:
de_de: Max. _Beschleunigung:
es_es: _Aceleración máxima:
fr_fr: _Accélération maximale :
it_it: _Accelerazione max:
pt_br: _Aceleração Máx.:
zh_cn: 最大加速(_A):

# MotionAxisDynamicsMaxDecelerationCaption
source: Max _Deceleration:
de_de: Max. _Entschleunigung:
es_es: _Desaceleración máxima:
fr_fr: _Décélération maximale :
it_it: _Decelerazione max:
pt_br: _Desaceleração Máx.:
zh_cn: 最大减速(_D):

# MotionAxisDynamicsMaxJerkCaption
source: Max _Jerk:
es_es: Sa_cudida máxima:
fr_fr: _Jerk maximal :
it_it: Jerk_max:
pt_br: Je_rk Máx.:
zh_cn: 最大加速度(_J):

# MotionAxisDynamicsMaxVelocityCaption
source: Max _Velocity:
de_de: Max. _Geschwindigkeit:
es_es: _Velocidad máxima:
fr_fr: _Vitesse maximale :
it_it: _Velocità max:
pt_br: _Velocidade Máx.:
zh_cn: 最大速度(_V):

# MotionAxisDynamicsStartStopVelocityCaption
source: _Start/Stop Velocity:
de_de: _Start/Stopp-Geschwindigkeit:
es_es: Velocidad de _inicio/parada:
fr_fr: Vite_sse de démarrage/arrêt :
it_it: Velocità di avvio/arre_sto:
pt_br: Velocidade de _inicialização/parada:
zh_cn: 开始/停止速度(_S):

# MotionAxisEStopDecelerationCaption
source: Stop De_celeration:
de_de: _Verzögerung stoppen:
es_es: De_saceleración de parada:
fr_fr: Dé_célération d’arrêt :
it_it: de_celerazione di arresto:
pt_br: Desa_celeração de Parada:
zh_cn: 停止减速(_C):

# MotionAxisEStopJerkCaption
source: Stop Jer_k:
de_de: Jerk st_oppen:
es_es: Sac_udida de parada:
fr_fr: Jer_k d’arrêt :
it_it: Jerk di a_rresto:
pt_br: Jer_k de Parada:
zh_cn: 停止加速度(_K):

# MotionAxisEStopVelocityCaption
source: Stop V_elocity:
de_de: Stopp-Gesch_windigkeit:
es_es: V_elocidad de parada:
fr_fr: Vit_esse d’arrêt :
it_it: V_elocità di arresto:
pt_br: V_elocidade de Parada:
zh_cn: 停止速度(_E):

# MotionAxisLimitsLowerSoftLimitCaption
source: Lo_wer Soft Limit:
de_de: Untere _Software-Grenze:
es_es: Límite por software infe_rior:
fr_fr: _Limite logicielle basse :
it_it: Limite soft_ware inferiore:
pt_br: Limite Fle_xível Inferior:
zh_cn: 软限位下限(_W):

# MotionAxisLimitsUpperSoftLimitCaption
source: U_pper Soft Limit:
de_de: _Obere Software-Grenze:
es_es: Límite por software su_perior:
fr_fr: Li_mite logicielle haute :
it_it: Limite software su_periore:
pt_br: Limite Flexível Su_perior:
zh_cn: 软限位上限(_P):

# ValidatorInvalidRangeMessage
source: {0} must be in the range of {1} to {2} {3}
de_de: {0} muss im Bereich von {1} bis {2} {3} liegen.
es_es: {0} debe estar en el rango de {1} a {2} {3}
fr_fr: {0} doit être compris(e) entre {1} et {2} {3}
it_it: {0} deve essere compreso nell'intervallo tra {1} e {2} {3}
pt_br: {0} deve estar no intervalo de {1} a {2} {3}
zh_cn: {0} 的范围必须在 {1} 到 {2} {3} 之间

# MotionAxisMotorLoadInvalidPosUnitMessage
source: User defined position unit cannot contain non-ASCII characters.
de_de: Nutzerdefinierte Position kann keine ASCII-Zeichen enthalten.
es_es: La unidad de posición definida por el usuario no puede incluir caracteres que no sean ASCII.
fr_fr: L'unité de la position définie par l'utilisateur ne peut pas contenir de caractères non ASCII.
it_it: L'unità di posizione definita dall'utente non può contenere caratteri non ASCII.
pt_br: A unidade de posição definida pelo usuário não pode conter caracteres não ASCII.
zh_cn: 用户定义的位置单位不能包含非 ASCII 字符。

# MotionAxisLimitsHardLimitsCaption
source: Hard Limits
de_de: Hardwarelimits
es_es: Límites estrictos
fr_fr: Limites matérielles
it_it: Limiti hardware
pt_br: Limites Rígidos
zh_cn: 硬限位

# MotionAxisLimitsHardStopCaption
source: When _hard limit is reached, apply:
de_de: Beim Erreichen des _Hardwarelimits:
es_es: Cuando se alcance el límite _estricto, aplicar:
fr_fr: Lorsque la limite _matérielle est atteinte, appliquer :
it_it: Quando viene raggiunto un limite _hardware, applicare:
pt_br: Quando o limite_rígido for alcançado, aplicar:
zh_cn: 当达到硬限位(_H)时，请应用:

# MotionAxisLimitsLowerHardLimitActiveLevelCaption
source: A_ctive Level:
de_de: A_ktive Ebene:
es_es: Nivel a_ctivo:
fr_fr: N_iveau logique :
it_it: Livello a_ttivo:
pt_br: Nível At_ivo:
zh_cn: 活动级别(_C):

# MotionAxisLimitsSoftLimitsCaption
source: Soft Limits
de_de: Softwarelimit
es_es: Límites por software
fr_fr: Limites logicielles
it_it: Limiti software
pt_br: Limites Flexíveis
zh_cn: 软限位

# MotionAxisLimitsUpperHardLimitActiveLevelCaption
source: _Active Level:
de_de: _Aktive Ebene:
es_es: Nivel _activo:
fr_fr: Ni_veau logique :
it_it: Livello _attivo:
pt_br: Nível _Ativo:
zh_cn: 活动级别(_A):

# MotionAxisMotorLoadModifyRevolutionWarning
source: Modifying Motor Revolution parameters may cause Axis runaway.
de_de: Eine Modifikation der Motordrehzahlparameter kann dazu führen, dass die Achse außer Kontrolle gerät.
es_es: Si se modifican los parámetros de revolución del motor, se podría perder el control del eje.
fr_fr: La modification des paramètres de tour du moteur peut provoquer un emballement de l’axe.
it_it: La modifica dei parametri Giri motore potrebbe portare alla perdita di controllo dell'asse.
pt_br: A modificação dos parâmetros de Revolução do Motor pode causar desvio do Eixo.
zh_cn: 修改电机转数参数可能导致轴失控。

# HomeDirectionMode_CCW
source: Negative
de_de: Negativ
es_es: Negativo
fr_fr: Négatif
it_it: Negativo
pt_br: Negativo
zh_cn: 负

# HomeDirectionMode_CW
source: Positive
de_de: Positiv
es_es: Positivo
fr_fr: Positif
it_it: Positivo
pt_br: Positivo
zh_cn: 正

# MotionAxisHomingAccelerationCaption
source: Homing _Acceleration:
de_de: Homing _Beschleunigung:
es_es: _Aceleración de autodirección:
fr_fr: Accélér_ation de la prise d'origine :
it_it: Accelerazione _azzeramento:
pt_br: _Aceleração do Feedback à Inicialização:
zh_cn: 原位加速(_A):

# MotionAxisHomingCreepVelocityCaption
source: _Creep Velocity:
de_de: _Kriechgang:
es_es: Velo_cidad de arrastre:
fr_fr: Vitesse d'approc_he :
it_it: Velocità mar_cia lenta:
pt_br: Velo_cidade de Arrasto:
zh_cn: 滑动速度(_C):

# MotionAxisHomingDecelerationCaption
source: Homing _Deceleration:
de_de: Homing _Verzögerung:
es_es: _Desaceleración de autodirección:
fr_fr: _Décélération de la prise d'origine :
it_it: _Decelerazione azzeramento:
pt_br: _Desaceleração do Feedback à Inicialização:
zh_cn: 原位减速(_D):

# MotionAxisHomingDirectionCaption
source: _Homing Direction:
de_de: _Homing-Richtung:
es_es: Dirección de _inicio:
fr_fr: Directio_n de la prise d'origine :
it_it: _Direzione di homing:
pt_br: Direção _Inicial:
zh_cn: 原位方向(_H):

# MotionAxisHomingHomeMarkerInputActiveLevelCaption
source: Active _Level:
de_de: Aktive _Ebene:
es_es: Nive_l activo:
fr_fr: Niveau _logique :
it_it: Live_llo attivo:
pt_br: Níve_l Ativo:
zh_cn: 活动级别(_L):

# MotionAxisHomingHomeMarkerInputCaption
source: Home _Marker Input
de_de: Home _Marker-Eingang
es_es: Entrada de _marcador de inicio
fr_fr: Entrée _Marqueur codeur
it_it: Ingresso _marcatore di Home
pt_br: Entrada do _Marcador de Inicialização
zh_cn: 原位标记输入(_M)

# MotionAxisHomingHomeMarkerInputInputCaption
source: _Input:
de_de: E_ingang:
es_es: _Entrada:
fr_fr: _Entrée :
it_it: _Ingresso:
pt_br: _Entrada:
zh_cn: 输入(_I):

# MotionAxisHomingHomeOffsetCaption
source: Home _Offset:
de_de: Home rü_cksetzen:
es_es: _Offset inicio:
fr_fr: Décalage par rapport à l'_origine :
it_it: Sfasamento azzerament_o:
pt_br: _Offset início:
zh_cn: 原位偏移(_O):

# MotionAxisHomingHomeSwitchInputActiveLevelCaption
source: Ac_tive Level:
de_de: Ak_tive Ebene:
es_es: Nivel ac_tivo:
fr_fr: Ni_veau logique :
it_it: Livello at_tivo:
pt_br: Nível At_ivo:
zh_cn: 活动级别(_T):

# MotionAxisHomingHomeSwitchInputInputCaption
source: Input:
de_de: Eingang:
es_es: Entrada:
fr_fr: Entrée :
it_it: Ingresso:
pt_br: Entrada:
zh_cn: 输入:

# MotionAxisHomingJerkCaption
source: Homing _Jerk:
es_es: Sacudida de autodirecció_n:
fr_fr: _Jerk de la prise d'origine :
it_it: Jerk_azzeramento:
pt_br: Jerk Inici_al:
zh_cn: 原位加速度(_J):

# MotionAxisHomingVelocityCaption
source: Homing _Velocity:
de_de: Homing _Geschwindigkeit:
es_es: _Velocidad de autodirección:
fr_fr: _Vitesse de la prise d'origine :
it_it: _Velocità azzeramento:
pt_br: _Velocidade de Feedback à Inicialização:
zh_cn: 原位速度(_V):

# MotionAxisDynamicsRpmCaption
source: rpm
de_de: äöürpmßßßßßß
es_es: ÁéÜrpmñññññ
fr_fr: êæùçrpmëëëëë
pt_br: ãçêúrpmÀÀÀÀÀ
zh_cn: 中rpm文文文文文

# MotionAxisEmergencyStopProfile
source: Emergency Stop Profile
de_de: Nothalt-Profil
es_es: Perfil de parada de emergencia
fr_fr: Profil d'arrêt d'urgence
it_it: Profilo arresto di emergenza
pt_br: Perfil de Parada de Emergência
zh_cn: 紧急停止配置

# MotionAxisForcedPtoHwStop
source: Forced PTO Hardware Stop
de_de: Erzwungener PTO-Hardware-Stopp
es_es: Parada forzada de hardware PTO
fr_fr: Arrêt matériel PTO forcé
it_it: Arresto hardware PTO forzato
pt_br: Parada de Hardware de PTO Forçada
zh_cn: 强制 高速脉冲串控制伺服 硬件停止

# MotionAxisLimitsSoftLimitInfoLbl
source: When soft limit is reached, Emergency Stop Profile will be applied.
de_de: Bei Erreichen der Software-Grenze kommt das Nothalt-Profil zur Anwendung.
es_es: Cuando se alcance el límite por software, se aplicará el perfil de parada de emergencia.
fr_fr: Lorsque la limite logicielle est atteinte, le profil d'arrêt d'urgence est appliqué.
it_it: Quando si raggiunge un limite software, viene applicato il profilo di arresto di emergenza.
pt_br: Quando o limite flexível for alcançado, o Perfil de Parada de Emergência será aplicado.
zh_cn: 当达到软限位时，将应用紧急停止配置。

# MotionAxisEStopTypeCaption
source: Stop _Type:
de_de: _Typ stoppen:
es_es: _Tipo de parada:
fr_fr: _Type d'arrêt :
it_it: _Tipo arresto:
pt_br: _Tipo de Parada:
zh_cn: 停止类型(_T):

# SecondCubeCaption
source: sec³
de_de: s³
es_es: seg³
fr_fr: êæùçsec³ëëëëë
pt_br: s³
zh_cn: 中sec³文文文文文

# SecondSquareCaption
source: sec²
de_de: s²
es_es: seg²
fr_fr: êæùçsec²ëëëëë
pt_br: s²
zh_cn: 中sec²文文文文文

# MotionAxisHomingCreepLegend
source: creep
de_de: Kriechen
es_es: arrastre
fr_fr: approche
it_it: marcia lenta
pt_br: arrasto
zh_cn: 滑动

# MotionAxisHomingHomeMarkerLegend
source: Home Marker
de_de: äöüHome Markerßßßßßß
es_es: Marcador de inicio
fr_fr: Marqueur d'origine
it_it: Marcatore di Home
pt_br: Marcador de Inicialização
zh_cn: 原位标记

# MotionAxisHomingHomeSwitchLegend
source: Home Switch
de_de: äöüHome Switchßßßßßß
es_es: Interruptor de inicio
fr_fr: Commutateur d'origine
it_it: Interruttore di Home
pt_br: Chave de Inicialização
zh_cn: 原位开关

# MotionAxisHomingStartHomeLegend
source: Start Home
de_de: äöüStart Homeßßßßßß
es_es: Iniciar inicio
fr_fr: Démarrer la prise d'origine
it_it: Avvia azzeramento
pt_br: Inicialização de Feedback à Inicialização
zh_cn: 启动原位

# MotionAxisHomingStopHomeLegend
source: Stop Home
de_de: Stopp Home
es_es: Detener inicio
fr_fr: Arrêter la prise d'origine
it_it: Arresta azzeramento
pt_br: Parar Feedback à Inicialização
zh_cn: 停止原位

# IPConfigInvalidTitleCaption
source: Internet Protocol Settings
de_de: Internetprotokolleinstellungen
es_es: Configuración del protocolo de Internet
fr_fr: Paramètres du protocole Internet
it_it: Impostazioni Protocollo Internet
pt_br: Configurações do Protocolo de Internet
zh_cn: 因特网协议设置

# DF1DriverDF1ModeHDMaster
source: HD Master
es_es: Maestro HD
fr_fr: DD maître
it_it: Master HD
pt_br: HD Mestre
zh_cn: HD 主站

# DF1DriverDF1ModeHDSlave
source: HD Slave
es_es: Esclavo HD
fr_fr: DD esclave
it_it: Slave HD
pt_br: HD Escravo
zh_cn: HD 从站

# DF1DriverDF1ModePointToPoint
source: DF1 Full-Duplex
de_de: DF1-Vollduplex
es_es: Dúplex completo DF1
fr_fr: Duplex intégral DF1
it_it: Full-duplex DF1
pt_br: ãçêúDF1 Full-DuplexÀÀÀÀÀ
zh_cn: DF1 全双工

# DF1DriverDF1ModeShutDown
source: Shut Down
de_de: Herunterfahren
es_es: Apagar
fr_fr: Arrêter
it_it: Disabilitato
pt_br: Desligar
zh_cn: 关闭

# DF1DriverDF1ModeTitleCaption
source: DF1 Mode:
de_de: DF1-Modus:
es_es: Modo DF1:
fr_fr: Mode DF1 :
it_it: Modalità DF1:
pt_br: Modo DF1:
zh_cn: DF1 模式:

# TCPIPConfigChangeIPCaption
source: IP address conflict detected. Change IP address to fix error.
de_de: IP-Adressenkonflikt entdeckt. Zum Beheben des Fehlers IP-Adresse ändern.
es_es: Se ha detectado un conflicto de direcciones IP. Cambie la dirección IP para solucionar el error.
fr_fr: Conflit détecté au niveau de l'adresse IP. Modifiez l'adresse IP pour corriger l'erreur.
it_it: Rilevato conflitto indirizzo IP. Modificare l'indirizzo IP per risolvere l'errore.
pt_br: Detectado conflito de endereço IP. Altere o endereço IP para corrigir o erro.
zh_cn: 检测到 IP 地址冲突。 更改 IP 地址以更正错误。

# DeviceInfoDigitalIOExceedMessage
source: The current configured digital I/O is {0} which exceeds the maximum number of digital I/O {1}. Delete Plug-In or Expansion Modules as necessary.
de_de: Der aktuell konfigurierte Digital-E/A lautet {0} und überschreitet die maximale Anzahl von Digital-E/A {1}. Löschen Sie ggf. das Plug-In oder die Erweiterungsmodule.
es_es: El número de E/S digitales configurado es {0}, que supera el máximo de E/S digitales permitido de {1}. Elimine módulos enchufables o de expansión, según sea necesario.
fr_fr: L'E/S numérique actuellement configurée est {0} et dépasse le nombre maximal d'E/S numériques ({1}). Supprimez le module enfichable ou les modules d'extension au besoin.
it_it: L'I/O digitale attualmente configurato è {0} e supera il numero massimo di I/O digitali {1}. Eliminare i moduli di espansione o plug-in se necessario.
pt_br: O E/S digital atualmente configurado é {0}, que excede o número máximo de E/S digital {1}. Exclua Plug-In ou Módulos de Expansão, conforme necessário.
zh_cn: 当前配置的数字 I/O 为 {0}，超过数字 I/O 的最大数 {1}。必要时，请删除插件或扩展模块。

# ExpansionIOCatalogIDCaption
source: Expansion IO Catalog ID
de_de: Erweiterungs-E/A-Katalog-ID
es_es: Referencia de catálogo de E/S de expansión
fr_fr: ID catalogue d'E/S d'extension
it_it: ID catalogo I/O espansione
pt_br: Identificação do Catálogo da ES de Expansão
zh_cn: 扩展 IO 类别 ID

# ExpansionIOConfigNotContiguousMessage
source: The configured expansion modules are not contiguous.
de_de: Die konfigurierten Erweiterungs-E/As sind nicht nebeneinander.
es_es: Las E/S de expansión configuradas no son contiguas.
fr_fr: Les E/S d'extension configurées ne sont pas contiguës.
it_it: Gli I/O di espansione configurati non sono contigui.
pt_br: As E/S de Expansão configuradas não são contíguas.
zh_cn: 配置的扩展 I/O 不连续。

# ExpansionIOConfirmReplaceModuleMessage
source: Do you want to replace the existing expansion module?
de_de: Möchten Sie das vorhandene Erweiterungsmodul ersetzen?
es_es: ¿Desea sustituir el módulo de expansión existente?
fr_fr: Voulez-vous remplacer le module d'extension existant ?
it_it: Sostituire il modulo di espansione esistente?
pt_br: Deseja substituir o módulo de expansão existente?
zh_cn: 是否要替换现有扩展模块？
