Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# MotionAxisMonitorActualVelocityCaption
source: Actual Velocity:
de_de: Tatsächliche Geschwindigkeit:
es_es: Velocidad real:
fr_fr: Vitesse réelle :
it_it: Velocità effettiva:
pt_br: Velocidade real:
zh_cn: 实际速度:

# MotionFBAxisMotorLoadUserDefinedCaption
source: User Defined Units
de_de: Benutzerdefinierte Einheiten
es_es: Unidades definidas por el usuario
fr_fr: Unités définies par l'utilisateur
it_it: Unità definite dall'utente
pt_br: Unidades definidas pelo usuário
zh_cn: 用户定义的单位

# HSCExplictFuntionBlocksUsedWarningMessage
source: Found one or both of {0} UDFB and {1} UDFB, but at least one of 2080-MOT-HSC plug-in is Feedback Axis mode.
de_de: Eine oder beide der {0} UDFB und {1} UDFB wurden gefunden, aber mindestens eines der 2080-MOT-HSC Plug-in ist im Modus Feedback-Achse.
es_es: Se ha encontrado uno o ambos de {0} UDFB y {1} UDFB, pero al menos uno de los módulos enchufables 2080-MOT-HSC se encuentra en el modo de retroalimentación del eje.
fr_fr: {0} UDFB et/ou {1} UDFB trouvé(s), mais au moins un module enfichable 2080-MOT-HSC est en mode Axe retour codeur.
it_it: Rilevati sia UDFB {0} che UDFB {1} o uno dei due, ma almeno uno dei plug-in 2080-MOT-HSC è in modalità assi di feedback.
pt_br: Um ou ambos os {0} UDFB e {1} UDFB foram encontrados, mas pelo menos um plug-in 2080-MOT-HSC está no modo do eixo de feedback.
zh_cn: 找到 {0} UDFB 和/或 {1} UDFB，但至少一个 2080-MOT-HSC 插件是反馈轴模式。

# ControllerChangeTargetNotSupportMotionCaption
source: Target controller {0} doesn't support PTO motion axis, the paired PTO motion axis of {1} is discarded.
de_de: Ziel-Steuerung {0} unterstützt die PTO-Bewegungsachsen nicht. Die gekoppelte PTO-Bewegungsachse von {1} wird verworfen.
es_es: El controlador de destino {0} no es compatible con el eje de movimiento PTO, el eje de movimiento PTO emparejado de {1} se descartará.
fr_fr: Le contrôleur cible {0} ne prend pas en charge l'axe de mouvement PTO, l'axe de mouvement PTO associé de {1} est rejeté.
it_it: Il controllore di destinazione {0} non supporta l'asse motion in PTO, l'asse motion in PTO abbinato {1} viene ignorato.
pt_br: O controlador de destino {0} não tem suporte para o eixo de movimento PTO, o eixo de movimento PTO pareado de {1} foi descartado.
zh_cn: 目标控制器 {0} 不支持 高速脉冲串控制伺服 运动轴，{1} 的已配对 高速脉冲串控制伺服 运动轴已被放弃。

# ControllerChangeAxisNumberSmallCaption
source: Target controller supports a smaller number of PTO motion axis. Update the paired PTO motion axis setting for feedback axis {0}.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von PTO-Bewegungsachsen. Die Einstellung für gekoppelte PTO-Bewegungsachsen für die Feedback-Achse wird aktualisiert {0}.
es_es: El controlador de destino es compatible con una menor cantidad de ejes de movimiento PTO. Actualice la configuración del eje de movimiento PTO emparejado para el eje de retroalimentación {0}.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'axes de mouvement PTO. Mettez à jour l'axe de mouvement PTO associé défini pour l'axe de retour codeur {0}.
it_it: Il controllore di destinazione supporta un numero inferiore di assi motion in PTO. Aggiornare le impostazioni dell'asse motion PTO abbinato all'asse di feedback {0}.
pt_br: O controlador de destino suporta um número menor de eixos de movimento PTO. Atualize a configuração do eixo de movimento PTO pareado para o eixo de feedback {0}.
zh_cn: 目标控制器支持的 高速脉冲串控制伺服 运动轴数量较少。请更新反馈轴 {0} 的已配对 高速脉冲串控制伺服 运动轴设置。

# ControllerChangeFBMotionFeatureWarning
source: Motion Feedback is not supported and its configuration is discarded.
de_de: Feedback-Bewegung wird nicht unterstützt und ihre Konfiguration wird verworfen.
es_es: No se admite el movimiento de retroalimentación, por lo que se descarta su configuración.
fr_fr: Le retour codeur n'est pas pris en charge et sa configuration est rejetée.
it_it: Il feedback del Motion non è supportato e la configurazione viene ignorata.
pt_br: Feedback de movimento não é compatível e sua configuração foi descartada.
zh_cn: 运动反馈不受支持，并且其配置将被放弃。

# ControllerChangeFBMotionFeatureLessAxisWarning
source: Target controller supports a smaller number of Motion Feedback Axis. Update programs as necessary.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von Feedback-Bewegungsachsen. Programme gegebenenfalls aktualisieren.
es_es: El controlador de destino admite una menor cantidad de ejes de retroalimentación de movimiento. Actualice los programas si es necesario.
fr_fr: Le contrôleur cible prend en charge un nombre moindre d'axes de retour codeur. Mettez à jour les programmes selon les besoins.
it_it: Il controllore di destinazione supporta un numero inferiore di feedback dell'asse motion. Aggiornare i programmi se necessario.
pt_br: Controlador de destino aceita um número menor de eixo de movimento de feedback. Atualize os programas conforme necessário.
zh_cn: 目标控制器支持的运动反馈轴数量较少。请根据需要更新程序。

# ControllerChangeFeatureFeedBackMotion
source: Feedback Motion
de_de: Feedback-Bewegung
es_es: Movimiento de retroalimentación
fr_fr: Retour codeur d'axe
it_it: Motion feedback
pt_br: Movimento de feedback
zh_cn: 反馈运动

# ControllerChangeDeleteFBAxisWarningMessage
source: Target controller supports a smaller number of Motion Feedback Axis. Deleting {0}.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von Feedback-Bewegungsachsen. {0} wird gelöscht.
es_es: El controlador de destino admite una menor cantidad de ejes de retroalimentación de movimiento. Eliminando {0}.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'axes de retour codeur. Suppression de {0}.
it_it: Il controllore di destinazione supporta un numero inferiore di feedback dell'asse motion. Eliminazione {0}.
pt_br: Controlador de destino aceita um número menor de eixos de feedback movimento. Excluindo {0}.
zh_cn: 目标控制器支持的运动反馈轴数量较少。正在删除{0}。

# SecureMenu_CommunicationAccessCaption
source: Communication Access
de_de: Kommunikation Zugriff
es_es: Acceso a comunicaciones
fr_fr: Accès communication
it_it: Accesso comunicazione
pt_br: Acesso de comunicação
zh_cn: 通信访问(A)

# BuildError_EthernetCIPPortsDisabled
source: Current configuration does not allow connection to the controller. Enable the Ethernet Port State or select CIP Serial driver from Serial Port.
de_de: Die aktuelle Konfiguration lässt keine Verbindung zur Steuerung zu. Aktivieren Sie den Ethernet-Port oder wählen Sie als Treiber CIP seriell unter Serieller Anschluss.
es_es: La configuración actual no permite la conexión con el controlador. Habilite el puerto Ethernet o seleccione el controlador de serie CIP en Puerto serie.
fr_fr: La configuration actuelle n'autorise pas la connexion au contrôleur. Activez l'état du port Ethernet ou sélectionnez le pilote série CIP comme port série.
it_it: La configurazione corrente non consente la connessione al controllore. Abilitare lo stato della porta Ethernet oppure selezionare il driver CIP seriale da Porta seriale.
pt_br: A configuração atual não permite a conexão ao controlador. Habilite o estado da porta Ethernet ou selecione o driver CIP em série da porta serial.
zh_cn: 当前配置不允许连接控制器。请启用以太网端口状态，或从串行端口选择 CIP 串行驱动程序。

# BuildError_USBCIPPortsDisabled
source: Current configuration does not allow connection to the controller. Enable the USB Port Status or select CIP Serial driver from Serial Port.
de_de: Die aktuelle Konfiguration lässt keine Verbindung zur Steuerung zu. Aktivieren Sie den USB-Port oder wählen Sie als Treiber CIP seriell unter Serieller Anschluss.
es_es: La configuración actual no permite la conexión con el controlador. Habilite el estado del puerto USB o seleccione el controlador de serie CIP en Puerto serie.
fr_fr: La configuration actuelle n'autorise pas la connexion au contrôleur. Activez l'état du port USB ou sélectionnez le pilote série CIP comme port série.
it_it: La configurazione corrente non consente la connessione al controllore. Abilitare lo stato della porta USB oppure selezionare il driver CIP seriale da Porta seriale.
pt_br: A configuração atual não permite a conexão ao controlador. Habilite o status da porta USB ou selecione o driver CIP em série da porta serial.
zh_cn: 当前配置不允许连接控制器。请启用 USB 端口状态，或从串行端口选择 CIP 串行驱动程序。

# HSCInputFilterACaption
source: _Input A:
de_de: _Eingang A:
es_es: _Entrada A:
fr_fr: _Entrée A :
it_it: _Ingresso A:
pt_br: _Entrada A:
zh_cn: 输入 A(_I):

# HSCInputFilterBCaption
source: I_nput B:
de_de: Ei_ngang B:
es_es: E_ntrada B:
fr_fr: E_ntrée B :
it_it: I_ngresso B:
pt_br: E_ntrada B:
zh_cn: 输入 B(_N):

# HSCInputFilterCaption
source: Input Filter
de_de: Eingangsfilter
es_es: Filtro de entrada
fr_fr: Filtre d'Entrée
it_it: Filtro di ingresso
pt_br: Filtro de entrada
zh_cn: 输入筛选器

# HSCInputFilterZCaption
source: In_put Z:
de_de: Ein_gang Z:
es_es: En_trada Z:
fr_fr: En_trée Z :
it_it: In_gresso Z:
pt_br: Ent_rada Z:
zh_cn: 输入 Z(_P):

# HSCInputFilterDC0Point5ms
source: DC 0.5ms
es_es: CC 0,5 ms
pt_br: CD 0,5ms
zh_cn: 中DC 0.5ms文文文文文

# HSCInputFilterDC125us
source: DC 125µs
de_de: äöüDC 125µsßßßßßß
es_es: CC 125µs
fr_fr: êæùçDC 125µsëëëëë
pt_br: CD 125µs
zh_cn: DC 125us

# HSCInputFilterDC12Point5us
source: DC 12.5µs
es_es: CC 12,5µs
pt_br: CD 12,5µs
zh_cn: 中DC 12.5µs文文文文文

# HSCInputFilterDC16ms
source: DC 16ms
de_de: äöüDC 16msßßßßßß
es_es: CC 16ms
fr_fr: êæùçDC 16msëëëëë
pt_br: CD 16ms
zh_cn: 中DC 16ms文文文文文

# HSCInputFilterDC1ms
source: DC 1ms
de_de: äöüDC 1msßßßßßß
es_es: CC 1ms
fr_fr: êæùçDC 1msëëëëë
pt_br: CD 1ms
zh_cn: 中DC 1ms文文文文文

# HSCInputFilterDC250us
source: DC 250µs
de_de: äöüDC 250µsßßßßßß
es_es: CC 250µs
fr_fr: êæùçDC 250µsëëëëë
pt_br: CD 250µs
zh_cn: 中DC 250µs文文文文文

# HSCInputFilterDC2ms
source: DC 2ms
de_de: äöüDC 2msßßßßßß
es_es: CC 2ms
fr_fr: êæùçDC 2msëëëëë
pt_br: CD 2ms
zh_cn: 中DC 2ms文文文文文

# HSCInputFilterDC2Point5us
source: DC 2.5µs
es_es: CC 2,5µs
pt_br: CD 2,5µs
zh_cn: DC 2.5us

# HSCInputFilterDC2us
source: DC 2µs
de_de: äöüDC 2µsßßßßßß
es_es: CC 2µs
fr_fr: êæùçDC 2µsëëëëë
pt_br: ãçêúDC 2µsÀÀÀÀÀ
zh_cn: DC 2us

# HSCInputFilterDC35us
source: DC 35µs
de_de: äöüDC 35µsßßßßßß
es_es: CC 35µs
fr_fr: êæùçDC 35µsëëëëë
pt_br: CD 35µs
zh_cn: DC 35us

# HSCInputFilterDC4ms
source: DC 4ms
de_de: äöüDC 4msßßßßßß
es_es: CC 4ms
fr_fr: êæùçDC 4msëëëëë
pt_br: CD 4ms
zh_cn: 中DC 4ms文文文文文

# HSCInputFilterDC50us
source: DC 50µs
de_de: äöüDC 50µsßßßßßß
es_es: CC 50µs
fr_fr: êæùçDC 50µsëëëëë
pt_br: CD 50µs
zh_cn: DC 50us

# HSCInputFilterDC6Point25us
source: DC 6.25µs
es_es: CC 6,25µs
pt_br: CD 6,25 µs
zh_cn: DC 6.25us

# HSCInputFilterDC8ms
source: DC 8ms
de_de: äöüDC 8msßßßßßß
es_es: CC 8ms
fr_fr: êæùçDC 8msëëëëë
pt_br: CD 8ms
zh_cn: 中DC 8ms文文文文文

# HSCNoFilter
source: No Filter - Default
de_de: Kein Filter - Standard
es_es: Sin filtro - Predeterminado
fr_fr: Aucun filtre - Par défaut
it_it: Nessun filtro - predefinito
pt_br: Sem filtro - Padrão
zh_cn: 无过滤器 - 默认

# DeviceNetReconnection
source: Connect
de_de: Verbinden
es_es: Conectar
fr_fr: Connecter
it_it: Connetti
pt_br: Conectar
zh_cn: 连接(C)

# DeviceNetReconnectionMsg
source: Reconnect with the 2080-DNET20 may help.
de_de: Es könnte hilfreich sein, die Verbindung zum 2080-DNET20 erneut herzustellen.
es_es: Volver a conectar con el 2080-DNET20 puede ser de ayuda.
fr_fr: Une reconnexion au 2080-DNET20 peut aider.
it_it: Può essere utile eseguire una nuova connessione con il 2080-DNET20.
pt_br: Conectar novamente com o 2080-DNET20 pode ajudar.
zh_cn: 重新连接 2080-DNET20 可能有所帮助。

# ControllerChangeDataProtectionFeatureWarning
source: Data Protection is not supported and its configuration is discarded.
de_de: Das Datenprotokoll wird nicht unterstützt und die zugehörige Konfiguration wird verworfen.
es_es: No se admite la protección de datos, por lo que se descarta su configuración.
fr_fr: La protection des données n'est pas prise en charge et sa configuration est rejetée.
it_it: La protezione dei dati non è supportata e la sua configurazione è stata ignorata.
pt_br: A proteção de dados não é compatível e sua configuração foi descartada.
zh_cn: 数据保护不受支持，并且其配置将被放弃。

# LoadAlwaysWarningMessage
source: It is recommended to use a default name 'Micro820' in general page.
de_de: Es wird empfohlen, auf der Seite "Allgemein" den Standardnamen 'Micro820' zu verwenden.
es_es: Se recomienda usar un nombre predeterminado 'Micro820' en la página general.
fr_fr: Il est recommandé d'utiliser le nom par défaut 'Micro820' dans la page générale.
it_it: Si consiglia di usare il nome predefinito 'Micro820' nella pagina generale.
pt_br: Recomenda-se utilizar um nome padrão 'Micro820' na página geral.
zh_cn: 建议在常规页中使用默认名称 'Micro820'。

# BacklightTimeLabelText
source: _Time Value:
de_de: _Zeitwert:
es_es: _Valor de tiempo:
fr_fr: Valeur de _temps :
it_it: _Valore tempo:
pt_br: _Valor de tempo:
zh_cn: 时间值(_T):

# DeviceNameAlreadyExistValidationError
source: Device name cannot be the same as an existing device.
de_de: Gerätename kann nicht mit vorhandenem Gerät identisch sein.
es_es: El nombre del dispositivo no puede ser igual al de un dispositivo existente.
fr_fr: Le nom de l'appareil ne peut pas être identique à celui d'un appareil existant.
it_it: Il nome del dispositivo non può coincidere con quello di un dispositivo esistente.
pt_br: O nome do dispositivo não pode ser igual ao nome de outro dispositivo existente.
zh_cn: 设备名称不得和现有设备相同。

# BacklightModeAlwaysOffText
source: Always Off
de_de: Immer aus
es_es: Siempre desactivado
fr_fr: Toujours désactivé
it_it: Sempre spento
pt_br: Sempre desligado
zh_cn: 始终关闭

# BacklightModeAlwaysOnText
source: Always On
de_de: Immer ein
es_es: Siempre activado
fr_fr: Toujours activé
it_it: Sempre acceso
pt_br: Sempre ligado
zh_cn: 始终打开

# BacklightModeLabelText
source: _Backlight Mode:
de_de: _Hintergrundbeleuchtungsmodus:
es_es: Modo de iluminación de _fondo:
fr_fr: _Mode de rétroéclairage :
pt_br: _Modo backlight:
zh_cn: 背光模式(_B):

# BacklightModeIntervalText
source: Interval
de_de: Intervall
es_es: Intervalo
fr_fr: Intervalle
it_it: Intervallo
pt_br: Intervalo
zh_cn: 间隔

# BackupRestoreHeaderLabelText
source: Backup/Restore
de_de: Sicherung/Wiederherstellung
es_es: Crear copia de seguridad/Recuperar
fr_fr: Sauvegarder/Restaurer
it_it: Backup/ripristino
pt_br: Backup/restauração
zh_cn: 备份/恢复

# ContrastLabelText
source: C_ontrast:
de_de: K_ontrast:
es_es: C_ontraste:
fr_fr: C_ontraste:
it_it: C_ontrasto:
pt_br: C_ontraste:
zh_cn: 对比(_O):

# RmcActionNameEnterRmc
source: Enter Run Mode Change
de_de: Auf Änderung im Betriebsmodus zugreifen
es_es: Entrar en cambiar en el modo de ejecución
fr_fr: Passer en mode Modification en mode Exécuter
it_it: Entra in Modifica in modalità Run
pt_br: Entrar em Alterar no modo de execução
zh_cn: 进入在线编辑模式

# RmcActionNameQuitRmc
source: Exit Run Mode Change
de_de: Änderung im Betriebsmodus beenden
es_es: Salir de cambiar en el modo de ejecución
fr_fr: Quitter le mode Modification en mode Exécuter
it_it: Esci dalla Modifica in modalità Run
pt_br: Sair de Alteração do modo de execução
zh_cn: 退出“在线编辑模式”

# RmcActionNameQuitTest
source: Enter Edit Mode
de_de: Auf Bearbeitungsmodus zugreifen
es_es: Entrar en el modo de edición
fr_fr: Passer au mode Edition
it_it: Entra in Modalità Edit
pt_br: Entrar no modo de Edição
zh_cn: 进入编辑模式

# RmcActionNameRevertChanges
source: Cancel Logic Changes
de_de: Logische Änderungen verwerfen
es_es: Cancelar los cambios lógicos
fr_fr: Annuler les changements de logique
it_it: Annulla modifiche logiche
pt_br: Cancelar alterações de lógica
zh_cn: 取消逻辑更改

# RmcActionNameTestLogicChanges
source: Test Logic Changes
de_de: Logische Änderungen testen
es_es: Probar los cambios lógicos
fr_fr: Test des modifications de logique
it_it: Testa modifiche logiche
pt_br: Testar alterações de lógica
zh_cn: 测试逻辑更改

# RmcUncommittedChangesMessage
source: The controller has unaccepted changes
de_de: Unbestätigte Änderungen in Steuerung vorhanden.
es_es: El controlador tiene cambios que no se han aceptado
fr_fr: Le contrôleur contient des modifications qui n'ont pas été acceptées.
it_it: Il controllore presenta modifiche non accettate
pt_br: O controlador possui alterações não aceitas
zh_cn: 控制器具有未被接受的更改

# RmcUncommittedChangesTransMessage
source: Access to controller content is limited until the changes are accepted.
de_de: Der Zugriff auf die Steuerungsinhalte ist eingeschränkt, bis die Änderungen bestätigt werden.
es_es: El acceso al controlador es limitado hasta que se acepten los cambios.
fr_fr: L'accès au contenu du contrôleur est limité jusqu'à ce que les modifications aient été acceptées.
it_it: L'accesso al contenuto del controllore è limitato fino all'accettazione delle modifiche.
pt_br: O acesso ao conteúdo do controlador é limitado até as alterações serem aceitas.
zh_cn: 在接受这些更改之前，对控制器内容的访问将受限制。

# RmcUntestedChangesMessage
source: The current project has untested changes
de_de: Das aktuelle Projekt enthält nicht getestete Änderungen.
es_es: El proyecto actual tiene cambios que no se han probado
fr_fr: Le projet en cours contient des modifications qui n'ont pas été testées
it_it: Il progetto corrente contiene modifiche non testate
pt_br: O projeto atual possui alterações não testadas
zh_cn: 当前项目具有未经测试的更改

# RmcQuitRmcCancelChangesMessage
source: Discard unaccepted changes and exit
de_de: Unbestätigte Änderungen verwerfen und beenden
es_es: Descartar cambios no aceptados y salir
fr_fr: Ignorer les modifications non acceptées et quitter
it_it: Ignorare le modifiche non accettate e uscire
pt_br: Descartar alterações não aceitas e sair
zh_cn: 放弃未接受更改并退出

# RmcQuitRmcCommitChangesMessage
source: Accept changes and exit
de_de: Änderungen annehmen und beenden
es_es: Aceptar cambios y salir
fr_fr: Accepter les modifications et quitter
it_it: Accettare le modifiche e uscire
pt_br: Aceitar alterações e sair
zh_cn: 接受更改并退出

# RmcQuitRmcWithoutCommitMessage
source: Exit without accepting changes
de_de: Beenden, ohne die Änderungen anzunehmen
es_es: Salir sin aceptar los cambios
fr_fr: Quitter sans accepter les modifications
it_it: Uscire senza accettare le modifiche
pt_br: Sair sem aceitar alterações
zh_cn: 退出且不接受更改

# RmcTestDownloadFailedMessage
source: Unable to download the changes to the controller. 'Retry' to download again, or 'Cancel' to enter Run Mode Change.
de_de: Die Änderungen konnten nicht in die Steuerung geladen werden. Klicken Sie auf "Erneut versuchen", um sie erneut herunterzuladen, oder auf "Abbrechen", um auf die Änderung im Betriebsmodus zuzugreifen.
es_es: No se pueden descargar los cambios al controlador. 'Reintente' la descarga nuevamente o 'Cancele' para entrar en Cambiar en el modo de ejecución.
fr_fr: Impossible de charger les modifications apportées au contrôleur. 'Réessayer' pour les charger à nouveau ou 'Annuler' pour passer en mode Modification en mode Exécuter.
it_it: Impossibile scaricare le modifiche sul controllore. Selezionare 'Riprova' per scaricare nuovamente o 'Annulla' per accedere alla Modifica in modalità Run.
pt_br: Não é possível fazer o download das alterações ao controlador. Escolha "Tentar novamente" para fazer o download novamente ou "Cancelar" para entrar em Alteração do modo de execução.
zh_cn: 无法将更改下载到控制器。 单击“重试”重新下载，或单击“取消”进入“在线编辑模式”。

# RmcAcceptBackupProjectMessage
source: Unable to generate the new backup project file after accepting changes.
de_de: Die neue Backup-Projektdatei konnte nach Bestätigung der Änderungen nicht erstellt werden.
es_es: No se puede generar la nueva copia de seguridad del proyecto de backup después de aceptar cambios.
fr_fr: Impossible de générer le nouveau fichier de projet de secours après l'acceptation des modifications.
it_it: Impossibile generare il file del nuovo progetto di backup dopo aver accettato le modifiche.
pt_br: Não é possível gerar o novo arquivo de projeto de backup após aceitar as alterações.
zh_cn: 在接受更改后，无法生成新的备份项目文件。

# RmcAcceptFailedMessage
source: Unable to accept the following changes to controller: the table of symbols, the embedded project file and resource code on flash. 'Retry' to accept again, or 'Cancel' to test logic changes.
de_de: Die folgenden Änderungen in der Steuerung konnten nicht bestätigt werden: Tabelle mit Symbolen, die integrierte Projektdatei und der Ressourcen-Code für Flash. Klicken Sie auf „Erneut versuchen“, um sie erneut zu bestätigen, oder auf „Abbrechen“, um den Test der logischen Änderungen durchzuführen.
es_es: No se pueden aceptar los siguientes cambios en el controlador: la tabla de símbolos, el archivo del proyecto embebido y el código de recursos en flash. 'Reintente' aceptar nuevamente o 'Cancele' para realizar pruebas en los cambios lógicos.
fr_fr: Impossible d'accepter les modifications suivantes apportées au contrôleur: table des symboles, fichier de projet intégré et code de ressource sur la mémoire flash. 'Réessayer' pour accepter à nouveau ou 'Annuler' pour tester les modifications de la logique.
it_it: Impossibile accettare le seguenti modifiche del controllore: tabella dei simboli, file del progetto integrato e codice delle risorse su flash. Selezionare 'Riprova' per accettare nuovamente o 'Annulla' per testare le modifiche logiche.
pt_br: Não é possível aceitar as seguintes alterações ao controlador: a tabela de símbolos, o arquivo de projeto integrado e o código de recurso em flash. Escolha "Tentar novamente" para aceitar novamente ou "Cancelar" para testar alterações de lógica.
zh_cn: 无法接受对控制器的以下更改: 符号表、嵌入式项目文件以及闪存上的资源代码。 单击“重试”重新接受，或单击“取消”测试逻辑更改。

# RmcDebugFailedMessage
source: Unable to connect to the controller at the end of the Test Logic.
de_de: Die Verbindung zur Steuerung am Ende des Logiktests konnte nicht hergestellt werden.
es_es: No se puede conectar al controlador al final de la Lógica de prueba.
fr_fr: Impossible de se connecter au contrôleur à la fin du test de logique.
it_it: Impossibile connettersi al controllore al termine di Testa modifiche logiche.
pt_br: Não é possível conectar-se ao controlador ao fim do Teste de lógica.
zh_cn: 无法在“测试逻辑”结束时连接到控制器。

# RmcMissingBackUpMessage
source: Unable to revert the changes because the backup project could not be found or could not be extracted.
de_de: Die Änderungen können nicht wiederhergestellt werden, da die Backup-Projektdatei nicht gefunden oder nicht extrahiert werden konnte.
es_es: No se pueden revertir los cambios porque no se pudo encontrar o no se pudo extraer el proyecto de backup.
fr_fr: Impossible d'annuler les modifications car le projet de secours est introuvable ou n'a pas pu être extrait.
it_it: Impossibile ripristinare le modifiche. Non è stato possibile estrarre o trovare il progetto di backup.
pt_br: Não é possível reverter as alterações porque o projeto de backup não foi localizado ou não pôde ser extraído.
zh_cn: 无法还原更改，因为无法找到或提取备份项目。

# RmcRevertBackupProjectMessage
source: Unable to revert the changes because the backup project could not be generated successfully.
de_de: Die Änderungen können nicht wiederhergestellt werden, da das Backup des Projekts nicht erfolgreich erstellt werden konnte.
es_es: No se pueden revertir los cambios porque no se pudo generar correctamente el proyecto de backup.
fr_fr: Impossible d'annuler les modifications car le projet de secours n'a pas pu être généré.
it_it: Impossibile ripristinare le modifiche. Non è stato possibile generare correttamente il progetto di backup.
pt_br: Não é possível reverter as alterações porque o projeto de backup não pôde ser gerado com sucesso.
zh_cn: 无法还原更改，因为无法成功生成备份项目。

# RmcRevertBuildFiledMessage
source: Unable to build the reverted project.
de_de: Das letzte Projekt kann nicht erzeugt werden.
es_es: No se puede compilar el proyecto revertido.
fr_fr: Impossible d'assembler le projet rétabli.
it_it: Impossibile compilare il progetto ripristinato.
pt_br: Não é possível realizar a compilação do projeto revertido.
zh_cn: 无法生成被还原的项目。
