Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# Mode11PictureDescription
source: Quadrature counter X2 (phased inputs A and B)
de_de: Quadraturzähler X2 (Phaseneingänge A und B)
es_es: Contador de cuadratura X2 (entradas A y B en fases)
fr_fr: Compteur à quadrature X2 (phases d'entrées A et B)
it_it: Conteggio quadratura X2 (ingresso per fasi A e B)
pt_br: Contador de quadratura X2 (entradas em fase A e B)
zh_cn: 正交计数器 X2 (带相位输入 A 和 B)

# Mode12PictureDescription
source: Down Counter (B) with Accumulator (ACC) Reset upon reaching Low Preset (LP)
de_de: Abwärtszähler (B) mit Akkumulator (ACC) Zurücksetzen beim Erreichen des voreingestellten Tiefstwerts (LP)
es_es: Contador descendente (B) con reset de acumulador (ACC) al alcanzar el preajuste bajo (PB)
fr_fr: Compteur décroissant (B) avec réinitialisation d'accumulateur (ACC) une fois le seuil bas (LP) atteint
it_it: Conteggio decrescente (B) con accumulatore (ACC) Ripristina al raggiungimento di Low Preset (HP)
pt_br: Contador regressivo (B) com redefinição do acumulador (ACC) ao atingir a predefinição baixa (LP)
zh_cn: 达到低预设 (LP) 后递减计数器 (B) 与累加器 (ACC) 复位

# Mode13PictureDescription
source: Down Counter (A) with Accumulator (ACC) Reset upon reaching Low Preset (LP)
de_de: Abwärtszähler (A) mit Akkumulator (ACC) Zurücksetzen beim Erreichen des voreingestellten Tiefstwerts (LP)
es_es: Contador descendente (A) con reset de acumulador (ACC) al alcanzar el preajuste bajo (PB)
fr_fr: Compteur décroissant (A) avec réinitialisation d'accumulateur (ACC) une fois le seuil bas (LP) atteint
it_it: Conteggio decrescente (A) con accumulatore (ACC) Ripristina al raggiungimento di Low Preset (HP)
pt_br: Contador regressivo (A) com redefinição do acumulador (ACC) ao atingir a predefinição baixa (LP)
zh_cn: 达到低预设 (LP) 后递减计数器 (A) 与累加器 (ACC) 复位

# StepByteNumberTooltip
source: For the current controller, one step equals {0} bytes.
de_de: Beim aktuellen Controller entspricht ein Schritt {0} Bytes.
es_es: Para el controlador actual, un paso equivale a {0} bytes.
fr_fr: Pour le contrôleur actuel, un pas équivaut à {0} octets.
it_it: Per il controllore corrente, un passo corrisponde a {0} byte.
pt_br: Para o controlador atual, um passo é igual a {0} bytes.
zh_cn: 对于当前控制器，一个步长等于 {0} 字节。

# MemoryCtrlStepsCaption
source: Steps
de_de: Schritte
es_es: Pasos
fr_fr: étapes
it_it: Passi
pt_br: Etapas
zh_cn: 步骤

# ControllerChangeWarningRmcReservedDataMemoryReduced
source: The reserved data memory for run mode change is reduced from {0} bytes to {1} bytes.
de_de: Der reservierte Datenspeicher für die Betriebsmodusänderung wird von {0} Bytes auf {1} Bytes reduziert.
es_es: La memoria de datos reservada para cambio de modo de ejecución se reduce de {0} bytes a {1} bytes.
fr_fr: La mémoire de données réservée pour exécuter le changement de mode est réduite de {0} octets à {1} octets.
it_it: La memoria dati riservata per la modifica in modalità Run è stata ridotta da {0} byte a {1} byte.
pt_br: A memória de dados reservada para executar a alteração de modo foi reduzida de {0} bytes para {1} bytes.
zh_cn: 运行模式更改的保留数据内存从 {0} 字节减少至 {1} 字节。

# ExpansionModuleCannotAddOnFirstSlotTooltip
source: Module {0} cannot be added to the first slot. Please move the module {0} to the other slots.
de_de: Modul {0} kann nicht zum ersten Steckplatz hinzugefügt werden. Stecken Sie das Modul {0} in einen der anderen Steckplätze.
es_es: El módulo {0} no se puede añadir a la primera ranura. Debe mover el módulo {0} a otra ranura.
fr_fr: Le module {0} ne peut pas être ajouté au premier emplacement. Veuillez déplacer le module {0} vers les autres emplacements.
it_it: Non è possibile aggiungere il modulo {0} al primo slot. Spostare il modulo {0} in altri slot.
pt_br: O módulo {0} não pode ser adicionado ao primeiro slot. Mova o módulo {0} para os outros slots.
zh_cn: 无法将模块 {0} 添加到第一个插槽。请将模块 {0} 移动到其他插槽。

# ControllerChangeWarningReplaceRtcWithRtc2
source: In the target controller, 2080-MEMBAK-RTC was replaced with 2080-MEMBAK-RTC2.
de_de: 2080-MEMBAK-RTC wurde auf dem Ziel-Controller durch 2080-MEMBAK-RTC2 ersetzt.
es_es: En el controlador de destino, 2080-MEMBAK-RTC se sustituyó por 2080-MEMBAK-RTC2.
fr_fr: Dans le contrôleur cible, 2080-MEMBAK-RTC a été remplacé par 2080-MEMBAK-RTC2.
it_it: Nel controllore di destinazione, 2080-MEMBAK-RTC è stato sostituito con 2080-MEMBAK-RTC2.
pt_br: No controlador de destino, 2080-MEMBAK-RTC foi substituído por 2080-MEMBAK-RTC2.
zh_cn: 在目标控制器中，已将 2080-MEMBAK-RTC 替换为 2080-MEMBAK-RTC2。

# ExpansionIOPresenterNeedPowerSupplyToolTip
source: A power supply module is required within 4 slots on the left.
de_de: Innerhalb von 4 Steckplätzen auf der linken Seite wird ein Stromversorgungsmodul benötigt.
es_es: Se necesita un módulo de suministro eléctrico en las cuatro ranuras situadas a la izquierda.
fr_fr: Un module d'alimentation est requis dans l'un des 4 emplacements sur la gauche.
it_it: È richiesto un modulo di alimentazione nei 4 slot a sinistra.
pt_br: É necessário um módulo de fonte de energia dentro de 4 slots à esquerda.
zh_cn: 电源模块左侧不能超过 4 个模块。

# DeviceInfoExpansionIOExceedMessage
source: The configured number of expansion I/O module exceeds {0}. Delete the expansion module as necessary.
de_de: Die konfigurierte Anzahl von E/A-Erweiterungsmodulen überschreitet {0}. Löschen Sie ggf. das Erweiterungsmodul.
es_es: El número de módulos de E/S de expansión configurado supera {0}. Elimine tantos módulos de expansión como sea necesario.
fr_fr: Le nombre de modules d'E/S d'extension configuré dépasse {0}. Supprimez le module d'extension au besoin.
it_it: Il numero configurato di moduli I/O di espansione supera {0}. Eliminare il modulo di espansione se necessario.
pt_br: O número configurado do módulo E/S de expansão excede {0}. Exclua o módulo de expansão, conforme necessário.
zh_cn: 配置的扩展 I/O 模块数超过 {0}。必要时，请删除扩展模块。

# ExpansionConfigDataCannotExceed255WordsMsessage
source: The expansion module configuration cannot exceed 255 words. Please delete the expansion module as necessary.
de_de: Die Erweiterungsmodulkonfiguration darf 255 Wörter nicht überschreiten. Löschen Sie ggf. das Erweiterungsmodul.
es_es: La configuración del módulo de expansión no puede superar las 255 palabras. Borre tantas palabras como sea necesario en el módulo de expansión.
fr_fr: La configuration du module d'extension ne peut pas dépasser 255 mots. Veuillez supprimer le module d'extension au besoin.
it_it: La configurazione del modulo di espansione non può superare le 255 parole. Eliminare il modulo di espansione se necessario.
pt_br: A configuração do módulo de expansão não pode exceder 255 palavras. Exclua o módulo de expansão, conforme necessário.
zh_cn: 扩展模块配置不能超过 255 个字。必要时，请删除扩展模块。

# HotKeyForAssociateAxis
source: A
de_de: äöüAßßßßßß
es_es: ÁéÜAñññññ
fr_fr: êæùçAëëëëë
pt_br: ãçêúAÀÀÀÀÀ
zh_cn: 中A文文文文文

# ExpansionModuleOnlySupplyOnePowerSupplyMessage
source: The controller only supports one power supply expansion module, please remove the extra power supply module(s).
de_de: Der Controller unterstützt nur ein Stromversorgungserweiterungsmodul, entfernen Sie alle weiteren Stromversorgungsmodule.
es_es: El controlador solo admite un módulo de expansión de suministro eléctrico. Elimine los módulo(s) de suministro eléctrico adicionales.
fr_fr: Le contrôleur prend uniquement en charge un module d'extension d'alimentation. Veuillez supprimer le ou les module(s) d'alimentation supplémentaires.
it_it: Il controllore supporta un solo modulo di espansione dell'alimentazione. Rimuovere i moduli di alimentazione extra.
pt_br: O controlador só oferece suporte a um módulo de expansão de fonte de energia. Remova o(s) módulo(s) de fonte de energia extra(s).
zh_cn: 控制器仅支持一个电源扩展模块，请卸下额外的电源模块。

# PlugInCaption
source: plug-in
es_es: módulo enchufable
fr_fr: module enfichable
pt_br: ãçêúplug-inÀÀÀÀÀ
zh_cn: 插件

# ExpansionIOPresenterValidateExpansionInputValueMessage
source: The Input value cannot exceed {0} words.
de_de: Der Eingangswert darf nicht mehr als {0} Wörter enthalten.
es_es: El valor de entrada no puede superar las {0} palabras.
fr_fr: La valeur d'entrée ne peut dépasser {0} mots.
it_it: Il valore di ingresso non può superare le {0} parole.
pt_br: O valor de entrada não pode exceder {0} palavras.
zh_cn: 输入值不能超过 {0} 个字。

# ExpansionIOPresenterValidateExpansionOutputValueMessage
source: The output value cannot exceed {0} words.
de_de: Der Ausgangswert darf nicht mehr als {0} Wörter enthalten.
es_es: El valor de salida no puede superar las {0} palabras.
fr_fr: La valeur de sortie ne peut dépasser {0} mots.
it_it: Il valore di uscita non può superare le {0} parole.
pt_br: O valor de saída não pode exceder {0} palavras.
zh_cn: 输出值不能超过 {0} 个字。

# ExpansionIOPresenterValidateExpansionTotalValueMessage
source: The total number of input and output value cannot exceed {0} words.
de_de: Die kombinierte Länge des Ein- und Ausgangswerts darf {0} Wörter nicht überschreiten.
es_es: El número total de los valores de entrada y salida no puede superar las {0} palabras.
fr_fr: Le nombre total de la valeur des entrées et sorties ne peut dépasser {0} mots.
it_it: La somma totale del valore di ingresso e di quello di uscita non può superare le {0} parole.
pt_br: O número total do valor de entrada e de saída não pode exceder {0} palavras.
zh_cn: 输入值和输出值的总数不能超过 {0} 个字。

# MemoryCtrlBlocksCaption
source: blocks
de_de: Blöcke
es_es: bloques
fr_fr: blocs
it_it: blocchi
pt_br: blocos
zh_cn: 块

# MemoryCtrlRetentiveMemoryCaption
source: Retentive Memory
de_de: Remanenter Speicher
es_es: Memoria remanente
fr_fr: Mémoire rémanente
it_it: Memoria ritentiva
pt_br: Memória Retentiva
zh_cn: 保持内存

# MemoryCtrlRetentiveMemoryInfoCaption
source: Number of bytes of user retained variables that are configured to be saved during power off.
de_de: Anzahl der Bytes für von Benutzern beibehaltenen Variablen, die beim Ausschalten gespeichert werden.
es_es: Número de bytes de variables retenidas por el usuario que se configuran para guardarse durante el apagado.
fr_fr: Nombre d'octets de variables retenues par l'utilisateur configurées pour s'enregistrer lors la mise hors tension.
it_it: Numero di byte delle variabili ritentive dall'utente che sono configurate per il salvataggio durante lo spegnimento.
pt_br: O número de bytes de variáveis retidas do usuário que são configuradas para serem salvas durante o desligamento.
zh_cn: 被配置为在断电期间保存的用户保留变量的字节数。

# MemoryCtrlRetentiveMemoryWarningTooltip
source: The used data memory in bytes exceeds the allocated memory.
de_de: Der verwendete Datenspeicher in Byte übersteigt den allozierten Speicher.
es_es: La memoria de datos usada en bytes supera la memoria asignada.
fr_fr: La mémoire de données utilisée (en octets) dépasse la mémoire allouée.
it_it: La memoria dati utilizzata in byte supera la memoria allocata.
pt_br: A memória de dados usada em bytes excede a memória alocada.
zh_cn: 使用的数据内存 (字节) 超过分配的内存。

# UsedRetentiveMemoryBlocksExceedMaximum
source: The used retentive data memory size of {0} blocks exceeds the maximum size of {1} blocks.
de_de: Der verwendete remanente Datenspeicher von {0} Blöcken übersteigt die maximale Größe von {1} Blöcken.
es_es: El tamaño de {0} bloques de la memoria de datos remanente usada supera el tamaño máximo de {1} bloques.
fr_fr: La taille de la mémoire de données rémanente allouée ({0} blocs) dépasse la taille maximale de {1} blocs.
it_it: La dimensione della memoria dati ritentiva utilizzata di {0} blocchi supera la dimensione massima di {1} blocchi.
pt_br: O tamanho de {0} blocos da memória de dados retentiva usada excede o tamanho máximo de {1} blocos.
zh_cn: 已使用的保持数据内存容量 ({0} 块) 超过最大容量 ({1} 块)。

# UsedRetentiveMemoryBytesExceedMaximum
source: The used retentive data memory size of {0} bytes exceeds the maximum size of {1} bytes.
de_de: Der verwendete remanente Datenspeicher von {0} Byte übersteigt die maximale Größe von {1} Byte.
es_es: El tamaño de {0} bytes de la memoria de datos remanente usada supera el tamaño máximo de {1} bytes.
fr_fr: La taille de la mémoire de données rémanente allouée ({0} octets) dépasse la taille maximale de {1} octets.
it_it: La dimensione della memoria dati ritentiva utilizzata di {0} byte supera la dimensione massima di {1} byte.
pt_br: O tamanho de {0} bytes da memória de dados retentiva usada excede o tamanho máximo de {1} bytes.
zh_cn: 已使用的保持数据内存容量 ({0} 字节) 超过最大容量 ({1} 字节)。

# NeedBuildToCalculateRetentiveMemoryByteTooltip
source: Build the project to update the number of bytes of retained variables configured to be saved during power off.
de_de: Projekt erstellen, um die Anzahl der Bytes für beibehaltene Variablen, die beim Ausschalten gespeichert werden, zu aktualisieren.
es_es: Compile el proyecto para actualizar el número de bytes de variables retenidas configuradas para guardarse durante el apagado.
fr_fr: Assemblez le projet pour mettre à jour le nombre d'octets de variables retenues configurées pour s'enregistrer lors de la mise hors tension.
it_it: Generare il progetto per aggiornare il numero di byte delle variabili ritenute configurate per il salvataggio durante lo spegnimento.
pt_br: Compile o projeto para atualizar o número de bytes de variáveis retidas configuradas para serem salvas durante o desligamento.
zh_cn: 构建项目以更新被配置为在断电期间保存的保留变量的字节数。

# BackupProjectSizeExceedErrorMessage
source: Project size {0} bytes exceeds the maximum size {1} bytes.
de_de: Die Projektgröße von {0} Byte übersteigt die maximale Größe von {1} Byte.
es_es: El tamaño del proyecto de {0} excede el tamaño máximo de {1} bytes.
fr_fr: La taille du projet ({0} octets) dépasse la taille maximale de {1} octets.
it_it: La dimensione del progetto di {0} byte supera la dimensione massima di {1} byte.
pt_br: O projeto com tamanho de {0} bytes excede o tamanho máximo de {1} bytes.
zh_cn: 项目容量 ({0} 字节) 超过最大容量 ({1} 字节)。

# MemoryCtrlRetentiveMemoryBlockInfoCaption
source: Number of data blocks which are required to save the retained variables. Each data block contains a group of contiguous retained variables.
de_de: Anzahl der Datenblöcke, die zum Speichern der beibehaltenen Variablen benötigt werden. Jeder Datenblock enthält eine Gruppe von benachbarten beibehaltenen Variablen.
es_es: Número de bloques de datos necesarios para guardar las variables retenidas. Cada bloque de datos contiene un grupo de variables contiguas retenidas.
fr_fr: Nombre de blocs de données requis pour enregistrer les variables retenues. Chaque bloc de données contient un groupe de variables retenues contiguës.
it_it: Numero di blocchi di dati necessari per salvare le variabili mantenute. Ogni blocco di dati contiene un gruppo di variabili ritentive continue.
pt_br: O número de blocos de dados necessários para salvar as variáveis retidas. Cada bloco de dados contém um grupo de variáveis retidas contíguas.
zh_cn: 保存保留变量时所需的数据块数。每个数据块都包含一组连续的保留变量。

# MemoryCtrlRetentiveMemoryBlockWarningTooltip
source: The used data memory in blocks exceeds the allocated memory.
de_de: Der verwendete Datenspeicher in Blöcken übersteigt den allozierten Speicher.
es_es: La memoria de datos usada en bloques supera la memoria asignada.
fr_fr: La mémoire de données utilisée (en octets) dépasse la mémoire allouée.
it_it: La memoria dati utilizzata in blocchi supera la memoria allocata.
pt_br: A memória de dados usada em blocos excede a memória alocada.
zh_cn: 使用的数据内存 (块) 超过分配的内存。

# NeedBuildToCalculateRetentiveMemoryBlockTooltip
source: Build the project to update the number of data blocks required to save the retained variables.
de_de: Projekt erstellen, um die Anzahl der Datenblöcke zu aktualisieren, die zum Speichern der beibehaltenen Variablen benötigt werden.
es_es: Compile el proyecto para actualizar el número de bloques de datos necesarios para guardar las variables retenidas.
fr_fr: Assemblez le projet pour mettre à jour le nombre de blocs de données requis pour enregistrer les variables retenues.
it_it: Generare il progetto per aggiornare il numero di blocchi di dati necessari per salvare le variabili ritenute.
pt_br: Compile o projeto para atualizar o número de blocos de dados necessários para salvar as variáveis retidas.
zh_cn: 构建项目以更新保存保留变量时所需的数据块数。

# PhysicalSlotCaption
source: Physical Slot
de_de: Physikalischer Slot
es_es: Ranura física
fr_fr: Emplacement physique
it_it: Slot fisico
pt_br: Slot Físico
zh_cn: 物理插槽

# UserCodeMemorySizeExceedErrorMessage
source: The memory size used by code of current device exceeds the maximum allocated size. Used: {0}, Allocated: {1}
de_de: Der durch den Code des aktuellen Gerätes belegte Speicherplatz überschreitet die verfügbare Maximalgröße. Belegt: {0}, Verfügbar: {1}
es_es: El tamaño de memoria utilizado por el código del dispositivo actual supera el tamaño máximo asignado. Utilizado: {0}, Asignado: {1}
fr_fr: La taille de la mémoire utilisée par le code de l'appareil actuel dépasse la taille maximale allouée. Utilisé : {0}, Alloué : {1}
it_it: La dimensione della memoria usata dal codice del dispositivo corrente supera la dimensione massima allocata. Utilizzata: {0}, Allocata: {1}
pt_br: O tamanho de memória usado pelo código do dispositivo atual excede o tamanho máximo alocado. Usado: {0}, Alocado: {1}
zh_cn: 当前设备的代码所用内存容量超过最大分配容量。已使用: {0}，已分配: {1}

# UserDataMemorySizeExceedErrorMessage
source: The memory size used by data of current device exceeds the maximum allocated size. Used: {0}, Allocated: {1}
de_de: Der durch die Daten des aktuellen Geräts belegte Speicherplatz überschreitet die verfügbare Maximalgröße. Belegt: {0}, Verfügbar: {1}
es_es: El tamaño de memoria utilizado por los datos del dispositivo actual supera el tamaño máximo asignado. Utilizado: {0}, Asignado: {1}
fr_fr: La taille de la mémoire utilisée par les données de l'appareil actuel dépasse la taille maximale allouée. Utilisé : {0}, Alloué : {1}
it_it: La dimensione della memoria usata dal dispositivo corrente supera la dimensione massima allocata. Utilizzata: {0}, Allocata: {1}
pt_br: O tamanho de memória usado pelos dados do dispositivo atual excede o tamanho máximo alocado. Usado: {0}, Alocado: {1}
zh_cn: 当前设备的数据所用内存容量超过最大分配容量。已使用: {0}，已分配: {1}

# UserMemorySizeExceedErrorMessage
source: The memory size used by current device exceeds the maximum allocated size. Used: {0}, Allocated: {1}
de_de: Der durch das aktuelle Gerät belegt Speicherplatz überschreitet die allozierte Maximalgröße. Verwendet: {0}, Alloziert: {1}
es_es: El tamaño de la memoria utilizada en el dispositivo actual supera el tamaño asignado máximo. Usado: {0}, asignado: {1}
fr_fr: La taille de la mémoire utilisée par l'appareil actuel dépasse la taille maximale allouée. Utilisé : {0}, Alloué : {1}
it_it: La dimensione di memoria utilizzata dal dispositivo corrente supera la dimensione massima allocata. Utilizzata: {0}, Allocata: {1}
pt_br: O tamanho da memória usado pelo dispositivo atual excede o tamanho máximo alocado. Usado: {0}, Alocado: {1}
zh_cn: 当前设备所用内存容量超过最大分配容量。已使用: {0}，已分配: {1}

# ControllerChangeExpansionIONotSupportDeleteModuleWarning
source: Target controller does not support Expansion module '{0}'. {0} on slot {1} was deleted.
de_de: Erweiterungsmodul "'{0}" wird von Ziel-Steuerung nicht unterstützt. {0} in Schacht {1} wird gelöscht.
es_es: El controlador de destino no admite el módulo de expansión '{0}'. {0} en la ranura {1} se ha eliminado.
fr_fr: Le contrôleur cible ne prend pas en charge le module d'extension '{0}'. Le module {0} a été supprimé de l'emplacement {1}.
it_it: Il controllore di destinazione non supporta il modulo di espansione '{0}'. Eliminare {0} sullo slot {1}.
pt_br: O controlador de destino não é compatível com o módulo de expansão '{0}'. {0} no slot {1} foi excluído.
zh_cn: 目标控制器不支持扩展模块“{0}”。插槽 {1} 中的 {0} 已删除。

# BatteryLevelDead
source: Out of power
de_de: Stromlos
es_es: No hay suficiente potencia
fr_fr: Hors tension
it_it: Batteria scarica
pt_br: Sem energia
zh_cn: 电力耗尽

# GeneralPageSeriesLabel
source: Series
de_de: Serie
es_es: Serie
fr_fr: Série
it_it: Serie
pt_br: Série
zh_cn: 序列

# ModuleMismatchMessage
source: The configuration of {0} is mismatched with actual plug-in module {1}.
de_de: Die Konfiguration von {0} stimmt nicht mit dem vorhandenen Plug-in-Modul {1} überein.
es_es: La configuración de {0} no coincide con el verdadero módulo de complemento {1}.
fr_fr: La configuration de {0} ne correspond pas au module enfichable réel {1}.
it_it: La configurazione di {0} non corrisponde al modulo plug-in {1} effettivo.
pt_br: A configuração de {0} não corresponde ao módulo do plug-in real {1}.
zh_cn: {0} 的配置与实际插件模块 {1} 不匹配。

# ModBusMappingViewModelFileFilterRule
source: CCW ModbusMapping files (*.ccwmod)|*.ccwmod
de_de: CCW-ModbusMapping-Dateien (*.ccwmod)|*.ccwmod
es_es: Archivos CCW ModbusMapping (*.ccwmod)|*.ccwmod
fr_fr: Fichiers CCW ModbusMapping (*.ccwmod)|*.ccwmod
it_it: File CCW ModbusMapping (*.ccwmod)|*.ccwmod
pt_br: Arquivos CCW ModbusMapping (*.ccwmod)|*.ccwmod
zh_cn: CCW ModbusMapping 文件 (*.ccwmod)|*.ccwmod

# ModBusMappingViewModelImportModbusFailedMessage
source: Modbus Mapping configuration import failed.
de_de: Import der Modbus-Zuordnungskonfiguration fehlgeschlagen.
es_es: Importación del Mapeado Modbus fallida.
fr_fr: L'importation de la configuration de l'adressage Modbus à échoué.
it_it: Importazione configurazione mappatura Modbus non riuscita.
pt_br: Falha na importação da configuração de Mapeamento de Modbus.
zh_cn: Modbus 映射配置导入失败。

# ModBusMappingViewModelImportModbusSuccessMessage
source: Modbus Mapping configuration import succeeded.
de_de: Import der Modbus-Zuordnungskonfiguration erfolgreich.
es_es: Importación del Mapeado Modbus correcta.
fr_fr: L'importation de la configuration de l'adressage Modbus a réussi.
it_it: Importazione configurazione mappatura Modbus completata.
pt_br: Sucesso na importação da configuração de Mapeamento de Modbus.
zh_cn: Modbus 映射配置导入成功。

# ModBusMappingViewModelExportImportMessageBoxCaption
source: Connected Components Workbench
de_de: äöüConnected Components Workbenchßßßßßß
es_es: ÁéÜConnected Components Workbenchñññññ
pt_br: ãçêúConnected Components WorkbenchÀÀÀÀÀ
zh_cn: 中Connected Components Workbench文文文文文

# ModBusMappingViewModelExportModbusFailedMessage
source: Modbus Mapping configuration export failed.
de_de: Export der Modbus-Zuordnungskonfiguration fehlgeschlagen.
es_es: Exportación del Mapeado Modbus fallida.
fr_fr: L'exportation de la configuration de l'adressage Modbus à échoué.
it_it: Esportazione configurazione mappatura Modbus non riuscita.
pt_br: Falha na exportação da configuração do Mapeamento de Modbus.
zh_cn: Modbus 映射配置导出失败。

# ModBusMappingViewModelExportModbusSuccessMessage
source: Modbus Mapping configuration export succeeded.
de_de: Export der Modbus-Zuordnungskonfiguration erfolgreich.
es_es: Exportación del Mapeado Modbus correcta.
fr_fr: L'exportation de la configuration de l'adressage Modbus a réussi.
it_it: Esportazione configurazione mappatura Modbus completata.
pt_br: Sucesso na exportação da configuração de Mapeamento de Modbus.
zh_cn: Modbus 映射配置导出成功。
