Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# ASCIIDriverAppendCharsCaption
source: Appe_nd Chars:
de_de: Zeichen an_fügen:
es_es: Caracteres del a_nexo:
fr_fr: Carac. a_joutés :
it_it: Caratteri aggiu_nti:
pt_br: A_nexar Caracteres:
zh_cn: 附加字符(_N):

# ASCIIDriverDeletionModeCaption
source: Deletion _Mode:
de_de: Lösch-_Modus:
es_es: _Modo de eliminación:
fr_fr: _Mode de suppression :
it_it: _Modalità di eliminazione:
pt_br: _Modo de Exclusão:
zh_cn: 中_Deletion _Mode:

# ASCIIDriverEchoModeCaption
source: Ech_o Mode
de_de: Ech_o-Modus
es_es: Modo de ec_o
fr_fr: Mode Éch_o
it_it: Modalità ec_o
pt_br: Modo Ech_o
zh_cn: 回显模式(_O)

# ASCIIDriverEDeletionModeCrtRangeValue
source: CRT
de_de: äöüCRTßßßßßß
es_es: ÁéÜCRTñññññ
fr_fr: êæùçCRTëëëëë
pt_br: ãçêúCRTÀÀÀÀÀ
zh_cn: 中CRT文文文文文

# ASCIIDriverEDeletionModeIgnoreRangeValue
source: Ignore
de_de: Ignorieren
es_es: Ignorar
fr_fr: Ignorer
it_it: Ignora
pt_br: Ignorar
zh_cn: 忽略

# ASCIIDriverEDeletionModePrinterRangeValue
source: Printer
de_de: Drucker
es_es: Impresora
fr_fr: Imprimante
it_it: Stampante
pt_br: Impressora
zh_cn: 打印机

# ASCIIDriverTermCharsCaption
source: Term_ination Chars:
de_de: Abs_chlusszeichen:
es_es: Caracteres de _interrupción:
fr_fr: Carac. de term_inaison :
it_it: Caratteri di term_inazione:
pt_br: Caracteres de Term_inação:
zh_cn: 终止字符(_I):

# ASCIIDriverXonXoffCaption
source: _XON/XOFF
de_de: äöü_XON/XOFFßßßßßß
es_es: ÁéÜ_XON/XOFFñññññ
fr_fr: êæùç_XON/XOFFëëëëë
pt_br: ãçêú_XON/XOFFÀÀÀÀÀ
zh_cn: XON/XOFF(_X)

# ConfigPersenterControllerProjectRevCaption
source: Controller Project Version:
de_de: Steuerung-Projektversion:
es_es: Versión de proyecto del controlador:
fr_fr: Version du projet de contrôleur :
it_it: Versione progetto controllore:
pt_br: Versão do projeto do controlador:
zh_cn: 控制器项目版本:

# ConnectionConfigTargetCaption
source: Solution Configuration Target
de_de: Ziel der Lösungskonfiguration
es_es: Objetivo de configuración de solución
fr_fr: Cible de configuration de la solution
it_it: Destinazione configurazione soluzione
pt_br: Destino de Configuração da Solução
zh_cn: 解决方案配置目标

# ConnectionConfigTargetOnlineRangeValue
source: Online
de_de: äöüOnlineßßßßßß
es_es: En línea
fr_fr: En ligne
pt_br: ãçêúOnlineÀÀÀÀÀ
zh_cn: 在线

# ConnectionConfigTargetSimulatorRangeValue
source: Simulation
de_de: äöüSimulationßßßßßß
es_es: Simulación
fr_fr: êæùçSimulationëëëëë
it_it: Simulazione
pt_br: Simulação
zh_cn: 模拟

# PresentationAndUIControllerModeCaption
source: Controller Mode
de_de: Steuerungsmodus
es_es: Modo de controlador
fr_fr: Mode Contrôleur
it_it: Modalità controllore
pt_br: Modo do Controlador
zh_cn: 控制器模式

# ConnectionControllerModeDownloadRangeValue
source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Ecrire
it_it: Scarica
pt_br: ãçêúDownloadÀÀÀÀÀ
zh_cn: 下载

# PresentationAndUIProgramRangeValue
source: Program
de_de: Programm
es_es: Programa
fr_fr: Programme
it_it: Programma
pt_br: Programa
zh_cn: 编程

# ConnectionControllerModeProgramRemoteRangeValue
source: Program (Remote)
de_de: Programm (Remote)
es_es: Programa (remoto)
fr_fr: Programme (à distance)
it_it: Programmazione (remoto)
pt_br: Programa (Remoto)
zh_cn: 编程(远程)

# PresentationAndUIRunRangeValue
source: Run
de_de: Betrieb
es_es: Ejecución
fr_fr: Exécuter
pt_br: Executar
zh_cn: 运行

# ConnectionControllerModeRunRemoteRangeValue
source: Run (Remote)
de_de: Betrieb (Remote)
es_es: Ejecución (remota)
fr_fr: Exécuter (à distance)
it_it: Run (remota)
pt_br: Executar (Remoto)
zh_cn: 运行(远程)

# ConnectionMajorFaultStatusCaption
source: Major Fault
de_de: Hauptfehler
es_es: Error grave
fr_fr: Défaut majeur
it_it: Errore grave
pt_br: Falha Principal
zh_cn: 严重故障

# PresentaionAndUIFaultedRangeValue
source: Faulted
de_de: Fehlerhaft
es_es: Con errores
fr_fr: Avec des défauts
it_it: In errore
pt_br: Com Falha
zh_cn: 已出错

# ConnectionMajorFaultStatusOKRangeValue
source: Not Faulted
de_de: Nicht fehlerhaft
es_es: Sin errores
fr_fr: Sans Défaut
it_it: Non in errore
pt_br: Sem Falha
zh_cn: 未出错

# ConnectionSoftSwitchCaption
source: Remote Mode
de_de: Remote- Modus
es_es: Modo remoto
fr_fr: Mode à distance
it_it: Modalità remota
pt_br: Modo Remoto
zh_cn: 远程 模式

# ConnectionUserActionBuildingRangeValue
source: Building
de_de: Erstellen
es_es: Compilación
fr_fr: Compilation
it_it: Compilazione in corso
pt_br: Compilando
zh_cn: 正在生成

# ConnectionUserActionCaption
source: User Action
de_de: Benutzerhandlungen
es_es: Acción del usuario
fr_fr: Action utilisateur
it_it: Azione utente
pt_br: Ação do Usuário
zh_cn: 用户操作

# ConnectionUserActionDownloadingRangeValue
source: Downloading
de_de: Herunterladen wird durchgeführt
es_es: Descarga
fr_fr: Chargement en cours
it_it: Scaricamento in corso
pt_br: Fazendo Download
zh_cn: 正在下载

# ConnectionUserActionOnlineChangeRangeValue
source: Run Mode Downloading
de_de: Herunterladen im Run Mode
es_es: Descargando en modo de ejecución
fr_fr: Chargement en mode Exécuter
it_it: Download in Modalità Run
pt_br: Execução modo de download
zh_cn: 正在运行模式下载

# ConnectionUserActionUploadingRangeValue
source: Uploading
de_de: Hochladen wird durchgeführt
es_es: Carga
fr_fr: Sauvegarde en cours
it_it: Caricamento in corso
pt_br: Carregando
zh_cn: 正在上传

# ControllerBootRevisionCaption
source: Boot Revision
de_de: Boot-Version
es_es: Revisión de arranque
fr_fr: version du démarrage
it_it: Revisione boot
pt_br: Versão de Inicialização
zh_cn: 启动版本

# PresentationAndUIIsOnlineCaption
source: Is Online
de_de: Ist online
es_es: Está en línea
fr_fr: Est en ligne
it_it: È online
pt_br: Está Online
zh_cn: 在线

# DeviceInfoTreeCommPortsCaption
source: Communication Ports
de_de: Kommunikationsanschlüsse
es_es: Puertos de comunicaciones
fr_fr: Ports de communication
it_it: Porte di comunicazione
pt_br: Portas de Comunicação
zh_cn: 通信端口

# DeviceInfoTreeDateTimeCaption
source: Date and Time
de_de: Datum und Zeit
es_es: Fecha y hora
fr_fr: Date et heure
it_it: Data e ora
pt_br: Data e Hora
zh_cn: 日期和时间

# DeviceInfoTreeEmbeddedIOCaption
source: Embedded I/O
de_de: Integrierte E/A
es_es: E/S Embebidas
fr_fr: E/S intégrées
it_it: I/O integrato
pt_br: E/S Integrada
zh_cn: 嵌入式 I/O

# DeviceInfoTreeGeneralCaption
source: General
de_de: Allgemein
es_es: ÁéÜGeneralñññññ
fr_fr: Général
it_it: Generale
pt_br: Geral
zh_cn: 常规

# DeviceInfoTreeInterruptsCaption
source: Interrupts
de_de: Interrupt-Konfigurationen
es_es: Interrupciones
fr_fr: Interruptions
it_it: Interrupt
pt_br: Interrupções
zh_cn: 中断

# DeviceInfoTreeMemoryCaption
source: Memory
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
it_it: Memoria
pt_br: Memória
zh_cn: 内存

# MBMappingModbusMappingCaption
source: Modbus Mapping
es_es: Mapeado Modbus
fr_fr: Adressage Modbus
it_it: Mappatura Modbus
pt_br: Mapeamento de Modbus
zh_cn: Modbus 映射

# DeviceInfoTreePluginsCaption
source: Plug-in Modules
de_de: Plug-In-Module
es_es: Módulos enchufables
fr_fr: Modules enfichables
it_it: Moduli Plug-in
pt_br: Módulos do plug-in
zh_cn: 插件模块

# DeviceInfoTreeStartupFaultsCaption
source: Startup/Faults
de_de: Hochfahren/Fehler
es_es: Inicio/errores
fr_fr: Démarrage/Défauts
it_it: Avvio/Errori
pt_br: Inicialização/Falhas
zh_cn: 启动/故障

# DeviceInfoTreeUSBPortCaption
source: USB Port
de_de: USB-Anschluss
es_es: Puerto USB
fr_fr: Port USB
it_it: Porta USB
pt_br: Porta USB
zh_cn: USB 端口

# DF1DriverAckTimeoutCaption
source: ACK T_imeout (x20ms):
de_de: ACK-Z_eitüberschreitung (x20ms):
es_es: Tiempo de _espera de ACK (x20 ms):
fr_fr: T_emporisation ACK (x20ms) :
it_it: T_imeout ACK (x20 ms):
pt_br: Tempo L_imite ACK (x20 ms):
zh_cn: ACK 超时 (x20ms)(_I):

# DF1DriverDuplPacketDetCaption
source: Duplicate Pac_ket Detection
de_de: Erkennung von doppelten Pa_keten
es_es: De_tección de paquetes duplicados
fr_fr: Détection de pa_quets dupliqués
it_it: Rilevamento pac_chetti duplicati
pt_br: Detecção de Pa_cotes Duplicados
zh_cn: 重复数据包检测(_K)

# DF1DriverEmbeddedRespAfterOneRangeValue
source: After One Received
de_de: Nachdem eines erhalten wurde
es_es: Después de recibir uno
fr_fr: Après un message reçu
it_it: Dopo averne ricevuto uno
pt_br: Após Um Recebido
zh_cn: 接收到一个后

# DF1DriverEmbeddedRespCaption
source: E_mbedded Responses:
de_de: Inte_grierte Antworten:
es_es: Resp_uestas embebidas:
fr_fr: Réponses _intégrées :
it_it: Risposte i_ntegrate:
pt_br: Respostas I_ntegradas:
zh_cn: 嵌入式响应(_M):

# DF1DriverEmbeddedRespUnconditionallyRangeValue
source: Enabled Unconditionally
de_de: Vorbehaltlos aktiviert
es_es: Habilitado sin condiciones
fr_fr: Activé sans condition
it_it: Abilitato incondizionatamente
pt_br: Ativado Incondicionalmente
zh_cn: 无条件启用

# DF1DriverEnqRetriesCaption
source: EN_Q Retries:
de_de: EN_Q-Wiederholungen:
es_es: Reintentos EN_Q:
fr_fr: _Relances ENQ :
it_it: Nuovi tentativi EN_Q:
pt_br: Novas Tentativas de EN_Q:
zh_cn: ENQ 重试(_Q):

# DF1DriverEotSuppressCaption
source: EOT Suppression
de_de: EOT-Entstörung
es_es: Supresión de EOT
fr_fr: Suppression EOT
it_it: Soppressione EOT
pt_br: Supressão de EOT
zh_cn: EOT 禁止显示

# DF1DriverEPollingModeAllowSlaveInitiateRangeValue
source: Message Based, Disallow Slave Initiate
de_de: Nachrichtenbasiert, verhindert Start untergeordneter Anwendungen
es_es: Basado en mensajes, no permitir inicio de esclavo
fr_fr: En fonction des messages, interdire lancement esclave
it_it: Basato su messaggio, proibisci inizializzazione slave
pt_br: Com Base em Mensagem, Não Permitir Iniciativa de Escravo
zh_cn: 基于消息，禁止从站启动

# DF1DriverEPollingModeMultipleMessageXferPerScanRangeValue
source: Multiple Message Transfer per Scan
de_de: Übertragung mehrerer Nachrichten pro Scan
es_es: Transferencia de varios mensajes por exploración
fr_fr: Transfert à messages multiples par scrutation
it_it: Trasferimento messaggi multipli per ogni scansione
pt_br: Transferência de Mensagens Múltiplas por Varredura
zh_cn: 每次扫描进行多次消息传输

# DF1DriverEPollingModeSingleMessageXferPerScanRangeValue
source: Single Message Transfer per Scan
de_de: Übertragung einer einzelnen Nachricht pro Scan
es_es: Transferencia de un mensaje por exploración
fr_fr: Transfert à message unique par scrutation
it_it: Trasferimento messaggio singolo per ogni scansione
pt_br: Transferência de Mensagem Única por Varredura
zh_cn: 每次扫描进行单次消息传输

# DF1DriverErrorDetBccRangeValue
source: BCC
de_de: äöüBCCßßßßßß
es_es: ÁéÜBCCñññññ
fr_fr: êæùçBCCëëëëë
pt_br: ãçêúBCCÀÀÀÀÀ
zh_cn: 中BCC文文文文文

# DF1DriverErrorDetCaption
source: Err_or Detection:
de_de: _Fehlererkennung:
es_es: Detección de e_rrores:
fr_fr: Détecti_on d'erreur:
it_it: Rilevamento err_ori:
pt_br: Detecção de Err_os:
zh_cn: 错误检测(_O):

# DF1DriverErrorDetCrcRangeValue
source: CRC
de_de: äöüCRCßßßßßß
es_es: ÁéÜCRCñññññ
fr_fr: êæùçCRCëëëëë
pt_br: ãçêúCRCÀÀÀÀÀ
zh_cn: 中CRC文文文文文

# DF1DriverNakRetriesCaption
source: _NAK Retries:
de_de: _NAK-Wiederholungen:
es_es: Reintentos _NAK:
fr_fr: Relances _NAK :
it_it: Nuovi tentativi NA_K:
pt_br: Novas Tentativas de NA_K:
zh_cn: NAK 重试(_N):

# DF1DriverPollGroupSizeCaption
source: Poll Group Size
de_de: Größe der Abfragegruppe
es_es: Tamaño de grupo de sondeo
fr_fr: Taille du groupe d'interrogation
it_it: Dimensioni gruppo polling
pt_br: Tamanho do Grupo de Pesquisa
zh_cn: 轮询组大小

# DF1DriverPollingModeCaption
source: Polling Mode
de_de: Abfrage-Modus
es_es: Modo de sondeo
fr_fr: Mode d'interrogation
it_it: Modalità polling
pt_br: Modo de Pesquisa
zh_cn: 轮询模式

# DF1DriverReplyMsgWaitCaption
source: Reply Message Wait
de_de: Warten auf Antwort
es_es: Espera de mensaje de respuesta
fr_fr: Attente de message de réponse
it_it: Attesa messaggio di risposta
pt_br: Espera de Mensagem de Resposta
zh_cn: 回复消息等待

# DF1DriverSlavePollTimeoutCaption
source: Slave Poll Timeout
de_de: Slave-Poll-Zeitüberschreitung
es_es: Tiempo de espera de sondeo de esclavo
fr_fr: Temporisation d'interrogation d'esclave
it_it: Timeout polling slave
pt_br: Tempo Limite de Pesquisa de Escravo
zh_cn: 从站轮询超时

# DF1DriverStationAddressCaption
source: Station _Address:
de_de: Stations_adresse:
es_es: Dirección de la est_ación:
fr_fr: _Adresse de station :
it_it: In_dirizzo stazione:
pt_br: Endereço d_a Estação:
zh_cn: 站地址(_A):

# DF1DriverXmitRetriesCaption
source: Tran_smit Retries:
de_de: Übertrag_ungswiederholungen:
es_es: Reintentos de tran_smisión:
fr_fr: Relance_s de transmission :
it_it: Nuovi tentativi tra_smissione:
pt_br: Novas Tentativas de Tran_smissão:
zh_cn: 传输重试(_S):

# EmbeddedIOEiiEdgeCaption
source: EII Edge
de_de: EII-Flanke
es_es: Flanco de EII
fr_fr: Front EII
pt_br: Borda EII
zh_cn: EII 沿

# EmbeddedIOFallingRangeValue
source: Falling
de_de: fallend
es_es: Descendente
fr_fr: Descendant
it_it: In discesa
pt_br: Descendente
zh_cn: 下降

# EmbeddedIORisingRangeValue
source: Rising
de_de: steigend
es_es: Ascendente
fr_fr: Montant
it_it: In salita
pt_br: Ascendente
zh_cn: 上升

# EmbeddedIOFilterGroupCaption
source: Inputs
de_de: Eingänge
es_es: Entradas
fr_fr: Entrées
it_it: Ingressi
pt_br: Entradas
zh_cn: 输入

# EmbeddedIOInputFilterCaption
source: Input Filter
de_de: Eingangsfilter
es_es: Filtro de entrada
fr_fr: Filtre d'Entrée
it_it: Filtro di ingresso
pt_br: Filtro de entrada
zh_cn: 输入筛选器

# EmbeddedIOInputFilterDefaultRangeValue
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
pt_br: Padrão
zh_cn: 默认

# EmbeddedIOLatchCaption
source: Latch
de_de: rastend
es_es: Bloquear
fr_fr: Verrouiller
pt_br: Reter
zh_cn: 锁存

# EmbeddedIOLatchIsEnabledCaption
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
pt_br: Ativado
zh_cn: 已启用

# ErrorPresenterMajorErrorCodeCaption
source: Major Error Code
de_de: Code vom Hauptfehler
es_es: Código de error grave
fr_fr: Code d'erreur majeure
it_it: Codice di errore grave
pt_br: Código de Erro Principal
zh_cn: 严重错误代码

# PresentationAndUIFaultOverrideCaption
source: Fault Override
de_de: Fehler überschreiben
es_es: Anulación de fallo
fr_fr: Annuler les défauts
it_it: Sostituzione override
pt_br: Anulação de Falha
zh_cn: 故障覆盖

# PresentationAndUILoadAlwaysCaption
source: Load Always
de_de: Immer laden
es_es: Cargar siempre
fr_fr: Toujours charger
it_it: Carica sempre
pt_br: Carregar Sempre
zh_cn: 始终加载

# PresentationAndUILoadOnMemoryErrorCaption
source: Load on Memory Error
de_de: Bei Speicherfehler laden
es_es: Cargar si se produce un error de memoria
fr_fr: Erreur de chargement en mémoire
it_it: Carica in caso di errore di memoria
pt_br: Erro de carregamento na memória
zh_cn: 在内存出错时加载

# FaultLogBootFWVersionCaption
source: Boot FW Version
de_de: FW-Version booten
es_es: Arrancar versión de FW
fr_fr: Démarrer la version FW
it_it: Versione FW boot
pt_br: Versão do FW de Inicialização
zh_cn: 启动固件版本

# FaultLogBootResetReasonCaption
source: HardFaultBootResetReason
de_de: GrundHardwareFehlerBootReset-Grund
es_es: Razón de restablecimiento de arranque de error severo
fr_fr: êæùçHardFaultBootResetReasonëëëëë
pt_br: ãçêúHardFaultBootResetReasonÀÀÀÀÀ
zh_cn: 中HardFaultBootResetReason文文文文文

# FaultLogBootWatchDogResetReasonCaption
source: Boot Watch Dog Reset Reason
de_de: Boot Watch Dog Reset-Grund
es_es: Razón de rearme del guardián
fr_fr: Motif du démarrage de la réinitialisation du chien de garde
it_it: Motivo reset watchdog boot
pt_br: Motivo do Reset do Watch Dog de Reinicialização
zh_cn: 启动“看门狗复位”的原因

# FaultLogCatalogNumberCaption
source: Processor Catalog Number
de_de: Katalognummer Prozessor
es_es: Número de catálogo de procesador
fr_fr: Numéro de catalogue du processeur
it_it: Numero di catalogo processore
pt_br: Número de Catálogo do Processador
zh_cn: 处理器类型编号

# FaultLogCrcCaption
source: CRC
de_de: äöüCRCßßßßßß
es_es: ÁéÜCRCñññññ
fr_fr: êæùçCRCëëëëë
pt_br: ãçêúCRCÀÀÀÀÀ
zh_cn: 中CRC文文文文文

# FaultLogCurrFaultLogItemCaption
source: Fault Log Items
de_de: Fehlerprotokollelemente
es_es: Elementos de registro de errores
fr_fr: Eléments de journal des défauts
it_it: Elementi registro errori
pt_br: Itens do Log de falhas
zh_cn: 故障日志项

# FaultLogFaultAddressCaption
source: Fault Address
de_de: Fehlerhafte Adresse
es_es: Dirección de error
fr_fr: Adresse du défaut
it_it: Indirizzo errore
pt_br: Endereço da Falha
zh_cn: 故障地址

# FaultLogFaultCodeCaption
source: Fault Code
de_de: Fehlerhafter Code
es_es: Código de error
fr_fr: Code du défaut
it_it: Codice errore
pt_br: Código da Falha
zh_cn: 故障代码

# FaultLogFaultSourceCaption
source: Hard Falut Source
de_de: Quelle vom schweren Fehler
es_es: Origen de error severo
fr_fr: Source du défaut matériel
it_it: Sorgente errore hardware
pt_br: Fonte da Falha Grave
zh_cn: 硬件故障源

# FaultLogFreeFormAreaCaption
source: Free Form Area
de_de: freie Zone
es_es: Área de forma libre
fr_fr: Zone en forme libre
it_it: Area modulo libero
pt_br: Área de Forma Livre
zh_cn: 自由格式区域

# FaultLogHardFaultNewErrFlagCaption
source: New Error Flag
de_de: äöüNew Error Flagßßßßßß
es_es: Nuevo marcador de error
fr_fr: Indicateur de nouvelle erreur
it_it: Nuovo flag di errore
pt_br: Indicador de Novo Erro
zh_cn: 新错误标志

# FaultLogIndexCaption
source: Hard Fault Index
de_de: Index der Hardwarefehler
es_es: Índice de errores severos
fr_fr: Index des défauts matériels
it_it: Indice errore hardware
pt_br: Índice da Falha Grave
zh_cn: 硬件故障索引

# FaultLogNumbOfHardFaultCaption
source: Number of Hard Fault
de_de: Anzahl der Hardwarefehler
es_es: Número de errores severos
fr_fr: Nombre de défauts matériels
it_it: Numero di errori hardware
pt_br: Número da Falha Grave
zh_cn: 硬件故障数目

# FaultLogOSFWVersionCaption
source: OS FW Version
de_de: äöüOS FW Versionßßßßßß
es_es: Versión de FW de SO
fr_fr: Version FW du système d'exploitation
it_it: Versione FW sistema operativo
pt_br: Versão do FW do SO
zh_cn: 操作系统固件版本

# FaultLogStartIndexForHardFaultCaption
source: Start Index for Hard Fault
de_de: Start-Index für den Hardwarefehler
es_es: Iniciar índice de errores severos
fr_fr: Démarrer l'index des défauts matériels
it_it: Indice iniziale per l'errore hardware
pt_br: Inicialização de Índice para Falha Grave
zh_cn: 硬件故障起始索引

# FaultLogSystemStackPointerCaption
source: System Stack Pointer
de_de: Systemstapel-Zeiger
es_es: Puntero de pila del sistema
fr_fr: Pointeur de pile du système
it_it: Puntatore dello stack di sistema
pt_br: Ponteiro de Pilha do Sistema
zh_cn: 系统堆栈指针

# FaultLogTestIDCaption
source: Test ID
es_es: ID de prueba
fr_fr: ID test
it_it: ID test
pt_br: ID do Teste
zh_cn: 测试 ID

# FaultMajorErrorCodeCaption
source: Major Fault Code
de_de: Major Fehler Code
es_es: Código de error grave
fr_fr: Code de défaut majeur
it_it: Codice di errore grave
pt_br: Código de Falha Principal
zh_cn: 严重故障代码

# FaultMajorErrorCodeDesCaption
source: Major Fault Code Description
de_de: Major Fehler Code Beschreibung
es_es: Descripción del código de error grave
fr_fr: Description du code de défaut majeur
it_it: Descrizione codice di errore grave
pt_br: Descrição do Código de Falha Principal
zh_cn: 严重故障代码说明

# FaultMajorErrorHaltedCaption
source: Major Fault Halted
de_de: Major Fehler gestoppt
es_es: Error grave detenido
fr_fr: Défaut majeur stoppé
it_it: Errore grave interrotto
pt_br: Falha Principal em Suspensão
zh_cn: 严重故障已暂停

# FaultMajorErrorHaltedOperatingRangeValue
source: Operating
de_de: Betrieb wird ausgeführt
es_es: En funcionamiento
fr_fr: Exploitation
it_it: Funzionamento
pt_br: Em Operação
zh_cn: 正在操作

# PresentationAndUIModeBehaviorCaption
source: Mode Behavior
de_de: Modusverhalten
es_es: Comportamiento del modo
fr_fr: Mode de démarrage
it_it: Modalità di comportamento
pt_br: Comportamento do Modo
zh_cn: 模式行为

# ControllerImageCaption
source: Controller
de_de: Steuerung
es_es: Controlador
fr_fr: Contrôleur
it_it: Controllore
pt_br: Controlador
zh_cn: 控制器

# ControllerIsMicro810Caption
source: Is Micro810 Controller
de_de: Ist Micro810-Steuerung
es_es: Es el controlador Micro810
fr_fr: Est le contrôleur Micro810
it_it: È un controllore Micro810
pt_br: É o Controlador Micro810
zh_cn: 是 Micro810 控制器

# ControllerProductFamilyCaption
source: Product Family
de_de: Produktfamilie
es_es: Familia de productos
fr_fr: Famille de produits
it_it: Famiglia di prodotti
pt_br: Família de Produtos
zh_cn: 产品系列

# ControllerUserDefinedNameCaption
source: Name
de_de: äöüNameßßßßßß
es_es: Nombre
fr_fr: Nom
it_it: Nome
pt_br: Nome
zh_cn: 名称

# PresentationAndUIDescriptionCaption
source: Description
de_de: Beschreibung
es_es: ÁéÜDescriptionñññññ
fr_fr: êæùçDescriptionëëëëë
pt_br: ãçêúDescriptionÀÀÀÀÀ
zh_cn: 中Description文文文文文

# ControllerUserManualPathCaption
source: User Manual Path
de_de: Pfad zu Benutzerhandbuch
es_es: Ruta manual del usuario
fr_fr: Chemin des manuels d'utilisation
it_it: Percorso manuale dell'utente
pt_br: Caminho do Manual do Usuário
zh_cn: 用户手册路径

# LCDAddCaption
source: Attach LCD Module
de_de: LCD-Modul befestigen
es_es: Vincular módulo LCD
fr_fr: Attacher le module LCD
it_it: Collega modulo LCD
pt_br: Anexar módulo LCD
zh_cn: 附加 LCD 模块

# LCDDeleteCaption
source: Detach LCD Module
de_de: LCD-Modul abnehmen
es_es: Desvincular módulo LCD
fr_fr: Détacher le module LCD
it_it: Scollega modulo LCD
pt_br: Desconectar módulo LCD
zh_cn: 分离 LCD 模块

# LCDImageCaption
source: LCD Image
de_de: LCD-Bild
es_es: Imagen de LCD
fr_fr: Image LCD
it_it: Immagine LCD
pt_br: Imagem LCD
zh_cn: LCD 映像

# LCDIsLCDPresentCaption
source: Is LCD Present
de_de: LCD ist vorhanden
es_es: ¿Está presente el LCD?
fr_fr: LCD est-il présent ?
it_it: LCD presente
pt_br: O LCD está presente?
zh_cn: LCD 是否存在

# MemoryModuleBackUpFaultLogCaption
source: Backup Fault Log
de_de: Sicherungsfehlerprotokoll
es_es: Back Up del registro de errores
fr_fr: Sauvegarder journal des défauts
it_it: Backup registro errori
pt_br: Backup do Log de falhas
zh_cn: 备份故障日志

# MemoryModuleBackupWholeCaption
source: _Backup
de_de: äöü_Backupßßßßßß
fr_fr: _Sauvegarder
pt_br: ãçêú_BackupÀÀÀÀÀ
zh_cn: 备份(_B)

# PresentationAndUIEnabledRangeValue
source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Attivato
pt_br: Ativado
zh_cn: 已启用

# MemoryModuleInstalledRangeValue
source: Installed
de_de: Installiert
es_es: Instalado
fr_fr: Installé
it_it: Installato
pt_br: Instalado
zh_cn: 已安装

# MemoryModuleIsCompatibleCaption
source: Compatible with hardware and firmware
de_de: Mit Hardware und Firmware kompatibel
es_es: Compatible con hardware y firmware
fr_fr: Compatible avec le matériel et le micrologiciel
it_it: Compatibile con hardware e firmware
pt_br: Compatível com hardware e firmware
zh_cn: 与硬件和固件兼容

# MemoryModuleIsNotCompatibleCaption
source: Incompatible with hardware or firmware
de_de: Mit Hardware und Firmware nicht kompatibel
es_es: Incompatible con hardware o firmware
fr_fr: Incompatible avec le matériel et le micrologiciel
it_it: Non compatibile con hardware o firmware
pt_br: Incompatível com hardware ou firmware
zh_cn: 与硬件和固件不兼容

# MemoryModuleIsPasswordMatchCaption
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
pt_br: Senha
zh_cn: 密码

# MemoryModulePasswordMatchRangeValue
source: Match
de_de: Übereinstimmung
es_es: Coincidencia
fr_fr: Correspondance
it_it: Corrispondenza
pt_br: Correspondência
zh_cn: 匹配

# MemoryModulePasswordMismatchRangeValue
source: Does not match
de_de: Stimmt nicht überein
es_es: No coincide con
fr_fr: Ne correspond pas
it_it: Nessuna corrispondenza
pt_br: Não corresponde
zh_cn: 不匹配

# MemoryModuleIsPresentCaption
source: Is Memory Module Present
de_de: Speichermodul ist vorhanden
es_es: ¿Está presente el módulo de memoria?
fr_fr: Le module mémoire est-il présent ?
it_it: Il modulo della memoria è presente
pt_br: O Módulo de memória está presente?
zh_cn: 内存模块是否存在
