Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# RemoteLCD_ExceedMaxNumberOfLCDVariablesMessage
source: Total number of LCD Variables ({0}) exceeds the maximum limit {1}. Reduce variable numbers and rebuild the project.
de_de: Die Gesamtzahl der LCD-Variablen ({0}) überschreitet die Obergrenze {1}. Verringern Sie die Variablenzahl und erstellen Sie das Projekt neu.
es_es: El número total de variables de LCD ({0}) supera el límite máximo de {1}. Reduzca el número de variables y vuelva a compilar el proyecto.
fr_fr: Le nombre total de variables LCD ({0}) dépasse le maximum autorisé ({1}). Réduisez le nombre de variables et réassemblez le projet.
it_it: Il numero totale di variabili LCD ({0}) supera il limite massimo {1}. Ridurre il numero di variabili e ricreare il progetto.
pt_br: Número total de Variáveis de LCD ({0}) excede o limite máximo {1}. Reduza os números de variáveis e recompila o projeto.
zh_cn: LCD 变量总数 ({0}) 超过最大限制 {1}。请减少变量数量并重新生成项目。

# RemoteLCD_LCDVariablesDisplayCaption
source: LCD _Variables
de_de: LCD _Variablen
es_es: V_ariables de LCD
fr_fr: _Variables LCD
it_it: _Variabili LCD
pt_br: _Variáveis de LCD
zh_cn: LCD变量(_V)

# UnknownBuildError
source: An exception thrown while building the project. If the problem persists, send the log file to a technical support representative.
de_de: Beim Erstellen des Projekts wurde eine Ausnahme ausgegeben. Wenn das Problem weiter besteht, senden Sie die Protokolldatei an einen technischen Supportmitarbeiter.
es_es: Se ha producido una excepción al compilar el proyecto. Si el problema continúa, envíe el archivo de registro a un representante de soporte técnico.
fr_fr: Une exception s'est produite lors de l'assemblage du projet. Si le problème persiste, envoyez le fichier journal à un représentant du support technique.
it_it: Generata un'eccezione durante la creazione del progetto. Se il problema persiste, inviare il file di registro a un rappresentante del supporto tecnico.
pt_br: Exceção lançada ao compilar o projeto. Se o problema persistir, envia o arquivo de log a um representante do suporte técnico.
zh_cn: 生成项目时引发异常。如果问题仍然存在，请将日志文件发送给技术支持代表。

# RemoteLCD_RemoveComplexLCDVariablesMessage
source: Variable '{0}' is a complex type and is removed from LCD variable list.
de_de: Die Variable '{0}' ist von einem komplexen Typ und wird aus der LCD-Variablenliste entfernt.
es_es: La variable '{0}' es un tipo complejo, por lo que se ha quitado de la lista de variables de LCD.
fr_fr: La variable "{0}" est de type complexe et est supprimée de la liste des variables LCD.
it_it: La variabile "{0}" è un tipo complesso e viene rimossa dall'elenco delle variabili LCD.
pt_br: A variável "{0}" é um tipo complexo e foi removida da lista de variáveis de LCD.
zh_cn: 变量“{0}”为复杂类型，并从 LCD 变量列表中删除。

# BuildError_AllPortsDisabled
source: Current configuration does not allow connection to the controller. Enable the USB or Ethernet port, or select CIP Serial driver from Serial Port.
de_de: Die aktuelle Konfiguration lässt keine Verbindung zur Steuerung zu. Aktivieren Sie den USB-Anschluss oder Ethernet-Port oder wählen Sie als Treiber CIP seriell unter Serieller Anschluss.
es_es: La configuración actual no permite la conexión con el controlador. Habilite el puerto USB o Ethernet, o bien seleccione el controlador de serie CIP en Puerto serie.
fr_fr: La configuration actuelle n'autorise pas la connexion au contrôleur. Activez le port USB ou Ethernet, ou sélectionnez le pilote série CIP comme port série.
it_it: La configurazione non consente la connessione al controllore. Abilitare la porta USB o Ethernet oppure selezionare il driver CIP seriale da Porta seriale.
pt_br: A configuração atual não permite a conexão ao controlador atual. Habilitar a porta USB ou Ethernet ou selecionar o driver CIP em série da porta serial.
zh_cn: 当前配置不允许连接控制器。请启用 USB 或以太网端口，或从串行端口选择 CIP 串行驱动程序。

# DetailsCaption
source: Details
de_de: äöüDetailsßßßßßß
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
pt_br: Detalhes
zh_cn: 详细信息

# UploadResultInfoFooter
source: Switch to Program mode to upload the files.
de_de: Wechseln Sie in den Programmmodus, um die Dateien hochzuladen.
es_es: Cambie al modo de programa para cargar los archivos.
fr_fr: Passez au mode Programme pour sauvegarder automatiquement les fichiers.
it_it: Passare alla modalità di programmazione per caricare i file.
pt_br: Alterne para o modo Programa para carregar os arquivos.
zh_cn: 切换到编程模式以上传文件。

# UploadResultInfoHeader
source: Following file(s) are locked in Run mode
de_de: Folgende Dateien sind in der Betriebsart Run gesperrt
es_es: Los siguientes archivos están bloqueados mientras el controlador está en modo de ejecución
fr_fr: Le ou les fichiers suivants sont verrouillés en mode Exécuter
it_it: I seguenti file sono bloccati in modalità di esecuzione
pt_br: O(s) seguinte(s) arquivo(s) está(ão) bloqueado no modo de execução
zh_cn: 以下文件锁定在运行模式

# DatalogRunModeWarningMessage
source: Search and upload may take longer time in Run mode.
de_de: Suche und Upload dauern in der Betriebsart Run möglicherweise länger.
es_es: La búsqueda y la carga pueden ser más largas en modo de ejecución.
fr_fr: La recherche et la lecture peuvent prendre plus de temps en mode Exécuter.
it_it: In modalità di esecuzione, la ricerca e il caricamento potrebbero richiedere più tempo.
pt_br: A busca e o carregamento podem demorar mais no modo de execução.
zh_cn: 在运行模式中，搜索和上传可能需要更长时间。

# ControllerOfflineErrorMessage
source: Disconnected from controller.
de_de: Verbindung zur Steuerung getrennt.
es_es: Desconectado del controlador.
fr_fr: Déconnecté du contrôleur.
it_it: Disconnesso dal controllore.
pt_br: Desconectar do controlador.
zh_cn: 从控制器断开。

# ControllerChangePlugInModuleGeneralDesWarningMessage
source: Plug-in module on slot {0} was removed as: {1}
de_de: Plug-In-Modul in Schacht {0} wurde entfernt: {1}
es_es: El módulo enchufable en la ranura {0} se ha eliminado como: {1}
fr_fr: Le module enfichable à l'emplacement {0} a été supprimé : {1}
it_it: Il modulo plug-in nello slot {0} è stato rimosso come: {1}
pt_br: Módulo do Plug-in na ranhura {0} foi removido como: {1}
zh_cn: 插槽 {0} 上的插件模块已删除，因为: {1}

# DownloadfailedMessage
source: download failed
de_de: Herunterladen ist fehlgeschlagen
es_es: Error al descargar
fr_fr: Echec du chargement automatique
it_it: Download non riuscito
pt_br: Falha ao download
zh_cn: 下载失败

# Controller820DefaultUserManualName
source: \2080-UM005_-EN-E.pdf
de_de: äöü\2080-UM005_-EN-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM005_-EN-E.pdfñññññ
fr_fr: êæùç\2080-UM005_-EN-E.pdfëëëëë
pt_br: ãçêú\2080-UM005_-EN-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM005_-EN-E.pdf文文文文文

# Controller820UserManualName
source: \2080-UM005_-{0}-E.pdf
de_de: äöü\2080-UM005_-{0}-E.pdfßßßßßß
es_es: ÁéÜ\2080-UM005_-{0}-E.pdfñññññ
fr_fr: êæùç\2080-UM005_-{0}-E.pdfëëëëë
pt_br: ãçêú\2080-UM005_-{0}-E.pdfÀÀÀÀÀ
zh_cn: 中\2080-UM005_-{0}-E.pdf文文文文文

# DeviceInfoTreeLCDModuleCaption
source: LCD Module
de_de: LCD-Modul
es_es: Módulo LCD
fr_fr: Module LCD
it_it: Modulo LCD
pt_br: Módulo LCD
zh_cn: LCD 模块

# LCDModuleStatusLabel
source: Module Status
de_de: Modulstatus
es_es: Estado del módulo
fr_fr: Statut du module
it_it: Stato modulo
pt_br: Status do módulo
zh_cn: 模块状态

# LCDModuleCaption
source: LCD Module
de_de: LCD-Modul
es_es: Módulo LCD
fr_fr: Module LCD
it_it: Modulo LCD
pt_br: Módulo LCD
zh_cn: LCD 模块

# LCDModuleHardwareSettingLabel
source: Hardware Setting
de_de: Hardware-Einstellungen
es_es: Configuración de hardware
fr_fr: Paramètre du matériel
it_it: Impostazione hardware
pt_br: Configuração do hardware
zh_cn: 硬件设置

# ConnectionConfigDiagnoseCaption
source: Diagnose
de_de: äöüDiagnoseßßßßßß
es_es: Diagnosticar
fr_fr: Diagnostiquer
it_it: Diagnosi
pt_br: Diagnosticar
zh_cn: 诊断

# Micro800ConfigToolbarDiagnoseBtnToolTip
source: Diagnose system status and monitor axis
de_de: Systemstatus diagnostizieren und Achse beobachten
es_es: Diagnosticar estado del sistema y monitorizar el eje
fr_fr: Diagnostiquer l'état du système et la surveillance des axes
it_it: Diagnosi dello stato del sistema e monitoraggio dell'asse
pt_br: Diagnosticar status do sistema e eixo do monitor
zh_cn: 诊断系统状态和监视轴

# Micro800ToolBarMenuEmbeddedSerialItemCaption
source: Embedded Serial
de_de: Seriell Integriert
es_es: Puerto serie integrado
fr_fr: Port série intégré
it_it: Seriale integrata
pt_br: Serial integrado
zh_cn: 嵌入式串行

# Micro800ToolBarMenuPluginSerialItemCaption
source: Plug-in Modules
de_de: Plug-In-Module
es_es: Módulos enchufables
fr_fr: Modules enfichables
it_it: Moduli Plug-in
pt_br: Módulos do plug-in
zh_cn: 插件模块

# Micro800ToolBarMenuSerialIsoSubItemCaption
source: Slot {0} | 2080-SERIALISOL at port {1}
de_de: Steckplatz {0} | 2080-SERIALISOL an Port {1}
es_es: Ranura {0} | 2080-SERIALISOL en el puerto {1}
fr_fr: Emplacement {0} | 2080-SERIALISOL adresse port {1}
it_it: Slot {0} | 2080-SERIALISOL sulla porta {1}
pt_br: Slot {0} | 2080-SERIALISOL na porta {1}
zh_cn: 端口 {1} 处的插槽 {0} | 2080-SERIALISOL

# ConnectionConfigNetworkDiagnoseCaption
source: Communication Diagnostics
de_de: Kommunikationsdiagnose
es_es: Diagnóstico de comunicación
fr_fr: Diagnostics de la communication
it_it: Diagnostica comunicazioni
pt_br: Diagnósticos de comunicação
zh_cn: 通信诊断

# SerialPortDiagnoseCaption
source: Diagnose
de_de: äöüDiagnoseßßßßßß
es_es: Diagnosticar
fr_fr: Diagnostiquer
it_it: Diagnosi
pt_br: Diagnosticar
zh_cn: 诊断

# DiagnosticsBadCRCCaption
source: Bad CRC:
de_de: Fehlerhafte CRC:
es_es: CRC erróneo:
fr_fr: CRC incorrect :
it_it: CRC insufficiente:
pt_br: CRC inválido:
zh_cn: CRC 出错:

# DiagnosticsBroadcastCaption
source: Broadcasts:
de_de: Übertragungen:
es_es: ÁéÜBroadcasts:ñññññ
fr_fr: Diffusions :
it_it: Trasmissioni:
pt_br: Transmissões:
zh_cn: 广播:

# DiagnosticsCharacRevCaption
source: Characters Received:
de_de: Empfangene Zeichen:
es_es: Caracteres recibidos:
fr_fr: Caractères reçus :
it_it: Caratteri ricevuti:
pt_br: Caracteres recebidos:
zh_cn: 接收到的字符:

# DiagnosticsCharacSentCaption
source: Characters Sent:
de_de: Gesendete Zeichen:
es_es: Caracteres enviados:
fr_fr: Caractères envoyés :
it_it: Caratteri inviati:
pt_br: Caracteres enviados:
zh_cn: 发送的字符:

# DiagnosticsFrameRevCaption
source: Frame Received:
de_de: Empfangener Frame:
es_es: Trama recibida:
fr_fr: Trames reçues :
it_it: Frame ricevuti:
pt_br: Estrutura recebida:
zh_cn: 接收到的帧:

# DiagnosticsFrameSentCaption
source: Frames Sent:
de_de: Gesendete Frames:
es_es: Trama enviadas:
fr_fr: Trames envoyées :
it_it: Frame inviati:
pt_br: Estruturas enviadas:
zh_cn: 发送的帧:

# DiagnosticsGoodExceptionsCaption
source: Good Exceptions:
de_de: Gültige Ausnahmen:
es_es: Excepciones correctas:
fr_fr: Exceptions correctes :
it_it: Eccezioni valide:
pt_br: Exceções boas:
zh_cn: 良好的异常:

# DiagnosticsGoodTransCaption
source: Good Transactions:
de_de: Gültige Transaktionen:
es_es: Transacciones correctas:
fr_fr: Transactions correctes :
it_it: Transazioni valide:
pt_br: Transações boas:
zh_cn: 良好的处理:

# DiagnosticsMismatchErrorsCaption
source: Mismatch Errors:
de_de: Fehler durch Nichtübereinstimmung:
es_es: Errores de concordancia:
fr_fr: Erreurs de discordance :
it_it: Errori di mancata corrispondenza:
pt_br: Erros de correspondência:
zh_cn: 不匹配错误:

# DiagnosticsNoResponseCaption
source: No Response:
de_de: Keine Antwort:
es_es: Sin respuesta:
fr_fr: Pas de réponse :
it_it: Nessuna risposta:
pt_br: Nenhuma resposta:
zh_cn: 无响应:

# DiagnosticsOtherErrorsCaption
source: Other Errors:
de_de: Andere Fehler:
es_es: Otros errores:
fr_fr: Autres erreurs :
it_it: Altri errori:
pt_br: Outros erros:
zh_cn: 其他错误:

# SerialDiagnoseDriverLblCaption
source: Drivers:
de_de: Treiber:
es_es: Controladores:
fr_fr: Pilotes :
pt_br: ãçêúDrivers:ÀÀÀÀÀ
zh_cn: 驱动程序:

# SerialDiagnoseLinkCountersCaption
source: Link Counters
de_de: Zähler verknüpfen
es_es: Contadores de vínculos
fr_fr: Compteurs de liens
it_it: Contatori collegamenti
pt_br: Contadores de link
zh_cn: 链接计数器

# CommDiagnoseConflictInfoLblCaption
source: {0} in the project and the controller are out-of-sync. Upload or download the project to synchronize the settings.
de_de: {0} das Projekt und die Steuerung sind nicht synchron. Laden Sie das Projekt hoch oder herunter, um die Einstellungen zu synchronisieren.
es_es: {0} en el proyecto y el controlador no están sincronizados. Cargue o descargue el proyecto para sincronizar la configuración.
fr_fr: {0} dans le projet et le contrôleur ne sont plus synchronisés. Chargez ou sauvegardez le projet pour synchroniser les paramètres.
it_it: Impostazioni {0} non sincronizzate tra il progetto e il controllore. Caricare o scaricare il progetto per sincronizzare le impostazioni.
pt_br: {0} no projeto e o controlador estão fora de sincronia. Faça upload ou download do projeto para sincronizar as configurações.
zh_cn: {0} 在项目与控制器中不同步。 上传或下载使设置同步。

# SerialDiagnosePortTypeCaption
source: Channel:
de_de: Kanal:
es_es: Canal:
fr_fr: Canal :
it_it: Canale:
pt_br: Canal:
zh_cn: 通道:

# SerialDiagnoseResetCounterCaption
source: _Reset Counters
de_de: _Zähler-Reset
es_es: _Restablecer contadores
fr_fr: _Réinitialiser les compteurs
it_it: _Reimposta contatori
pt_br: _Reset de Contadores
zh_cn: 复位计数器(_R)

# DiagnosticsBadCharacterRevCaption
source: Bad Characters Received:
de_de: Fehlerhafte Zeichen empfangen:
es_es: Caracteres erróneos recibidos:
fr_fr: Caractères reçus incorrects :
it_it: Caratteri non validi ricevuti:
pt_br: Caracteres inválidos recebidos:
zh_cn: 接收到的错误字符:

# DiagnosticsBadPacketsACKCaption
source: Bad Packets ACKed:
de_de: Fehlerhafte Pakete ACKed:
es_es: Paquetes de ACK erróneos:
fr_fr: Paquets incorrects avec accusé de réception :
it_it: Pacchetti non validi riconosciuti:
pt_br: Pacotes ACKed inválidos:
zh_cn: 确认的错误数据包:

# DiagnosticsDCDRecoveriesCountCaption
source: DCD Recoveries Count:
de_de: Anzahl der DCD-Wiederherstellungen:
es_es: Recuento de recuperaciones DCD:
fr_fr: Nombre de récupérations DCD :
it_it: Numero ripristini DCD:
pt_br: Contagem de recuperações DCD:
zh_cn: DCD 恢复计数:

# DiagnosticsDuplicateRevCaption
source: Duplicates Received:
de_de: Duplikate empfangen:
es_es: Duplicados recibidos:
fr_fr: Doublons reçus :
it_it: Duplicati ricevuti:
pt_br: Duplicações recebidas:
zh_cn: 接收到的副本:

# DiagnosticsEnqRevCaption
source: ENQs Received:
de_de: Empfangene ENQs:
es_es: ENQ recibidos:
fr_fr: ENQ reçues :
it_it: ENQ ricevuti:
pt_br: ENQs recebidos:
zh_cn: 接收到的 ENQ:

# DiagnosticsEnqSentCaption
source: ENQs Sent:
de_de: Gesendete ENQs:
es_es: ENQ enviados:
fr_fr: ENQ envoyées :
it_it: ENQ inviati:
pt_br: ENQs enviados:
zh_cn: 发送的 ENQ:

# DiagnosticsLostModemCountCaption
source: Lost Modem Count:
de_de: Anzahl Modem-Verluste:
es_es: Recuento de módems perdidos:
fr_fr: Nombre de modems perdus :
it_it: Conteggio modem perso:
pt_br: Contagem de modem perdida:
zh_cn: 丢失的调制解调器计数:

# DiagnosticsNaksRevCaption
source: NAKs Received:
de_de: Empfangene NAKs:
es_es: NAK recibidos:
fr_fr: NAK reçues :
it_it: NAK ricevuti:
pt_br: NAKs recebidos:
zh_cn: 接收到的 NAK:

# DiagnosticsNoMemorySentCaption
source: No Memory Sent:
de_de: Kein Speicher gesendet:
es_es: Sin memoria enviados:
fr_fr: Aucune mémoire envoyée :
it_it: Nessuna memoria inviata:
pt_br: Nenhuma memória enviada:
zh_cn: 没有发送内存:

# DiagnosticsPacketRevCaption
source: Packets Received:
de_de: Empfangene Pakete:
es_es: Paquetes recibidos:
fr_fr: Paquets reçus :
it_it: Pacchetti ricevuti:
pt_br: Pacotes recebidos:
zh_cn: 接收到的数据包:

# DiagnosticsPacketsSentCaption
source: Packets Sent:
de_de: Gesendete Pakete:
es_es: Paquetes enviados:
fr_fr: Paquets envoyés :
it_it: Pacchetti inviati:
pt_br: Pacotes enviados:
zh_cn: 发送的数据包:

# DiagnosticsUndeliveredPacketsCaption
source: Undelivered Packets:
de_de: Nicht zugestellte Pakete:
es_es: Paquetes sin entregar:
fr_fr: Paquets non remis :
it_it: Pacchetti non recapitati:
pt_br: Pacotes não entregues:
zh_cn: 未成功传输数据包:

# SerialDiagnoseCountersCaption
source: Diagnostic Counters
de_de: Diagnosezähler
es_es: Contadores de diagnóstico
fr_fr: Compteurs de diagnostics
it_it: Contatori diagnostici
pt_br: Contadores de diagnóstico
zh_cn: 诊断计数器

# DiagnoseButtonTextCaption
source: Compare configuration between Project, Controller and {0}.
de_de: Konfiguration zwischen Projekt, Steuerung und {0} vergleichen.
es_es: Comparar configuración entre proyecto, controlador y {0}.
fr_fr: Comparer la configuration entre le projet, le contrôleur et le/la {0}.
it_it: Confrontare la configurazione tra Progetto, Controllore e {0}.
pt_br: Comparar configuração entre projeto, controlador e {0}.
zh_cn: 比较项目、控制器和 {0} 之间的配置。

# Micro800ToolBarMenuEthernetItemCaption
source: Ethernet
de_de: äöüEthernetßßßßßß
es_es: ÁéÜEthernetñññññ
fr_fr: êæùçEthernetëëëëë
pt_br: ãçêúEthernetÀÀÀÀÀ
zh_cn: 以太网

# Micro800ToolBarMenuUSBItemCaption
source: USB Port
de_de: USB-Anschluss
es_es: Puerto USB
fr_fr: Port USB
it_it: Porta USB
pt_br: Porta USB
zh_cn: USB 端口

# DiagnoseCommTypeCaption
source: Communication:
de_de: Kommunikation:
es_es: Comunicación:
it_it: Comunicazione:
pt_br: Comunicação:
zh_cn: 通信:

# Micro800ToolBarMenuSerialPortItemCaption
source: Serial Port
de_de: Serieller Anschluss
es_es: Puerto serie
fr_fr: Port série
it_it: Porta seriale
pt_br: Porta serial
zh_cn: 串行端口

# Micro800ToolBarMenuDiagnoseItemCaption
source: Communication
de_de: Kommunikation
es_es: Comunicación
fr_fr: êæùçCommunicationëëëëë
it_it: Comunicazione
pt_br: Comunicação
zh_cn: 通信(M)

# TCPIPConfigCtrlPortSettingsCaption
source: Port Settings
de_de: Anschlusseinstellungen
es_es: Configuración de puerto
fr_fr: Paramètres du port
it_it: Impostazioni porta
pt_br: Configurações da Porta
zh_cn: 端口设置

# SerialPortDiagnoseButtonTooltip
source: Diagnose communication status.
de_de: Diagnosekommunikationsstatus.
es_es: Diagnosticar el estado de la comunicación.
fr_fr: Diagnostiquer le statut de communication.
it_it: Diagnosi di comunicazione.
pt_br: Diagnosticar status de comunicação.
zh_cn: 诊断通信状态。

# EthernetType_full
source: Full
de_de: Voll
es_es: Completo
fr_fr: Intégral
pt_br: Completo
zh_cn: 全部

# EthernetType_half
source: Half
de_de: Halb
es_es: Medio
fr_fr: Semi
it_it: Metà
pt_br: Metade
zh_cn: 一半

# ConnectionConfigFaultCaption
source: Fault Diagnostics
de_de: Fehlerdiagnose
es_es: Diagnóstico de errores
fr_fr: Diagnostics du défaut
it_it: Diagnostica errori
pt_br: Diagnósticos de Falha
zh_cn: 故障诊断

# ConnectionConfigStartupCaption
source: Startup Diagnostics
de_de: Startdiagnose
es_es: Diagnóstico de inicio
fr_fr: Diagnostics du démarrage
it_it: Diagnostica avviamento
pt_br: Diagnósticos de inicialização
zh_cn: 启动诊断

# AllenBradleyCaption
source: Allen-Bradley
de_de: äöüAllen-Bradleyßßßßßß
es_es: ÁéÜAllen-Bradleyñññññ
fr_fr: êæùçAllen-Bradleyëëëëë
pt_br: ãçêúAllen-BradleyÀÀÀÀÀ
zh_cn: 中Allen-Bradley文文文文文

# GeneralPageFirmwareRevisionLabel
source: Firmware Revision
de_de: Firmware-Version
es_es: Revisión de firmware
fr_fr: Révision du micrologiciel
it_it: Versione firmware
pt_br: Versão de Firmware
zh_cn: 固件版本

# InvalidValueCaption
source: Invalid Value.
de_de: Ungültiger Wert.
es_es: Valor inválido.
fr_fr: Valeur incorrecte.
it_it: Valore non valido.
pt_br: Valor inválido.
zh_cn: 无效值。

# PresentationAndUINameCaption
source: _Name:
de_de: äöü_Name:ßßßßßß
es_es: _Nombre:
fr_fr: _Nom :
it_it: _Nome:
pt_br: _Nome:
zh_cn: 名称(_N):

# DeviceInfoTreeStartupCaption
source: Startup
de_de: Hochfahren
es_es: Inicio
fr_fr: Démarrage
it_it: Avviamento
pt_br: Inicialização
zh_cn: 启动

# MEMBAKPluginCaption
source: 2080-MEMBAK-RTC
de_de: äöü2080-MEMBAK-RTCßßßßßß
es_es: ÁéÜ2080-MEMBAK-RTCñññññ
fr_fr: êæùç2080-MEMBAK-RTCëëëëë
pt_br: ãçêú2080-MEMBAK-RTCÀÀÀÀÀ
zh_cn: 中2080-MEMBAK-RTC文文文文文

# StartClearFaultLabel
source: _Clear fault
de_de: _Fehler löschen
es_es: _Borrar error
fr_fr: _Effacer le défaut
it_it: _Cancella errore
pt_br: _Limpar falha
zh_cn: 清除故障(_C)

# StartDoNotClearClearFaultLabel
source: Do _not clear fault
de_de: Fehler _nicht löschen
es_es: _No borrar error
fr_fr: Ne _pas effacer le défaut
it_it: _Non cancellare errore
pt_br: _Não limpar falha
zh_cn: 请勿清除故障(_N)

# StartupClearFault
source: Clear Fault
de_de: Fehler löschen
es_es: Borrar error
fr_fr: Effacer le défaut
it_it: Cancella errore
pt_br: Limpar falha
zh_cn: 清除故障

# StartupDoNotClearFault
source: Do not clear fault
de_de: Fehler nicht löschen
es_es: No borrar error
fr_fr: Ne pas effacer le défaut
it_it: Non cancellare errore
pt_br: Não limpar falha
zh_cn: 请勿清除故障

# StartupFaultOverrideLabel
source: Fault Override
de_de: Fehler überschreiben
es_es: Anulación de fallo
fr_fr: Annuler les défauts
it_it: Sostituzione override
pt_br: Anulação de Falha
zh_cn: 故障覆盖

# StartupLastPowerDownMode
source: Retain previous power-down mode
de_de: Vorheriges Abschaltmodul beibehalten
es_es: Conservar el modo de apagado anterior
fr_fr: Conserver le mode d’avant mise hors tension
it_it: Mantieni modalità di spegnimento precedente
pt_br: Reter modo de desativação anterior
zh_cn: 保持之前的断电模式

# StartupMemoryModuleCaption
source: To configure memory settings, go to
de_de: Gehen Sie zur Konfiguration der Speichereinstellungen zu
es_es: Para configurar los ajustes de memoria, vaya a
fr_fr: Pour configurer les paramètres de la mémoire, allez à
it_it: Per configurare le impostazioni di memoria, accedere a
pt_br: Para configurar definições da memória, acesse
zh_cn: 若要配置内存设置，请转到

# StartupMemoryModuleNotPresentCaption
source: Memory Module is not present in the project.
de_de: Im Projekt ist kein Speichermodul vorhanden.
es_es: El módulo de memoria no está presente en el proyecto.
fr_fr: Le module mémoire est absent dans le projet.
it_it: Il modulo di memoria non è presente nel progetto.
pt_br: O módulo de memória não está presente no projeto.
zh_cn: 项目中不存在内存模块。

# StartupModeBehaviorLabel
source: Mode Behavior
de_de: Modusverhalten
es_es: Comportamiento del modo
fr_fr: Mode de démarrage
it_it: Modalità di comportamento
pt_br: Comportamento do Modo
zh_cn: 模式行为

# StartupPowerDownModeLabel
source: Retain previous _power-down mode
de_de: Vorheriges _Abschaltmodul beibehalten
es_es: Conservar el modo de _apagado anterior
fr_fr: Conserver le mode d’avant mise _hors tension
it_it: Mantieni modalità di _spegnimento precedente
pt_br: Reter _modo de desativação anterior
zh_cn: 保持之前的断电模式(_P)

# StartupRemoteRunMode
source: Remote run mode
es_es: Modo de ejecución remota
fr_fr: Mode Exécution à distance
it_it: Modalità di esecuzione remota
pt_br: Modo de execução remota
zh_cn: 远程运行模式

# StartupRemoteRunModeLabel
source: _Remote run mode
es_es: _Modo de ejecución remota
fr_fr: _Mode Exécution à distance
it_it: _Modalità di esecuzione remota
pt_br: M_odo de execução remota
zh_cn: 远程运行模式(_R)

# PresentationAndUILoadOnMemoryModuleCaption
source: _Load on power up:
de_de: _Laden beim Hochfahren:
es_es: _Cargar al iniciar:
fr_fr: _Charger au démarrage :
it_it: _Carica all'accensione:
pt_br: C_arregar na ativação:
zh_cn: 在通电时加载(_L):

# RTCButtonContent
source: _Set Date/Time...
de_de: _Datum/Zeit einstellen...
es_es: E_stablecer fecha/hora...
fr_fr: _Mise à l’heure…
it_it: I_mposta data/ora...
pt_br: _Definir Data/hora...
zh_cn: 设置日期/时间(_S)…

# RTCDateTimeHeaderLabel
source: Date and time are only available when connected to controller.
de_de: Datum und Uhrzeit sind nur beim Anschluss an einer Steuerung verfügbar.
es_es: La fecha y la hora solo están disponibles cuando hay conexión con el controlador.
fr_fr: La date et l'heure ne sont disponibles que connecté au contrôleur.
it_it: Le impostazioni di data e ora sono disponibili solo durante la connessione al controllore.
pt_br: A data e o horário somente são disponibilizados quando houver conexão com o controlador.
zh_cn: 日期和时间仅在连接至控制器时可用。

# NotAvailableContent
source: Not Available
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
it_it: Non disponibile
pt_br: Não disponível
zh_cn: 不可用
