Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: PresentationAndUIRes.*.resx
Languages: de_de, es_es, fr_fr, it_it, pt_br, zh_cn

# ControllerChangeLogImportingDriveText
source: ---------- Importing Drives ----------
de_de: ---------- Frequenzumrichter werden importiert ----------
es_es: ---------- Importando unidades ----------
fr_fr: ---------- Importation des variateurs ----------
it_it: ---------- Importazione unità ----------
pt_br: ãçêú---------- Importing Drives ----------ÀÀÀÀÀ
zh_cn: ---------- 正在导入驱动器 ----------

# ControllerChangeLogImportingHMIResultText
source: Import Graphic Terminals Complete -- 0 Errors, 0 Warnings
de_de: Import der Bediengeräte abgeschlossen -- 0 Fehler, 0 Warnungen
es_es: Se ha completado la importación de terminales gráficos: 0 errores, 0 advertencias
fr_fr: Importation des terminaux graphiques terminée -- 0 erreur, 0 avertissement
it_it: Importazione terminali grafici completata -- 0 errori, 0 avvisi
pt_br: Importação de terminais gráficos concluída -- 0 Erros, 0 Avisos
zh_cn: 导入图形终端已完成 -- 0 个错误，0 个警告

# ControllerChangeLogImportingHMIText
source: ---------- Importing Graphic Terminals ----------
de_de: #NAME?
es_es: ---------- Importando terminales gráficos ----------
fr_fr: ---------- Importation des terminaux graphiques ----------
it_it: ---------- Importazione terminali grafici ----------
pt_br: ---------- Importando terminais gráficos ----------
zh_cn: ---------- 正在导入图形终端 ----------

# ControllerChangeImportConfigMessage
source: Importing Controller Configuration...
de_de: Steuerungskonfiguration wird importiert...
es_es: Importando configuración del controlador...
fr_fr: Importation de la configuration du contrôleur...
it_it: Importazione configurazione controllore...
pt_br: Importando configuração do controlador...
zh_cn: 正在导入控制器配置...

# ControllerChangeLogImportingDriveFailedText
source: ---------- Import Drives Failed ----------
de_de: ---------- Import der Frequenzumrichter fehlgeschlagen ----------
es_es: ---------- Error en la importación de unidades ----------
fr_fr: ---------- Echec de l'importation des variateurs ----------
it_it: ---------- Importazione unità non riuscita ----------
pt_br: ãçêú---------- Import Drives Failed ----------ÀÀÀÀÀ
zh_cn: ---------- 导入驱动器失败 ----------

# ControllerChangeLogImportingPVCFailedText
source: ---------- Import Graphic Terminals Failed ----------
de_de: Import der Bediengeräte fehlgeschlagen ----------
es_es: ---------- Se ha producido un error en la importación de terminales gráficos ----------
fr_fr: ---------- Echec de l'importation des terminaux graphiques ----------
it_it: ---------- Importazione terminali grafici non riuscita ----------
pt_br: ---------- Importação de terminais gráficos falhou ----------
zh_cn: ---------- 导入图形终端失败 ----------

# ControllerChangeChangePTOWarningMessag
source: PTO Channnel EM_{0} is not valid. Assigning {1} to EM_{2}. The wiring has changed.
de_de: PTO-Kanal EM_{0} ist ungültig. {1} wird EM_{2} zugewiesen. Die Verkabelung hat sich geändert.
es_es: El canal de PTO EM_{0} no es válido. Asignando {1} a EM_{2}. El cableado ha cambiado.
fr_fr: Le canal PTO EM_{0} n'est pas valide. Attribution de {1} à EM_{2}. Le câblage a changé.
it_it: Canale PTO EM_{0} non valido. Assegnazione di {1} a EM_{2}. Il cablaggio è cambiato.
pt_br: Canal PTO EM_{0} não é válido. Atribuindo {1} a EM_{2}. A fiação mudou.
zh_cn: 高速脉冲串控制伺服 通道 EM_{0} 无效。将 {1} 分配给 EM_{2}。布线已更改。

# ControllerChangeDeleteAxisWarningMessage
source: Target controller supports a smaller number of Motion PTO Axis. Deleting {0}.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von PTO-Bewegungsachsen. {0} wird gelöscht.
es_es: El controlador de destino admite una menor cantidad de ejes de movimiento PTO. Eliminando {0}.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'axes PTO de mouvement. Suppression de {0}.
it_it: Il controllore di destinazione supporta un numero inferiore di assi motion in PTO. Eliminazione {0}.
pt_br: Controlador de destino aceita um número menor de eixos de movimento de PTO. Excluindo {0}.
zh_cn: 目标控制器支持的运动 高速脉冲串控制伺服 轴数量较少。正在删除 {0}。

# ControllerChangeDeleteEmbeddedIOWarningMessage
source: Target controller supports a smaller number of Embedded I/O. Deleting configuration of Embedded Input {0}-{1}.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl integrierter E/A. Die Konfiguration des integrierten Eingangs {0}-{1} wird gelöscht.
es_es: El controlador de destino admite una menor cantidad de E/S embebidas. Eliminando la configuración de la entrada embebida {0}-{1}.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre d'E/S intégrées. Suppression de la configuration de l'entrée intégrée {0}-{1}.
it_it: Il controllore di destinazione supporta un numero inferiore di I/O integrati. Eliminazione configurazione dell'ingresso integrato {0}-{1}.
pt_br: Controlador de destino aceita um número menor de E/S integradas. Excluindo configuração da Entrada integrada {0} a {1}.
zh_cn: 目标控制器支持的嵌入式 I/O 数量较少。正在删除嵌入式输入 {0}-{1} 的配置。

# ControllerChangeInvalidInputFilterWarningMessage
source: The value of Embedded I/O - Input Filter: {0}-{1} is out-of-range. Changing the Input Filter to its default value.
de_de: Der Wert des integrierten E/A - Eingangsfilters: {0}-{1} liegt außerhalb des Gültigkeitsbereichs. Eingangsfilter wird auf seinen Standardwert geändert.
es_es: El valor del filtro de entrada de E/S embebidas: {0}-{1} está fuera del intervalo. Cambiando el filtro de entrada por su valor predeterminado.
fr_fr: Le filtre d'entrée E/S intégrées : {0}-{1} est hors plage. Le filtre d'entrée sera réinitialisé à sa valeur par défaut.
it_it: Il valore di I/O integrato - Filtro di ingresso: {0}-{1} non è compreso nell'intervallo. Ripristino del valore predefinito del filtro di ingresso.
pt_br: O valor de E/S integrada - Filtro de entrada: {0} a {1} está fora do intervalo. Alterando o Filtro de entrada para o seu valor padrão.
zh_cn: 嵌入式 I/O - 输入筛选器: {0}-{1} 的值超出范围。正在将输入筛选器更改为其默认值。

# ControllerChangeInfoInterruptTypeNotSupported
source: {0} interrupt type is not supported and its configuration is discarded.
de_de: {0} Unterbrechungstyp wird nicht unterstützt und die Konfiguration wird verworfen.
es_es: No se admite el tipo de interrupción {0}, por lo que se descarta su configuración.
fr_fr: Le type d'interruption {0} n'est pas pris en charge et sa configuration est rejetée.
it_it: Il tipo di interrupt {0} non è supportato, la configurazione viene ignorata.
pt_br: Tipo de interrupção {0} não é compatível e sua configuração foi descartada.
zh_cn: 不支持 {0} 中断类型，且其配置将被丢弃。

# ControllerChangeWarningInterruptTypeSmaller
source: {0} interrupt type is not supported and its configuration is discarded.
de_de: {0} Unterbrechungstyp wird nicht unterstützt und die Konfiguration wird verworfen.
es_es: No se admite el tipo de interrupción {0}, por lo que se descarta su configuración.
fr_fr: Le type d'interruption {0} n'est pas pris en charge et sa configuration est rejetée.
it_it: Il tipo di interrupt {0} non è supportato, la configurazione viene ignorata.
pt_br: Tipo de interrupção {0} não é compatível e sua configuração foi descartada.
zh_cn: 不支持 {0} 中断类型，且其配置将被丢弃。

# ControllerChangeErrorModbusFileWrite
source: Unable to copy Modbus configuration file. Ensure you have write access to folder {0}
de_de: Modbus-Konfigurationsdatei konnte nicht kopiert werden. Stellen Sie sicher, dass Sie Schreibzugriffsrechte für den Ordner {0} haben.
es_es: No se puede copiar el archivo de configuración de Modbus. Asegúrese de que tiene acceso de escritura en la carpeta {0}
fr_fr: Impossible de copier le fichier de configuration Modbus. Assurez-vous que le dossier {0} vous est accessible en écriture
it_it: Impossibile copiare il file di configurazione Modbus. Accertarsi di disporre dell'accesso in scrittura alla cartella {0}
pt_br: Impossível copiar arquivo de configuração Modbus. Verifique se você possui acesso de gravação à pasta {0}
zh_cn: 无法复制 Modbus 配置文件。请确保您对文件夹 {0} 具有写入访问权限

# ControllerChangeExpansionIOFeatureDeleteModuleWarning
source: Target controller supports a smaller number of Expansion modules. {0} on slot {1} was deleted.
de_de: Ziel-Steuerung unterstützt nicht so viele Erweiterungsmodule. {0} in Schacht {1} wird gelöscht.
es_es: El controlador de destino admite una menor cantidad de módulos de expansión. {0} en la ranura {1} se ha eliminado.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre de modules d'extension. Le module {0} a été supprimé de l'emplacement {1}.
it_it: Il controllore di destinazione supporta un numero inferiore di moduli di espansione. {0} nello slot {1} è stato eliminato.
pt_br: O controlador de destino aceita um número menor de módulos de Expansão. {0} no slot {1} foi excluído.
zh_cn: 目标控制器支持的扩展模块量较少。插槽 {1} 中的 {0} 已删除。

# ControllerChangeExpansionIOFeatureModuleNotSupportWarning
source: Expansion Module {0} on slot {1} is not supported and its configuration is discarded.
de_de: Erweiterungsmodul {0} in Schacht {1} wird nicht unterstützt und seine Konfiguration wird verworfen.
es_es: No se admite el módulo de expansión {0} en la ranura {1}, por lo que se descarta su configuración.
fr_fr: Le module d'extension {0} dans l'emplacement {1} n'est pas pris en charge et sa configuration est rejetée.
it_it: Il modulo di espansione {0} nello slot {1} non è supportato e la configurazione viene ignorata.
pt_br: Módulo de expansão {0} na ranhura {1} não é compatível e sua configuração foi descartada.
zh_cn: 不支持插槽 {1} 上的扩展模块 {0}，其配置将被丢弃。

# ControllerChangePlugInModuleFeatureDeleteModuleWarning
source: Target controller supports a smaller number of Plug-in modules. Delete {0} on slot {1}.
de_de: Ziel-Steuerung unterstützt eine kleinere Anzahl von Plug-in-Modulen. {0} in Schacht {1} wird gelöscht.
es_es: El controlador de destino admite una menor cantidad de módulos enchufables. Elimine {0} en la ranura {1}.
fr_fr: Le contrôleur cible prend en charge un plus petit nombre de modules enfichables. Suppression de {0} sur l'emplacement {1}.
it_it: Il controllore di destinazione supporta un numero inferiore di moduli Plug-in. Eliminare {0} nello slot {1}.
pt_br: Controlador de destino aceita um número menor de módulos de Plug-in. Exclua {0} na ranhura {1}.
zh_cn: 目标控制器支持的插件模块量较少。请删除插槽 {1} 上的 {0}。

# ControllerChangeExceptionErrorMessage
source: Failure while converting the project. If the problem persists, send the log file to a technical support representative.
de_de: Fehler bei der Umwandlung des Projekts. Falls das Problem weiterhin besteht, senden Sie die Protokolldatei an den technischen Supportmitarbeiter.
es_es: Se ha producido un error al convertir el proyecto. Si el problema continúa, envíe el archivo de registro a un representante de soporte técnico.
fr_fr: Echec lors de l'initialisation du projet. Si le problème persiste, envoyez le fichier journal à un représentant du support technique.
it_it: Errore durante la conversione del progetto. Se il problema persiste, inviare il file di registro a un rappresentante del supporto tecnico.
pt_br: Falha ao converter o projeto. Se o problema persistir, envia o arquivo de log a um representante do suporte técnico.
zh_cn: 项目转换失败。如果问题仍然存在，请将日志文件发送给技术支持代表。

# ControllerChangeControllerVersionText
source: (Version {0})
de_de: äöü(Version {0})ßßßßßß
es_es: (Versión {0})
fr_fr: êæùç(Version {0})ëëëëë
it_it: (Versione {0})
pt_br: (Versão {0})
zh_cn: (版本 {0})

# ControllerChangeTitle
source: Controller Change
de_de: Steuerungsänderung
es_es: Cambio de controlador
fr_fr: Changement de contrôleur
it_it: Modifica controllore
pt_br: Alteração no controlador
zh_cn: 控制器更改

# DefaultNewFolderReadModeMessage
source: CCW is in Read Mode.
de_de: CCW befindet sich im Lesemodus.
es_es: CCW está en modo lectura.
fr_fr: CCW est en mode de lecture.
it_it: CCW è in modalità lettura.
pt_br: CCW está no modo de Leitura.
zh_cn: CCW 处于读取模式。

# DefaultNewFolderWriteAccessMessage
source: Make sure the folder exists and has the write access
de_de: Stellen Sie sicher, dass der Ordner vorhanden ist und Sie darauf Schreibzugriff haben.
es_es: Asegúrese de que la carpeta existe y dispone de acceso de escritura
fr_fr: Assurez-vous que le dossier existe et est accessible en écriture
it_it: Accertarsi che la cartella esista e che disponga di accesso in scrittura
pt_br: Verifique se a pasta existe e tem acesso de gravação
zh_cn: 确保该文件夹存在且具有写入访问权限

# ControllerChangeControllerNameSpecialCharactersValidationError1
source: Target controller name cannot contain any of the following characters \/:*?"<>|
de_de: Ziel-Steuerungsname darf keines der folgenden Zeichen enthalten \/:*?"<>|
es_es: El nombre de controlador de destino no puede contener ninguno de los caracteres siguientes: \/:*?”<>|
fr_fr: Le nom du contrôleur cible ne peut contenir les caractères suivants \/:*?"<>|
it_it: Il nome del controllore di destinazione non può contenere i seguenti caratteri \/:*?"<>|
pt_br: O nome do controlador de destino não pode conter nenhum dos caracteres a seguir \/:*?"<>|
zh_cn: 目标控制器名称不得包含以下任何字符 \/:*?"<>|

# ControllerChangeTargetControllerSameNameError
source: Controller name cannot be same as Drives or Graphic Terminals name.
de_de: Steuerungsname darf nicht identisch mit dem Namen des Frequenzumrichters oder Grafikterminals sein.
es_es: El nombre de controlador no puede ser igual al nombre de las unidades o de los terminales gráficos.
fr_fr: Le nom du contrôleur ne peut être identique au nom des variateurs ou des terminaux graphiques.
it_it: Il nome del controllore non può essere identico al nome Unità Terminali Grafici.
pt_br: ãçêúController name cannot be same as Drives or Graphic Terminals name.ÀÀÀÀÀ
zh_cn: 控制器名称不得与驱动器或图形终端名称相同。

# DefaultNewFolderChangePathMessage
source: New Project cannot be created on the network path: {0} Set CCW Default Folder Preference to a local drive.
de_de: Neues Projekt kann im Netzwerkpfad nicht erstellt werden: {0} CCW-Standardordnereinstellung auf ein lokales Laufwerk festlegen.
es_es: No se puede crear el proyecto nuevo en la ruta de red: {0} Establezca una unidad local como preferencia de carpeta predeterminada de CCW.
fr_fr: Impossible de créer le projet dans le chemin réseau : {0} Choisissez un disque local comme emplacement de préférence du dossier CCW par défaut.
it_it: Impossibile creare nuovo progetto nel percorso di rete: {0} Impostare Preferenza cartella predefinita CCW su un'unità locale.
pt_br: ãçêúNew Project cannot be created on the network path: {0} Set CCW Default Folder Preference to a local drive.ÀÀÀÀÀ
zh_cn: 无法在网络路径上新建项目: {0} 将 CCW 默认文件夹首选项设置为本地驱动器。

# DefaultNewFolderOnNetworkMessage
source: Project Default Folder is set on the Network Drive.
de_de: Projekt-Standardordner ist auf ein Netzlaufwerk festgelegt.
es_es: La carpeta predeterminada del proyecto está establecida en una unidad de red.
fr_fr: Le dossier par défaut du projet est défini sur le lecteur réseau.
it_it: Cartella predefinita progetto impostata su Unità di rete.
pt_br: ãçêúProject Default Folder is set on the Network Drive.ÀÀÀÀÀ
zh_cn: 项目默认文件夹设置在网络驱动器上。

# ControllerChangeLogImportingControllerFailedText
source: ---------- Import Controller Failed ----------
de_de: ---------- Import der Steuerung fehlgeschlagen ----------
es_es: ---------- Se ha producido un error en la importación del controlador ----------
fr_fr: ---------- Echec de l'importation du contrôleur ----------
it_it: ---------- Importazione controllore non riuscita ----------
pt_br: ---------- Importação do controlador falhou ----------
zh_cn: ---------- 导入控制器失败 ----------

# ControllerChangeLogImportingControllerResultText
source: Import Controller Complete -- 0 Errors, 0 Warnings
de_de: Import der Steuerung abgeschlossen -- 0 Fehler, 0 Warnungen
es_es: Se ha completado la importación del controlador: 0 errores, 0 advertencias
fr_fr: Importation du contrôleur terminée -- 0 erreur, 0 avertissement
it_it: Importazione controllore completata -- 0 errori, 0 avvisi
pt_br: Importação de controlador concluída -- 0 Erros, 0 Avisos
zh_cn: 导入控制器已完成 -- 0 个错误，0 个警告

# ControllerChangeLogImportingProjectMessage
source: ---------- Importing Projects ----------
de_de: ---------- Projekte werden importiert ----------
es_es: ---------- Importando proyectos ----------
fr_fr: ---------- Importation des projets ----------
it_it: ---------- Importazione progetti ----------
pt_br: ---------- Importando projetos ----------
zh_cn: ---------- 正在导入项目 ----------

# ControllerChangeLogCreateNewSolution
source: ---------- Create new solution : {0} ----------
de_de: ---------- Neue Lösung erstellen: {0} ----------
es_es: ---------- Crear solución nueva: {0} ----------
fr_fr: ---------- Création de la solution : {0} ----------
it_it: ---------- Creare nuova soluzione: {0} ----------
pt_br: ---------- Criar nova solução: {0} ----------
zh_cn: ---------- 创建新的解决方案: {0} ----------

# ControllerChangeLogCreateNewSolutionFailed
source: ---------- Create new solution failed ----------
de_de: ---------- Erstellen der neuen Lösung fehlgeschlagen ----------
es_es: ---------- Se ha producido un error al crear la solución nueva ----------
fr_fr: ---------- Echec de la création de la solution ----------
it_it: ---------- Creazione nuova soluzione non riuscita ----------
pt_br: ---------- Criação de nova solução falhou ----------
zh_cn: ---------- 创建新的解决方案失败 ----------

# ControllerChangeLogCreateNewSolutionSuccess
source: Create new solution complete -- 0 Errors, 0 Warnings
de_de: Erstellen der neuen Lösung abgeschlossen -- 0 Fehler, 0 Warnungen
es_es: Se ha completado la creación de la solución nueva: 0 errores, 0 advertencias
fr_fr: Création de la nouvelle solution terminée -- 0 erreur(s), 0 avertissement(s)
it_it: Creazione nuova soluzione completata -- 0 errori, 0 avvisi
pt_br: Criação de nova solução concluída -- 0 Erros, 0 Avisos
zh_cn: 创建新的解决方案已完成 -- 0 个错误，0 个警告

# ControllerChangeLogImportingProjectFailedText
source: ---------- Import Project Failed ----------
de_de: ---------- Import des Projekts fehlgeschlagen ----------
es_es: ---------- Se ha producido un error en la importación del proyecto ----------
fr_fr: ---------- Echec de l'importation du projet ----------
it_it: ---------- Importazione progetto non riuscita ----------
pt_br: ---------- Importação do projeto falhou ----------
zh_cn: ---------- 导入项目失败 ----------

# ControllerChangeLogImportingProjectSuccessText
source: Import Project Complete -- 0 Errors, 0 Warnings
de_de: Import des Projekts abgeschlossen -- 0 Fehler, 0 Warnungen
es_es: Se ha completado la importación del proyecto: 0 errores, 0 advertencias
fr_fr: Importation du projet terminée -- 0 erreur, 0 avertissement
it_it: Importazione progetto completata -- 0 errori, 0 avvisi
pt_br: Importação de projeto concluída -- 0 Erros, 0 Avisos
zh_cn: 导入项目已完成 -- 0 个错误，0 个警告

# ControllerChangeLogImportingProjectText
source: ---------- Importing Project : {0} ----------
de_de: ---------- Projekt wird importiert: {0} ----------
es_es: ---------- Importando el proyecto: {0} ----------
fr_fr: ---------- Importation du projet : {0} ----------
it_it: ---------- Importazione progetto: {0} ----------
pt_br: ---------- Importando projeto: {0} ----------
zh_cn: ---------- 正在导入项目 : {0} ----------

# EmbeddedIOInputCalibrationGainError
source: Gain must be in the range of {0} to {1}
de_de: Anstieg muss im Bereich zwischen {0} und {1} liegen
es_es: La ganancia debe estar en el intervalo entre {0} y {1}
fr_fr: Le gain doit être compris entre {0} et {1}
it_it: Il guadagno deve essere compreso nell'intervallo da da {0} a {1}
pt_br: Ganho deve estar no intervalo de {0} a {1}
zh_cn: 增益必须在 {0} 至 {1} 之间

# EmbeddedIOInputCalibrationOffsetError
source: Offset must be in the range of {0} to {1}
de_de: Offset muss im Bereich zwischen {0} und {1} liegen
es_es: El offset debe estar en el intervalo entre {0} y {1}
fr_fr: Le décalage doit être compris entre {0} et {1}
it_it: Lo offset deve essere compreso nell'intervallo da {0} a {1}
pt_br: Offset deve estar no intervalo de {0} a {1}
zh_cn: 偏移量必须在 {0} 至 {1} 之间

# InputDebounceFilter_AC_0ms
source: AC 0ms
de_de: äöüAC 0msßßßßßß
es_es: CA 0 ms
fr_fr: CA 0ms
pt_br: CA 0ms
zh_cn: 中AC 0ms文文文文文

# InputDebounceFilter_AC_16ms
source: AC 16ms
de_de: äöüAC 16msßßßßßß
es_es: CA 16ms
fr_fr: CA 16ms
pt_br: CA 16ms
zh_cn: 中AC 16ms文文文文文

# InputDebounceFilter_AC_28ms
source: AC 28ms
de_de: äöüAC 28msßßßßßß
es_es: CA 28ms
fr_fr: CA 28ms
pt_br: CA 28ms
zh_cn: 中AC 28ms文文文文文

# InputDebounceFilter_AC_8ms
source: AC 8ms
de_de: äöüAC 8msßßßßßß
es_es: CA 8ms
fr_fr: CA 8ms
pt_br: CA 8ms
zh_cn: 中AC 8ms文文文文文

# InputDebounceFilter_DC_100us
source: DC 100µs
de_de: äöüDC 100µsßßßßßß
es_es: CC 100µs
fr_fr: êæùçDC 100µsëëëëë
pt_br: CD 100µs
zh_cn: 中DC 100µs文文文文文

# InputDebounceFilter_DC_12_5us
source: DC 12.5µs
es_es: CC 12,5µs
pt_br: CD 12,5µs
zh_cn: 中DC 12.5µs文文文文文

# InputDebounceFilter_DC_16ms
source: DC 16ms
de_de: äöüDC 16msßßßßßß
es_es: CC 16ms
fr_fr: êæùçDC 16msëëëëë
pt_br: CD 16ms
zh_cn: 中DC 16ms文文文文文

# InputDebounceFilter_DC_1ms
source: DC 1ms
de_de: äöüDC 1msßßßßßß
es_es: CC 1ms
fr_fr: êæùçDC 1msëëëëë
pt_br: CD 1ms
zh_cn: 中DC 1ms文文文文文

# InputDebounceFilter_DC_250us
source: DC 250µs
de_de: äöüDC 250µsßßßßßß
es_es: CC 250µs
fr_fr: êæùçDC 250µsëëëëë
pt_br: CD 250µs
zh_cn: 中DC 250µs文文文文文

# InputDebounceFilter_DC_25us
source: DC 25µs
de_de: äöüDC 25µsßßßßßß
es_es: CC 25µs
fr_fr: êæùçDC 25µsëëëëë
pt_br: CD 25µs
zh_cn: 中DC 25µs文文文文文

# InputDebounceFilter_DC_2ms
source: DC 2ms
de_de: äöüDC 2msßßßßßß
es_es: CC 2ms
fr_fr: êæùçDC 2msëëëëë
pt_br: CD 2ms
zh_cn: 中DC 2ms文文文文文

# InputDebounceFilter_DC_32ms
source: DC 32ms
de_de: äöüDC 32msßßßßßß
es_es: CC 32ms
fr_fr: êæùçDC 32msëëëëë
pt_br: CD 32ms
zh_cn: 中DC 32ms文文文文文

# InputDebounceFilter_DC_4ms
source: DC 4ms
de_de: äöüDC 4msßßßßßß
es_es: CC 4ms
fr_fr: êæùçDC 4msëëëëë
pt_br: CD 4ms
zh_cn: 中DC 4ms文文文文文

# InputDebounceFilter_DC_500us
source: DC 500µs
de_de: äöüDC 500µsßßßßßß
es_es: CC 500µs
fr_fr: êæùçDC 500µsëëëëë
pt_br: CD 500µs
zh_cn: 中DC 500µs文文文文文

# InputDebounceFilter_DC_5us
source: DC 5µs
de_de: äöüDC 5µsßßßßßß
es_es: CC 5µs
fr_fr: êæùçDC 5µsëëëëë
pt_br: CD 5µs
zh_cn: 中DC 5µs文文文文文

# InputDebounceFilter_DC_75us
source: DC 75µs
de_de: äöüDC 75µsßßßßßß
es_es: CC 75µs
fr_fr: êæùçDC 75µsëëëëë
pt_br: CD 75µs
zh_cn: 中DC 75µs文文文文文

# InputDebounceFilter_DC_8ms
source: DC 8ms
de_de: äöüDC 8msßßßßßß
es_es: CC 8ms
fr_fr: êæùçDC 8msëëëëë
pt_br: CD 8ms
zh_cn: 中DC 8ms文文文文文

# InputDebounceFilter__default
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
pt_br: Padrão
zh_cn: 默认

# EmbeddedIO810AnalogInputLabelText
source: Analog Input
de_de: Analoger Eingang
es_es: Entrada analógica
fr_fr: Entrée analogique
it_it: Ingresso analogico
pt_br: Entrada Analógica
zh_cn: 模拟输入

# EmbeddedIO810DigitalInputLabelText
source: Digital Input
de_de: Digitaler Eingang
es_es: Entrada digital
fr_fr: Entrée numérique
it_it: Ingresso digitale
pt_br: Entrada digital
zh_cn: 数字输入

# EmbeddedIOCaption
source: EmbeddedIO
de_de: Integrierte E/A
es_es: E/S Embebidas
fr_fr: E/S intégrées
it_it: I/O integrato
pt_br: E/S Integrada
zh_cn: 嵌入式 I/O

# InterruptDeleteCaption
source: _Delete
de_de: _Löschen
es_es: _Eliminar
fr_fr: _Supprimer
it_it: _Elimina
pt_br: _Excluir
zh_cn: 删除(_D)

# EmbeddedIOEnableLatchHeader
source: Enable Latch
de_de: rastend aktivieren
es_es: Habilitar bloqueo
fr_fr: Activer le verrou
it_it: Attiva latch
pt_br: Ativar Retenção
zh_cn: 启用锁存

# InterruptConfigureButtonCaption
source: _Configure
de_de: _Konfigurieren
es_es: _Configurar
fr_fr: _Configurer
it_it: _Configura
pt_br: _Configurar
zh_cn: 配置(_C)

# ComponentControllerCaption
source: Micro800 Controller
de_de: Micro800-Steuerung
es_es: Controlador Micro800
fr_fr: Contrôleur Micro800
it_it: Controllore Micro800
pt_br: Controlador Micro800
zh_cn: Micro800 控制器
