Repository: SuperBill888/GetTUsInfoSDLXLIFF
Catalog: subfolder/IFxResourcesDG.*.resx
Languages: de_de, es_es, fr_fr, pt_br, zh_cn

# GeneralCaption
source: General
de_de: Allgemein
fr_fr: Général
pt_br: Geral
zh_cn: 中_General

# IF4Description
source: 4-channel 12bit analog voltage and current input module
de_de: Analoges Spannungs- und Stromeingangsmodul mit 4 Kanälen und 12 Bit
es_es: Voltaje analógico de 12 bits de 4 canales y módulo de entrada de corriente
fr_fr: Module d'entrée de courant et de tension analogiques 12 bits à 4 canaux
pt_br: módulo de entrada de corrente e tensão analógica de 4 canais e 12 bits
zh_cn: 4 通道 12 位模拟电压和电流输入模块

# IFxAlarmLimitCaption
source: Alarm Limits
de_de: Alarmgrenzen
es_es: Límites de alarma
fr_fr: Limites d'alarme
pt_br: Limites de alarme
zh_cn: 警报限制

# IFxCH0PageName
source: Channel 0
de_de: Kanal 0
es_es: Canal 0
fr_fr: Canal 0
pt_br: Canal 0
zh_cn: 通道 0

# IFxCH1PageName
source: Channel 1
de_de: Kanal 1
es_es: Canal 1
fr_fr: Canal 1
pt_br: Canal 1
zh_cn: 通道 1

# IFxCH2PageName
source: Channel 2
de_de: Kanal 2
es_es: Canal 2
fr_fr: Canal 2
pt_br: Canal 2
zh_cn: 通道 2

# IFxCH3PageName
source: Channel 3
de_de: Kanal 3
es_es: Canal 3
fr_fr: Canal 3
pt_br: Canal 3
zh_cn: 通道 3

# IFxEnableChannel
source: E_nable Channel
de_de: Ka_nal aktivieren
es_es: Habilitar Ca_nal
fr_fr: Activer le ca_nal
pt_br: Habilitar Ca_nal
zh_cn: 启用通道(_N)

# IFxExceedValueRangeMessage
source: {0} value can not exceed {1} value: {2}.
de_de: {0}-Wert kann {1}-Wert nicht übersteigen: {2}.
es_es: El valor de {0} no puede ser superior al valor de {1}: {2}.
fr_fr: La valeur {0} ne peut pas être supérieure à la valeur {1} : {2}.
pt_br: Valor {0} não pode exceder valor {1}: {2}.
zh_cn: {0}值不得大于{1}值: {2}.

# IFxHAlarm
source: High A_larm
de_de: Hoch-A_larm
es_es: A_larma alta
fr_fr: A_larme haute
pt_br: A_larme alto
zh_cn: 报警上限(_L)

# IFxHHAEnableMessage
source: When High High Alarm is enabled, High Alarm can't be disabled.
de_de: Wenn Hoch-Hoch-Alarm aktiviert ist, kann Hoch-Alarm nicht deaktiviert werden.
es_es: Cuando la alarma alta alta está habilitada, no se puede deshabilitar la alarma alta.
fr_fr: Lorsque l'alarme haute haute supérieur est activée, l'alarme haute ne peut pas être désactivée.
pt_br: Quando Alarme alto alto estiver ativado, Alarme alto não pode ser desativado.
zh_cn: 当启用“报警上上限”时，无法禁用“报警上限”。

# IFxHHAlarm
source: Hi_gh High Alarm
de_de: _Hoch-Hoch-Alarm
es_es: Alarma al_ta alta
fr_fr: Alar_me haute haute
pt_br: Alarm_e alto alto
zh_cn: 报警上上限(_G)

# IFxInputFilter
source: _Input Filter:
de_de: E_ingangsfilter:
es_es: F_iltro de entrada:
fr_fr: F_iltre d'entrée:
pt_br: F_iltro de entrada:
zh_cn: 输入过滤器(_I):

# IFxInputFilter_2PointMovingAverage
source: 2-Point Moving Average
de_de: Gleit. Durchsch. m. 2 gewich. Pkt
es_es: Media móvil de 2 puntos
fr_fr: Echantillonnage 2 pts
pt_br: Média de movimentação do ponto 2
zh_cn: 2 点移动平均

# IFxInputFilter_4PointMovingAverage
source: 4-Point Moving Average
de_de: Gleit. Durchsch. m. 4 gewich. Pkt
es_es: Media móvil de 4 puntos
fr_fr: Echantillonnage 4 pts
pt_br: Média de movimentação do ponto 4
zh_cn: 4 点移动平均

# IFxInputFilter_50_60HzRejection
source: 50/60Hz Rejection
de_de: 50/60 Hz Störunterdrückung
es_es: Rechazo de 50/60 Hz
fr_fr: Réjection 50/60 Hz
pt_br: Rejeição de 50/60Hz
zh_cn: 50/60 Hz 抑制

# IFxInputFilter_8PointMovingAverage
source: 8-Point Moving Average
de_de: Gleit. Durchsch. m. 8 gewich. Pkt
es_es: Media móvil de 8 puntos
fr_fr: Echantillonnage 8 pts
pt_br: Média de movimentação do ponto 8
zh_cn: 8 点移动平均

# IFxInputFilter_NoFilter
source: No Filter
de_de: Kein Filter
es_es: Sin filtro
fr_fr: Aucun filtre
pt_br: Nenhum filtro
zh_cn: 无过滤器

# IFxInputFormat
source: D_ata Format:
de_de: D_atenformat:
es_es: Form_ato de datos:
fr_fr: Form_at de données:
pt_br: Form_ato de Dados:
zh_cn: 数据格式(_A):

# IFxInputFormat_EngUnits
source: Engineering Units
de_de: Technische Einheiten
es_es: Unidades de ingeniería
fr_fr: Unités Ingénieur
pt_br: Unidades de Engenharia
zh_cn: 工程单位

# IFxInputFormat_Percent
source: Percent Range
de_de: Einstellbereich in Prozent
es_es: Intervalo de porcentaje
fr_fr: Plage de pourcentages
pt_br: Faixa Percentual
zh_cn: 百分比范围

# IFxInputFormat_RawData
source: Raw/Proportional Data
de_de: Rohdaten/proportionale Daten
es_es: Datos sin proc. /proporc.
fr_fr: Données brutes en pour cent
pt_br: Dados Brutos/Proporcionais
zh_cn: 原始/比例数据

# IFxInputRangeChangeMessage
source: Changing the Input Range will result in Alarm Limit Values being set to default Values. Click Yes To Continue.
de_de: Bei einer Veränderung des Eingangsspannungsbereichs werden die Alarmgrenzwerte auf die Standardwerte festgelegt. Zum Fortfahren auf „Ja“ klicken.
es_es: Si cambia el intervalo de entrada, se establecerán los valores de límite de alarma como predeterminados. Haga clic en Sí para continuar.
fr_fr: Un changement de plage d'entrées réinitialisera les limites d'alarme à leurs valeurs par défaut. Cliquez sur Oui pour continuer.
pt_br: Alterar o Intervalo de entrada resultará em Valores de limite de alarme configurados como Valores padrão. Clique em Sim para continuar.
zh_cn: 更改“输入范围”将导致报警限值设置为默认值。 单击“是”继续。

# IFxInputRange_0_10V
source: 0V to 10V
de_de: 0V bis 10 V
es_es: 0V a 10 V
fr_fr: De 0V à 10 V
pt_br: 0V a 10 V
zh_cn: 0 V 到 10 V

# IFxInputRange_0_20mA
source: 0mA to 20mA
de_de: 0mA bis 20 mA
es_es: 0mA a 20 mA
fr_fr: De 0mA à 20 mA
pt_br: 0mA a 20 mA
zh_cn: 0 mA 到 20 mA

# IFxInputRange_10V
source: -10V to 10V
de_de: -10 V bis 10 V
es_es: -10 V a 10 V
fr_fr: De -10 V à 10 V
pt_br: -10 V a 10 V
zh_cn: -10V 到 10 V

# IFxInputRange_4_20mA
source: 4mA to 20mA
de_de: 4 mA bis 20 mA
es_es: 4 mA a 20 mA
fr_fr: De 4 mA à 20 mA
pt_br: 4 mA a 20 mA
zh_cn: 4mA 到 20 mA

# IFxLAlarm
source: Low Ala_rm
de_de: Niedrig-Ala_rm
es_es: Ala_rma baja
fr_fr: Ala_rme basse
pt_br: Ala_rme baixo
zh_cn: 报警下限(_R)

# IFxLLAEnableMessage
source: When Low Low Alarm is enabled, Low Alarm can't be disabled.
de_de: Wenn Niedrig-Niedrig-Alarm aktiviert ist, kann Niedrig-Alarm nicht deaktiviert werden.
es_es: Cuando se habilita la alarma baja baja, no se puede deshabilitar la alarma baja.
fr_fr: Lorsque l'alarme basse basse est activée, l'alarme basse ne peut pas être désactivée.
pt_br: Quando Alarme baixo baixo estiver ativado, Alarme baixo não pode ser desativado.
zh_cn: 当启用“报警下下限”时，无法禁用“报警下限”。

# IFxLLAlarm
source: L_ow Low Alarm
de_de: Nie_drig-Niedrig-Alarm
es_es: Alarma baj_a baja
fr_fr: Alar_me basse basse
pt_br: Alarme baix_o baixo
zh_cn: 报警下下限(_O)

# IFxMaximumAlarm
source: Maximum Alarm
de_de: Maximaler Alarm
es_es: Alarma de máximo
fr_fr: Alarme maximale
pt_br: Alarme máximo
zh_cn: 最大警报

# IFxMinimumAlarm
source: Minimum Alarm
de_de: Minimaler Alarm
es_es: Alarma de mínimo
fr_fr: Alarme minimale
pt_br: Alarme mínimo
zh_cn: 最小警报

# IFxMinMaxInputRange
source: _Min-Max Input Range:
de_de: _Minimum-Maximum Eingangsspannungsbereich:
es_es: Intervalo de entrada _mínimo-máximo:
fr_fr: Plage d'entrées _minimale-maximale:
pt_br: _Mínimo-Máximo de Intervalo de entrada:
zh_cn: 最小到最大输出范围(_M):

# IFxRestoreDefCaption
source: Restore Defaults
de_de: Standard wiederherstellen
es_es: Restaurar valores predeterminados
fr_fr: Restaurer les valeurs par défaut
pt_br: Restaurar Padrões
zh_cn: 恢复默认值

# IFxUnderValueRangeMessage
source: {0} value can not be smaller than {1} value: {2}.
de_de: {0} Wert kann nicht geringer sein als der {1} Wert: {2}.
es_es: El valor {0} no puede ser inferior al valor {1}: {2}.
fr_fr: La valeur {0} ne peut pas être inférieure à la valeur {1} : {2}.
pt_br: Valor {0} não pode ser menor que valor {1}: {2}.
zh_cn: {0} 值不能小于 {1} 值: {2}。

# IFxCH4PageName
source: Channel 4
de_de: Kanal 4
es_es: Canal 4
fr_fr: Canal 4
pt_br: Canal 4
zh_cn: 通道 4

# IFxCH5PageName
source: Channel 5
de_de: Kanal 5
es_es: Canal 5
fr_fr: Canal 5
pt_br: Canal 5
zh_cn: 通道 5

# IFxCH6PageName
source: Channel 6
de_de: Kanal 6
es_es: Canal 6
fr_fr: Canal 6
pt_br: Canal 6
zh_cn: 通道 6

# IFxCH7PageName
source: Channel 7
de_de: Kanal 7
es_es: Canal 7
fr_fr: Canal 7
pt_br: Canal 7
zh_cn: 通道 7

# IFxHAlarmOutMaxRangeMessage
source: High Alarm can not be greater than {0}.
de_de: Hoch-Alarm kann nicht größer sein als {0}.
es_es: La alarma alta no puede ser superior a {0}.
fr_fr: L'alarme haute ne peut pas être supérieure à {0}.
pt_br: Alarme alto não pode ser maior que {0}.
zh_cn: 报警上限不得大于 {0}。

# IFxHAlarmOutMinRangeMessage
source: High Alarm can not be smaller than {0}.
de_de: Hoch-Alarm kann nicht kleiner sein als {0}.
es_es: La alarma alta no puede ser inferior a {0}.
fr_fr: L'alarme haute ne peut pas être inférieure à {0}.
pt_br: Alarme alto não pode ser menor que {0}.
zh_cn: 报警上限不得小于 {0}。

# IFxHAlarmOverHHAlarm
source: High Alarm can not be greater than High High Alarm.
de_de: Hoch-Alarm kann nicht größer sein als Hoch-Hoch-Alarm.
es_es: La alarma alta no puede ser superior a la alarma alta alta.
fr_fr: L'alarme haute ne peut pas être supérieure à l'alarme haute haute.
pt_br: Alarme alto não pode ser maior que Alarme alto alto.
zh_cn: 报警上限不得大于报警上上限。

# IFxHAlarmUnderLAlarm
source: High Alarm can not be smaller than Low Alarm.
de_de: Hoch-Alarm kann nicht kleiner sein als Niedrig-Alarm.
es_es: La alarma alta no puede ser inferior a la alarma baja.
fr_fr: L'alarme haute ne peut pas être inférieure à l'alarme basse.
pt_br: Alarme alto não pode ser menor que Alarme baixo.
zh_cn: 报警上限不得小于报警下限。

# IFxHHAarmUnderHAlarm
source: High High Alarm can not be smaller than High Alarm.
de_de: Hoch-Hoch-Alarm kann nicht kleiner sein als Hoch-Alarm.
es_es: La alarma alta alta no puede ser inferior a la alarma alta.
fr_fr: L'alarme haute haute ne peut pas être inférieure à l'alarme haute.
pt_br: Alarme alto alto não pode ser menor que Alarme alto.
zh_cn: 报警上上限不得小于报警上限。

# IFxHHAlarmOutMaxRangeMessage
source: High High Alarm can not be greater than {0}.
de_de: Hoch-Hoch-Alarm kann nicht größer sein als {0}.
es_es: La alarma alta alta no puede ser superior a {0}.
fr_fr: L'alarme haute haute ne peut pas être supérieure à {0}.
pt_br: Alarme alto alto não pode ser maior que {0}.
zh_cn: 报警上上限不得大于 {0}。

# IFxHHAlarmOutMinRangeMessage
source: High High Alarm can not be smaller than {0}.
de_de: Hoch-Hoch-Alarm kann nicht kleiner sein als {0}.
es_es: La alarma alta alta no puede ser inferior a {0}.
fr_fr: L'alarme haute haute ne peut pas être inférieure à {0}.
pt_br: Alarme alto alto não pode ser menor que {0}.
zh_cn: 报警上上限不得小于 {0}。

# IFxLAlarmOutMaxRangeMessage
source: Low Alarm can not be greater than {0}.
de_de: Niedrig-Alarm kann nicht größer sein als {0}.
es_es: La alarma baja no puede ser superior a {0}.
fr_fr: L'alarme basse ne peut pas être supérieure à {0}.
pt_br: Alarme baixo não pode ser maior que {0}.
zh_cn: 报警下限不得大于 {0}。

# IFxLAlarmOutMinRangeMessage
source: Low Alarm can not be smaller than {0}.
de_de: Niedrig-Alarm kann nicht kleiner sein als {0}.
es_es: La alarma baja no puede ser inferior a {0}.
fr_fr: L'alarme basse ne peut pas être inférieure à {0}.
pt_br: Alarme baixo não pode ser menor que {0}.
zh_cn: 报警下限不得小于 {0}。

# IFxLAlarmOverHAlarm
source: Low Alarm can not be greater than High Alarm.
de_de: Niedrig-Alarm kann nicht größer sein als Hoch-Alarm.
es_es: La alarma baja no puede ser superior a la alarma alta.
fr_fr: L'alarme basse ne peut pas être supérieure à l'alarme haute.
pt_br: Alarme baixo não pode ser maior que Alarme alto.
zh_cn: 报警下限不得大于报警上限。

# IFxLAlarmUnderLLAlarm
source: Low Alarm can not be smaller than Low Low Alarm.
de_de: Niedriger Alarm kann nicht kleiner sein als Niedrig-Niedrig-Alarm.
es_es: La alarma baja no puede ser inferior a la alarma baja baja.
fr_fr: L'alarme basse ne peut pas être inférieure à l'alarme basse basse.
pt_br: Alarme baixo não pode ser menor que Alarme baixo baixo.
zh_cn: 报警下限不得小于报警下下限。

# IFxLLAlarmOutMaxRangeMessage
source: Low Low Alarm can not be greater than {0}.
de_de: Niedrig-Niedrig-Alarm kann nicht größer sein als {0}.
es_es: La alarma baja baja no puede ser superior a {0}.
fr_fr: L'alarme basse basse ne peut pas être supérieure à {0}.
pt_br: Alarme baixo baixo não pode ser maior que {0}.
zh_cn: 报警下下限不得大于 {0}。

# IFxLLAlarmOutMinRangeMessage
source: Low Low Alarm can not be smaller than {0}.
de_de: Niedrig-Niedrig-Alarm kann nicht kleiner sein als {0}.
es_es: La alarma baja baja no puede ser inferior a {0}.
fr_fr: L'alarme basse basse ne peut pas être inférieure à {0}.
pt_br: Alarme baixo baixo não pode ser menor que {0}.
zh_cn: 报警下下限不得小于 {0}。

# IFxLLAlarmOverLAlarm
source: Low Low Alarm can not be greater than Low Alarm.
de_de: Niedrig-Niedrig-Alarm kann nicht größer sein als Niedrig-Alarm.
es_es: La alarma baja baja no puede ser superior a la alarma baja.
fr_fr: L'alarme basse basse ne peut pas être supérieure à l'alarme basse.
pt_br: Alarme baixo baixo não pode ser maior que Alarme baixo.
zh_cn: 报警下下限不得大于报警下限。

# IFxVerifyValueRangeMessage
source: {0} value can not be smaller than {1} value {2} or exceed {3} value {4}.
de_de: {0} Wert kann nicht kleiner sein als {1} Wert {2} oder den {3} Wert {4} überschreiten.
es_es: El valor {0} no puede ser inferior al valor {1} {2} ni superar el valor {3} {4}.
fr_fr: La valeur {0} ne peut pas être inférieure à la valeur {1} ({2}) ni dépasser la valeur {3} ({4}).
pt_br: Valor {0} não pode ser menor que {1} valor {2} ou exceder {3} valor {4}.
zh_cn: {0} 值不得小于 {1} 值 {2} 或超过 {3} 值 {4}。

# IF4BuildErrorDescription
source: 2085-IF4 channel {0} : {1}
de_de: 2085-IF4-Kanal {0} : {1}
es_es: 2085-IF4 Canal {0}: {1}
fr_fr: 2085-IF4 canal {0} : {1}
pt_br: 2085-IF4 Canal {0} : {1}
zh_cn: 2085-IF4 通道 {0} : {1}

# IF8BuildErrorDescription
source: 2085-IF8 channel {0} : {1}
de_de: 2085-IF8-Kanal {0} : {1}
es_es: 2085-IF8 Canal {0}: {1}
fr_fr: 2085-IF8 canal {0} : {1}
pt_br: 2085-IF8 Canal {0} : {1}
zh_cn: 2085-IF8 通道 {0} : {1}

# InitIF4MgrFailedMessage
source: Initialize Expansion Module IF4 failed.
de_de: Fehler beim Initialisieren von Erweiterungsmodul IF4.
es_es: Error de inicialización del módulo de expansión IF4.
fr_fr: Echec de l'initialisation du module d'extension IF4.
pt_br: Falha ao inicializar o módulo de expansão IF4.
zh_cn: 初始化扩展模块IF4失败。

# InitIF8MgrFailedMessage
source: Initialize Expansion Module IF8 failed.
de_de: Fehler beim Initialisieren von Erweiterungsmodul IF8.
es_es: Error de inicialización del módulo de expansión IF8.
fr_fr: Echec de l'initialisation du module d'extension IF8.
pt_br: Falha ao inicializar o módulo de expansão IF8.
zh_cn: 初始化扩展模块IF8失败。

# IFxChannel
source: Channel
de_de: Kanal
es_es: Canal
fr_fr: Canal
pt_br: Canal
zh_cn: 通道

# IFxChannel22222
source: Channel33334444
de_de: äöüChannel33334444ßßßßßß
es_es: ÁéÜChannel33334444ñññññ
fr_fr: êæùçChannel33334444ëëëëë
pt_br: ãçêúChannel2222ÀÀÀÀÀ
zh_cn: 中Channel33334444文文文文文

# IFxChannel33333
source: Channel33334444
de_de: äöüChannel33334444ßßßßßß
es_es: ÁéÜChannel33334444ñññññ
fr_fr: êæùçChannel33334444ëëëëë
zh_cn: 中Channel33334444文文文文文

# IFxChannel5656
source: Channel5656
de_de: äöüChannel5656ßßßßßß
es_es: ÁéÜChannel5656ñññññ
fr_fr: êæùçChannel5656ëëëëë
zh_cn: 中Channel5656文文文文文

# IFxChannel787878
source: Channel5656
de_de: äöüChannel5656ßßßßßß
es_es: ÁéÜChannel5656ñññññ
fr_fr: êæùçChannel5656ëëëëë
zh_cn: 中Channel5656文文文文文

# IFxChannel9999999999
source: Channe9999996
de_de: äöüChanne9999996ßßßßßß
fr_fr: êæùçChanne9999996ëëëëë
zh_cn: 中Channe9999996文文文文文
